{
  "paper_id": "UDD3I8G9",
  "title": "Economic Conditions for Innovation: Private vs. Public Sector",
  "abstract": "The Hicks induced innovation hypothesis states that a price increase of a production factor is a spur to invention. We propose an alternative hypothesis restating that a spur to invention require not only an increase of one factor but also a decrease of at least one other factor to offset the companies' cost. We illustrate the need for our alternative hypothesis in a historical example of the industrial revolution in the United Kingdom. Furthermore, we econometrically evaluate both hypotheses in a case study of research and development (R&D) in 29 OECD countries from 2003 to 2017. Specifically, we investigate dependence of investments to R&D on economic environment represented by average wages and oil prices using panel regression. We find that our alternative hypothesis is supported for R&D funded and/or performed by business enterprises while the original Hicks hypothesis holds for R&D funded by the government and R&D performed by universities. Our results reflect that business sector is significantly influenced by market conditions, unlike the government and higher education sectors.",
  "year": 2020,
  "date": "2020-10-29",
  "journal": "The Economic Journal",
  "publication": "The Economic Journal",
  "authors": [
    {
      "forename": "Tomáš",
      "surname": "Evan",
      "name": "Tomáš Evan",
      "affiliation": "Czech Technical University in Prague Thákurova 2077/7 , 160 00 Prague 6 , Czechia \n\t\t\t\t\t\t\t\t Czech Technical University in Prague \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Thákurova 2077/7 \n\t\t\t\t\t\t\t\t\t 160 00 \n\t\t\t\t\t\t\t\t\t Prague 6 \n\t\t\t\t\t\t\t\t\t Czechia",
      "email": "tomas.evan@fit.cvut.cz"
    },
    {
      "forename": "Vladimír",
      "surname": "Holý",
      "name": "Vladimír Holý",
      "affiliation": "Prague University of Economics and Business Winston Churchill Square 1938/4 , 130 67 Prague 3 , Czechia \n\t\t\t\t\t\t\t\t Prague University of Economics and Business \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Winston Churchill Square 1938/4 \n\t\t\t\t\t\t\t\t\t 130 67 \n\t\t\t\t\t\t\t\t\t Prague 3 \n\t\t\t\t\t\t\t\t\t Czechia",
      "email": "vladimir.holy@vse.cz"
    }
  ],
  "doi": "10.2307/2229720",
  "arxiv": "arXiv:2004.07814v3[econ.GN]",
  "keywords": [
    "Research and Development",
    "Induced Innovation",
    "Hicks' Theory",
    "Price Changes of Production Factors"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The goal of this paper is to analyse and verify the induced innovation hypothesis of J.R. Hicks first published in his Theory of Wages in 1932, which attributes a spur to invention to a price increase of a production factor  (Hicks, 1963) . This hypothesis was mainly tested on wages and their impact on labour saving technologies and, more recently, the impact of high energy prices on environmental technology innovations and energy savings.\n\nIn our preliminary study  Bolotov and Evan (2017) , we have attempted to falsify, in the sense of Popper, the Hicks hypothesis by means of orthodox modelling. Using regression model for intellectual property protection as the proxy variable for innovation, we have found that an increase in relative price of one factor mandates a relatively low price level of the other factor(s) to offset the companies' cost, for the innovations to take place. While the low cost of other factor(s) of production does not diminish the motivation to substitute the high-priced factor of production, it also gives companies the necessary capital for the innovation process. We follow our preliminary work and investigate this alternative hypothesis from two perspectives.\n\nFirst, we review Hicks hypothesis and demonstrate the need for our alternative hypothesis in historical examples with focus on the industrial revolution in the United Kingdom. The clearest example of the phenomena at hand is that the industrialization needed two conditions to get started, that is, high wages and low prices of coal, as proven by economic historians such as  Botham and Hunt (1987) ,  Allen (2011)  and  Kelly et al. (2014) . As a relatively low price of the second factor of production had to be present, the Hicks original hypothesis is of no use for the second largest economic transformation after the introduction of agriculture.\n\nSecond, we theoretically reflect the changing conditions for the innovative process in mixed economies surrounding us in opposition to liberal economies before 1945 or even 1914 and empirically test relationships among the key variables influencing the innovation process in developed countries. As a measure of innovation activities, we use the investment into research and development (R&D). It is universal for all industries and sectors and allows us to clearly determine the link between innovation and private and public sources of its financing. For detailed analysis of the relationship between the R&D investment and the innovation performance, see e.g. Savrul and Incekara (2015)  and  Baumann and Kritikos (2016) . As drivers of innovation, we consider wages and the price of oil (which replaced coal as a main source of energy). It is well documented in the literature that wages have positive effect on innovations (see e.g. Bogliacino et al., 2018) . Concerning energy prices,  Popp (2002) ,  Crabb and Johnson (2010) ,  Verdolini and Galeotti (2011)  and  Ley et al. (2016)  find that their effect on energy-efficient innovations is also positive. In our study, however, we show that the effect of energy prices on innovations (not necessarily aimed at energy efficiency) may differ in relation to the public and private sector. Specifically, we analyze investments to R&D over all industries broken down by the source of funding and the sector of performance in 29 OECD countries from 2003 to 2017. This detailed sector breakdown and generality for all industries are the main characteristics distinguishing our study from the others. Our main finding is that innovations funded and/or performed by the business enterprise sector are positively driven by wages and negatively by the oil price. Unlike in the other studies, high energy prices here acts as a lack of resources for innovations rather than the motivation for energy-efficient innovations. The government and higher education sectors are unaffected by energy prices and their innovations are driven just by high wages.\n\nThe rest of the paper is structured as follows. In Section 2, we review the original Hicks hypothesis. In Section 3, we demonstrate the need for our alternative hypothesis. In Section 4, we discuss potential variables involved in contemporary innovation activities. In Section 5, we introduce the analyzed data sample. In Section 6, we build panel regression models relating R&D expenditures to the economic environment. In Section 7, we present results of the panel regression and assess the original Hicks hypothesis with our alternative. We conclude the paper in Section 8."
    },
    {
      "title": "Hicks' Theory of Induced Innovation, Proofs and Criticism",
      "text": "Numerous studies of the history of economics, including those in recent years, such as  Lee and Kang (2007) ,  Angelini et al. (2009) ,  Gallouj and Savona (2009) ,  Savona and Steinmueller (2013) ,  Fabre (2014), and Milyaeva and Fedorkevich (2015) , have consistently shown that innovations benefit companies, industries and economies in terms of increasing competitiveness, economic growth and development. There is however little consensus on what the main causes of innovation are. Sir J.R. Hicks  (Hicks, 1963, p. 124)  has stated the following hypothesis, which later became the foundation of Hicks' widely discussed Theory of Induced Innovation.\n\nHypothesis 1  (Hicks Induced Innovation Hypthosis) . A change in the relative prices of the factors of production is itself a spur to invention, and to invention of a particular kind -directed to economizing the use of a factor which has become relatively expensive.\n\nThe relative straightforwardness and immense implications of the Induced Innovation Theory together with the name of the well-known British economist and Nobel Prize laureate has caused the theory to be widely discussed from the moment it was formulated. The theory had both proponents  (Fellner, 1961 , 1971 , Samuelson, 1965 , Kennedy, 1967, i.a.)  as well as opponents. The latter include Nobelist W.D. Nordhaus who criticised it for necessitating very strong and limiting preconditions, among other flaws. Nordhaus thinks \"the model is too defective to be used in serious economic analysis\"  (Nordhaus, 1973, p. 208) . Others criticised the lack of economic foundations which are implicit in the theory and tried to establish them  (Funk, 2002) . The crucial fact that the production factor shares stay relatively constant in the production function remains a widely accepted stylized fact. Yet, whether this is caused by instant \"spur to invention\" and thus serves as proof of the theory, remains as controversial as it was back in Hicks' time. Perhaps even more controversially, there is still generally accepted mechanism by which changes in factor prices affect inventive or innovative activity  (Salter and Reddaway, 1966 , pp. 43-44, Ahmad, 1966 , Hayami and Ruttan, 1971 , Ruttan and Hayami, 1984, i.a.) .\n\nNot even the theory's critics can deny, however, that it has been used and in quite a few cases proven empirically. Attempted from the start and followed by a groundbreaking paper of William Fellner \"Empirical Support for the Theory of Induced Innovation\"  (Fellner, 1971) , there have been several fields in which endorsement and application could be found. The line of research empirically confirming the main hypothesis included in the theory was originally centred on high wages spurring labour-saving innovation, and later agricultural development. More recently the emphasis has shifted towards energy prices and induced innovation in energy-saving technologies. Newell et al. (1999) , i.a., found that the rate of overall innovation is independent of energy prices and regulation. The direction of innovation, however, was responsive to energy price changes for several products tested by the authors. Popp (2002) , using patent citations as a measure of supply of knowledge, found that both energy prices and the quality of existing knowledge have significantly strong positive effects on innovation. Also using patent counts and citation data,  Jang and Du (2013)  confirm that demand and supply factors -including knowledge stocks and crude-oil price -have positive and statistically significant effects on technological biofuel innovations in the United States of America.\n\nThere is, however, also a relatively large number of other correlates to innovation such as inward foreign direct investment, outward foreign direct investment, imports, state guarantees and incentives among many other, as stressed by  Lin and Lin (2008) . Explaining the causes of innovation is therefore a long-standing problem in social science, while the large body of existing literature has not been conclusive. This paper adds to this ongoing discussion an attempt to alter significantly the existing Hicks hypothesis to the point of its negation, among others ways through evidence from economic history, specifically, from the example of industrialization in the U.K. (the initial one) and in the world.\n\n3 Historical Examples of Hicks' Theory and the Need for an Alternative Hypothesis\n\nOne indication that the increase in relative price of one factor mandates a relatively low price level of other factor(s) of production would be to look at historical examples of eras of rapid innovation foot_0  . A near-perfect example of such rapid and continuous innovation is the industrial revolution. There were many causes and necessary conditions for this long and complicated process of introduction of mechanized production. For Rostow's daring attempt to assign dates to various countries' \"take-offs\", see Table 1  (Rostow, 1991, Chapters 3-4 and Baldwin and Martin, 1999) . These included political stability, sufficient capital accumulation, relatively mature banking sector, etc. (for a somewhat more comprehensive list, see the works of  Landes, 1998 , Chapters 13-16, Pomeranz, 2001 , Chapters 5-6, Maddison, 2007 , Chapters 2, 3, 6, Evan, 2014 , Chapters 1-2, as well as others).\n\nApart from these uncontroversial conditions which were sooner or later fulfilled in most countries of the northern hemisphere at least, there is still the issue of the cause of this far-reaching economic and social change. Particularly the question, to quote  Allen (2009 Allen ( , 2011 Allen ( , 2015)) , \"why the industrial revolution was British?\" In other words, why was the innovation in Great Britain spurred fifty or more years earlier (end of the 18th century) than in nearby countries with similar socio-economic characteristics? There is hardly any discussion about the prime reason for businessmen trying to replace human labour with machines. The reason is high wages, for calculations see  Botham and Hunt (1987)  and  Kelly et al. (2014) . While not uniquely high, since both GDP and income per capita were higher still in the Netherlands, British wages were the prime incentive for the innovation of laboursaving techniques. This, however, would not be enough, as it was not enough in the Netherlands which became industrialized much later than Great Britain, as shown by  Landes (1998, Chapters 15-16) . A relatively low price of the second factor of production had to be present. The second factor in the case of British industrialization was cheap energy in both the textile and iron industries. Such energy was ensured by fast running streams for textile mills at first, and soon replaced by accessible, abundant coal of good enough quality. Thus, the high-wage economy of London together with the use of cheap coal shipped in from Newcastle led to the early industrialization of Britain, as it motivated mechanical production and allowed this innovation by savings made from cheap energy.\n\nHad there not been both factors of production in this fortunate price combination, the first industrialization would not have been British, but Dutch or German perhaps, see  Allen (2011, p. 366) , also  Landes (1998, Chapters 15-16)  and  Allen (2015)   foot_1  .\n\nEnergy prices were dominant for the iron and steel industry in Britain. For textiles the costs of inputs of raw materials were even more important. For many centuries Britain exported wool and woollens and to a lesser extend linen. While making a good export product and enriching both land owners and merchants there was no way how to accumulate enough capital to mechanize production, nor was there a reason to do so. It was only after cotton became available, the price of which could be forced down to levels constituting a significant advantage, that the combination of high wages of spinners and weavers together with cheap cotton from the West Indies and later plantations in the American South allowed for induced innovation, as shown by  Broadberry et al. (2013), and Tomory (2016) . This combination was so powerful that British industrialists overcame a number of obstacles including strong competition from high quality Indian cotton products as well as the fact that all raw cotton had to be imported from faraway and often unstable locations.\n\nOnce started, the innovative process reinforced itself in several ways. It allowed for tremendous economies of scale and profits trumping all other non-mechanized productions around the world. This, in turn, put pressure on wages to keep rising, thus motivating the implementation of further labour-saving techniques. The industrial revolution created so called Big Divergence (see  Pritchett, 1997)  increasing incomes in industrialized countries (Europe, USA, Japan) and creating \"innovative centres\" in these countries while de-industrializing everyone else (see  Landes, 1998 , Maddison, 2007, etc.) .\n\nThe industrial revolution provides us with arguably the clearest historical example of the phenomena, as the impact of innovations during other periods such a World War II is more influenced by accompanying political or military events. Oil crises of 1973 and 1979 also provide seemingly contraintuitive and definitely contra-Hicksian example. Despite increasing relative wages AND increasing relative prices of energy which should lead to drastic spur to innovation, the inventive input actually decreased significantly from 60s to 70s puzzling researchers even a decade later  (Griliches et al., 1989) .\n\nThe described historical events above clearly demonstrate the need to extend the Hicks' hypothesis. To do so, we formulate the following alternative hypothesis to the Hicks' theory.\n\nHypothesis 2 (Alternative Induced Innovation Hypothesis). Innovation is spurred by an increase in the relative price of one factor of production compensated by a decrease in relative price of another factor of production."
    },
    {
      "title": "Wages, Oil Prices and Government Policies Fuelling Innovation",
      "text": "This paper attempts to reflect the changed conditions for innovative process in societies surrounding us today. The current economic conditions are not of market economy but mixed economy instead, while government finances and guarantees much of the research and development (R&D) in developed countries around the world (see Table  2  and  Figure    2 ). It is unlikely, therefore, that the conditions motivating for the innovation would remain the same as were in previous two centuries. In general, the government is one of the determinants for innovation capacity, but the size and effectiveness of its involvement is highly debatable. Wang (2018)  concludes on examples from Singapore and Hong Kong that innovation can be increased by both strong government intervention focused on big players in the former and with minimal government activity providing an environment for small firms innovation as in the latter. Regarding the ideology of government most fitting for innovation  Wang et al. (2019)  claim leftist ruling party limits technical innovation, whereas a right-wing ruling party promotes the appearance of new technology. Some authors suggest government innovation is particularly needed for R&D intensive sectors. Yigitcanlar et al. (2018) , inter alia, claim critical importance of public innovation funding. In the case of Brazilian software companies, they prove that companies using public funding are more likely to become nationally and internationally competitive as opposed to the companies using commercial banks as a source of their financing.\n\nTherefore, in this paper, we try to identify whether the market conditions of relative prices of factors of production still hold sway as motivating factor for the spur to innovation, according to our alternative Hicks hypothesis. Or, if the motivation is more in line with the motivation that can be expected from the governmental sector. This would include correlation of research output with budgetary constraints and GDP levels, which is the base for government expenditure rather than any market conditions. We also include educational sector, that is, universities, as well as nongovernmental research oriented institutions in our analysis. The last included actor with potentially significant impact on research and development levels of a country would be foreign based businesses out of which those using foreign direct investment as a mode of entry for their investment might be of relevance for country's R&D. The extend of this influence needs more study as multinational corporations tend to rely more on internal sources of financing in comparison with their other operations as the poor institutions in the host country make the external financing of R&D costly  (Alam et al., 2019) .\n\nIn line with our previous research and concerning literature we consider impact of relative prices of different factors of production and keep wages and price of oil as the two most relevant. Oil has clearly replaced coal as the most important source of energy while labour costs remain the single most important factor of production across industries. There is large body of literature relating wages of skilled and unskilled labour and innovation. It is clearly two-way street with high wages motivating innovation and innovation favouring high-skilled labour  (Bogliacino et al., 2018, i.a.) . In the light of our results somehow surprisingly the available literature considers energy prices as to have strong and positive effect on innovation. Popp (2002)  suggests the impact is so strong it can be advantageous for government to use market-based environmental policies to help ameliorate global warming with the help of price-induced technological change. In several sectors of economy (for a review see  Ruttan, 2001)  higher oil prices were found to lead to an increased innovation. Particularly in the automotive industry as it is an energy-intensive sector. Crabb and Johnson (2010)  also suggest, however, a government intervention, this time based upon the premise of possible underinvestment in private research and development given the relatively slow diffusion of knowledge in the sector combined with high effectiveness of carbon-based taxes in encouraging innovation among other things. Somehow opposite view can be found on European electricity industry where more deregulation namely in barriers of entry, public ownership and vertical integration seems to have positive impact on innovation activity  (Cambini et al., 2016) .\n\nThe innovation process can be divided into the R&D stage and the commercialization stage (see e.g. Zhang et al., 2019; Wang et al., 2020) . As a measure of innovation activities, we utilize the size of investments to R&D as it can be directly attributed to the private or public sector. The investment is of course just the beginning of the innovation process but is a clear and universal indicator of its magnitude. On the other hand, measurable R&D outputs such as the number of patents, the share of high-technology exports and the number of scientific publications relate only to specific industries and sectors. Savrul and Incekara (2015)  and  Baumann and Kritikos (2016)  study the link between the R&D investment and the innovation performance. Holý and Šafr (2018)  investigate the relation between the inputs and outputs of the R&D process and find that countries with higher GDP per capita may not necessarily produce more outputs in terms of the patent and citation counts, but are significantly more efficient in transforming the investments and the human capital into these outputs."
    },
    {
      "title": "Analyzed Sample of OECD Countries",
      "text": "We investigate the member countries of the Organisation for Economic Co-Operation and Development (OECD) from 2003 to 2017. The main analyzed variable is the annual gross domestic R&D expenditure per capita. The economic environment is represented by the average monthly wage and automotive diesel oil price per 1 000 litres. All variables are current prices in USD adjusted for purchasing power parities. The evolution of the variables over time is illustrated in Figure  1 . The source of the R&D expenditures and average wages is OECD while the source of the oil prices is the International Energy Agency (IEA). Additionally, as control variables, we utilize the annual gross domestic product (GDP) per capita, the inflation rate, international trade in goods and services as percentages of GDP and foreign direct investment (FDI) flows as percentages of GDP from OECD as well as several Worldwide Governance Indicators from the World Bank (WB).\n\nAs the R&D expenditure is our main object of interest, we further elaborate on it. The data are collected using the standard OECD methodology for statistics related to R&D described in the Frascati Manual  (OECD, 2015) . Besides the total intramural gross domestic R&D expenditures (Total), we also utilize the R&D expenditures broken down by the source of funding and the sector of performance as well. There are five sources of funding: the business enterprise (Fund-BES), the government (Fund-GOV), the higher education (Fund-HES), the private non-profit (Fund-PNP) and the rest of the world (Fund-ROW). Furthermore, there are four sectors of performance: the business enterprise (Perf-BES), the government (Perf-GOV), the higher education (Perf-HES) and the private non-profit (Perf-PNP). The average shares of the R&D expenditures for specific sources of funding and sectors of performance are shown in Table  2 . The dominant R&D segment is the self-funded business sector with 52 percent share. Other significant segments are the higher education sector funded by the government with 17 percent share and the self-funded government sector with 11 percent share. Figure  2  shows the composition of the source of funding in each country while Figure  3  shows the composition of the sector of performance.\n\nUnfortunately, not all variables are available for all OECD countries. For this reason, we analyze only 29 of the 36 OECD member countries over 15 years. We exclude Australia, Chile, Iceland, Israel, Latvia and Lithuania from the analysis due to missing oil prices and Turkey due to missing average wages. Furthermore, our dataset contains some additional missing values. For the analysis of the total intramural R&D expenditure, we have 382 observations with all variables. This means that 53  observations are missing. For the R&D expenditures with a specific source of funding or sector of performance, we have between 334 and 385 observations. The exception is Fund-HES variable with only 293 observations and the Perf-PNP variable with only 285 observations. In these two cases, some countries are entirely missing due to differences in data collection methodology."
    },
    {
      "title": "Specification of Panel Regression Model",
      "text": "To analyze the influence of the economic environment on the R&D expenditures, we utilize the panel regression. As the dependent variable, we consider the total intramural R&D expenditure per capita as well as R&D expenditures per capita with a specific source of funding and R&D expenditures per capita with a specific sector of performance. Therefore, we build models with ten dependent variables in total. In all cases, we consider the average wage and the oil price as the independent variables. In the preliminary step, we investigate dependence of the R&D expenditures on various lagged values. Using auxiliary panel regression with independent variables lagged by one year, we find that the oil price Granger-cause the total R&D expenditures and R&D expenditures funded or performed by the business enterprise sector. Furthermore, in subsequent modeling, much stronger results are obtained when the oil price is lagged suggesting that there is a one-year delay before the decision to invest and the actual investment. For these reasons, we include the oil price lagged by one year in the final model. Concerning the average wage, the situation is not as straightforward. Slightly stronger\n\n0 500 1000 1500 AUT BEL CAN CHE CZE DEU DNK ESP EST FIN FRA GBR GRC HUN IRL ITA JPN KOR LUX MEX NLD NOR NZL POL PRT SVK SVN SWE USA Country Average Expenditure per Capita Source of Funding Business Enterprise Government Higher Education Private Non-Profit Rest of the World R&D Expenditure by Country and Source of Funding Figure 2: The R&D expenditures per capita averaged over time from 2003 to 2017 and broken down by the source of funding. 0 500 1000 1500 AUT BEL CAN CHE CZE DEU DNK ESP EST FIN FRA GBR GRC HUN IRL ITA JPN KOR LUX MEX NLD NOR NZL POL PRT SVK SVN SWE USA Country Average Expenditure per Capita Sector of Performance Business Enterprise Government Higher Education Private Non-Profit R&D Expenditure by Country and Sector of Performance results are obtained when using the current value instead of the lagged value in subsequent modeling, although the results with the lagged average wage are statistically significant as well. Nevertheless, we decide to utilize only the lagged values as the one-year lag in all independent variables allows for convenient temporal interpretation.\n\nThe considered specifications of the panel regression model are as follows. First, we find out whether individual and time effects are needed. For this purpose, we utilize the Lagrange multiplier test of  Honda (1985) . The p-values of the individual effects test for all dependent variables are virtually zero. In contrast, the p-value of the time effects test for the total intramural expenditure variable is 0.98 and is similarly high for all other dependent variables. Therefore, we include only individual effects in the model.\n\nNext, we choose between the first-differences estimator and the within estimator. Both estimators deal with the fixed effects in the panel regression. Our variables are clearly non-stationary (see Figure  1 ) and therefore we resort to the first-differences estimator as it removes any unit roots in the dependent and independent variables as well. In contrast, a spurious relation between the variables is a serious issue for the within transformation. The auxiliary-regression-based Hausman test of  Wooldridge (2010, Section 10.7.3)  suggests that random effects can be considered as well. However, the model with random effects would face the same issues as in the case of the within estimator.\n\nFinally, we investigate the structure of the error terms. We adopt the heteroskedasticity test of  Breusch and Pagan (1979)  and the serial correlation test of  Wooldridge (2010, Section 10.6.3)  based on first differences. The test statistics are presented in Table  3  for the first-differences estimator and in Table  4  for the within estimator. We find that there is no universal behavior across our models in terms of heteroskedasticity and serial correlation. In general, however, the first-differences transformation removes serial correlation much better than the within transformation. This is another major motivation for the first-differences estimator. Furthermore, heteroskedasticity is present in many models for both estimators. To account for heteroskedasticity and remaining serial correlation in the error terms, we utilize the White method of  Arellano (1987)  for robust estimation of the parameter covariance matrix.\n\nThe resulting panel model is as follows. Let N denote the number of countries, T the number of time periods and M the number of independent variables. Further, let y i,t denote the dependent variable of country i in time t and x j,i,t the independent variable j of country i in time t. The linear panel model with first differences and lagged independent variables is then given by\n\nwhere β j are the unknown coefficients and e i,t are the error terms. Note that the first two time periods are used for inicialization of the lagged variables and first differences."
    },
    {
      "title": "Results and Implications",
      "text": "The estimated coefficients with standard deviations and summary statistics for the first-differences estimator are reported in Table  3 . Note that the R-squared statistic is relatively low for the firstdifferences estimator as it explains the change in the dependent variable. On the other hand, the R-squared is much higher for the within estimator as it explains the absolute value of the dependent variable which has a clear trend in time. Nevertheless, modeling changes is more meaningful in our situation while it also proves to be more challenging.\n\nFirst, let us focus on the total intramural R&D expenditures per capita (the Total model). The average wage has significantly positive effect on the R&D expenditure in this model. Specifically, the annual R&D expenditure per capita increases by 0.27 USD when the average monthly wage increases by 1 USD. The effect of the oil price is insignificant. The model explains 20 percent of the variance in the total R&D expenditure per capita changes.\n\nNext, let us consider breakdown by the source of funding. The dominant source of funding is the business enterprise sector with 54 percent share of the total R&D expenditures on average. In the Fund-BES model, the average wage has significantly positive effect on the R&D expenditure while the oil price has significantly negative effect. The annual R&D expenditure per capita by the business enterprise sector increases by 0.22 USD when the average monthly wage increases by 1 USD. The annual R&D expenditure per capita decreases by 0.03 USD when the oil price per 1 000 litres increases by 1 USD. The Fund-BES model explains 16 percent of the variance. Another major source of funding is the government sector with 33 percent share of the total R&D expenditures on average. In the Fund-GOV model, the average wage has significantly positive effect on the R&D expenditure while the oil price has no significant effect. The annual R&D expenditure per capita by the government sector increases by 0.10 USD when the average monthly wage increases by 1 USD. The Fund-GOV model explains 23 percent of the variance. Other sources of funding have lower share of the R&D expenditure and are not explained well by our model due very low R-squared statistic and insignificance of regressors.\n\nFinally, let us consider breakdown by the sector of performance. The dominant sector of performance is the business enterprise sector with 63 percent share of the total R&D expenditures on average. The behavior of the Perf-BES model is similar to the Fund-BES model although less pronounced. The annual R&D expenditure per capita in the business enterprise sector increases by 0.17 USD when the average monthly wage increases by 1 USD. The annual R&D expenditure per capita decreases by 0.01 USD when the oil price per 1 000 litres increases by 1 USD. The Perf-BES model explains 11 percent of the variance. The second most important sector is the higher education sector with 23 percent share of the total R&D expenditures on average. In the Perf-HES model, the average wage has significantly positive effect on the R&D expenditure while the oil price has no significant effect. The annual R&D expenditure per capita in the higher education sector increases by 0.06 USD when the average monthly wage increases by 1 USD. The Perf-HES model explains 13 percent of the variance. Other sectors of performance have lower share of the R&D expenditure and are not explained well by our model due to very low R-squared statistic and insignificance of regressors.\n\nAs a robustness check, we also report results obtained by the within estimator in Table  4 . Just as with the first-differences transformation, we adopt the robust covariance matrix estimation of  Arellano (1987)  to account for heteroskedasticity and serial correlation in the error terms. We find that there are no dramatical differences in the coefficients estimated by both methods. The within estimator, however, puts more significance to the average wage variable. Most likely, this is a spurious relation caused by non-stationarity. Overall, the within estimator does not notably deviate from the first-differences estimator but is not as reliable due to potential spurious relationship.\n\nTo further investigate robustness of our approach, we add several control variables to the model. We utilize nine additional variables capturing possible internal and external conditions for innovation -the annual gross domestic product (GDP) per capita, the inflation rate, the Control of Corruption index, the Political Stability and Absence of Violence index, the Rule of Law index, the exports and imports of goods and services as percentages of GDP and the outward and inward foreign direct investment (FDI) flows as percentages of GDP. To be consistent with the previous models, we use the lagged values of all independent variables. The use of the current values of the control variables, however, leads to similar results in most cases. We estimate the extended model using the firstdifferences transformation and report results in Table  5 . Note that missing values in some control variables further reduces the number of observations in the individual models. Overall, there are no major differences in the estimated coefficients of the average wage and oil price variables from the previous two models. Concerning added variables, only international trade and FDI flows in both directions proves to be relevant for some dependent variables.\n\nTo conclude, let us relate the results of the panel regression analysis to hypotheses 1 and 2. The original Hicks hypothesis is supported in the cases of R&D funded by the government sector and R&D performed by the higher education sector. In contrast, our alternative hypothesis is supported in the cases of R&D funded by the business enterprise sector and R&D performed by the business enterprise sector. The other R&D expenditures are funded and performed on much lower scales and are not well captured solely by the average wages and the oil prices.\n\nTable 3: The results of the panel regression based on the first-difference estimator. Inflation Rate 2.4717 * 2.0453 0.5946 -0.2218 0.0919 0.4443 2.2318 * -0.1226 -0.0550 -0.2227 * (1.3773) (1.5799) (0.6899) (0.1667) (0.1195) (1.8419) (1.3167) (0.4182) (0.6204) (0.1251) Corruption Index -41.7691 -55.3200 7.7657 3.5124 0.7639 18.0214 -45.7457 4.9879 4.3624 -0.5887 (31.1907) (57.9895) (17.0326) (2.7032) (1.2438) (27.0645) (31.7703) (8.5768) (8.5397) (2.8701) Stability Index 29.9609 22.2890 6.5295 -0.8532 0.9412 4.8123 28.8083 * 1.0526 -1.1133 -0.6255 (21.8045) (19.0913) (12.4585) (2.3066) (0.8356) (8.8980) (16.3032) (5.3891) (6.1377) (0.8355) Rule of Law Index -31.9327 -17.1308 -3.1501 -0.6833 -2.5373 -24.2609 -38.3563 -6.0859 -1.0141 -2.8653 (28.6649) (34.3069) (13.8111) (5.6023) (2.8207) (27.2863) (27.4561) (5.9984) (8.1939) (1.8894) Trade Exports\n\n-3.8204 * 0.9095 -2.6045 * * * -0.1439 -0.2751 * * -1.3547 -3.0446 * -0.7062 -0.7092 -0.3871 (2.1536) (2.6750) (0.8743) (0.2310) (0.1241) (1.5563) (1.6371) (0.4314) (0.7394) (0.3075) Trade Imports 4.8937 * * 4.4906 * 2.2017 * * 0.0011 0.0232 -1.8789 4.6835 * * * 0.3215 0.9043 0.3731 (2.0143) (2.3825) (0.8539) (0.2712) (0.1237) (1.8877) (1.4634) (0.3807) (0.7902) (0.2829) Outward FDI 0.7128 * 2.0550 * * * -0.0109 -0.0674 * * -0.0083 -2.8904 * * * 0.2699 0.2632 * * -0.0233 0.2613 (0.3664) (0.7665) (0.2474) (0.0293) (0.0168) (0.7054) (0.3322) (0.1100) (0.0512) (0.1703) Inward FDI 0.4024 0.2644 0.2110 * * 0.0059 0.0330 * 0.8692 * * * 0.2220 0.0891 -0.1040 * * -0.0233 (0.3387) (0.4543) (0.0987) (0.0321) (0.0173) (0.2771) (0.3102) (0.1066) (0.0481) (0.0199) Observations 274 241 240 206 241 237 275 278 277 205 R-Squared 0.1952 0.2865 0.2064 0.0527 0.1402 0.3759 0.1347 0.0796 0.1480 0.2024 Serial Correlation Test 2.5409 11.9396 * * * 0.2782 0.009618 5.0763 * * 0.9176 3.6495 * 0.3711 0.7340 20.2576 * * * Heteroscedasticity Test 57.5123 * * * 20.2476 * * 9.8768 39.5827 * * * 12.0507 52.8932 * * * 40.9034 * * * 26.2554 * * * 9.4661 13.6443 * p<0.1; * * p<0.05; * * * p<0.01"
    },
    {
      "title": "Conclusion",
      "text": "Research on both the type and size of government involvement in the innovation process seems to be in early stages despite significant body of already existing literature. Both theory and practical experience gives contradicting information about many important issues. In our paper, we have suggested that private investment in R&D will happen only if it is efficient, i.e. there is income to balance the cost of it. The government investment on the other hand will continue without this condition.\n\nOur focus was dependence of the investment to R&D on the economic environment in a situation of major governmental involvement in the new millennia. We tried to answer the question whether the market conditions of relative prices of factors of production still hold sway as motivating element for the spur to innovation as suggested by our alternative Hicks hypothesis. Or, if original Hicks hypothesis apply, or any other pattern can be found.\n\nWe work with the alternative Hicks hypothesis formulated as follows: innovation is spurred by an increase in the relative price of one factor of production compensated by a decrease in relative price of another factor of production. This hypothesis was proven for part of the investment to R&D which was either funded or performed by business enterprises. In this case, we found that market sources play a major role. The finding is statistically significant and robust. Under market conditions innovation is only possible when business not only has the need for innovation (increased relative price of factor of production) but also has the resources to conduct it (decrease in relative price of another factor of production) or innovation can bring about such a decrease in form of for example labour and resources-saving techniques with minimal lag.\n\nInvestment to R&D funded by government and investment performed by universities fell under original Hicks hypothesis as there seems to be no need for conditions other than increase of relative price of factor of production. Presumably government funding is the force which allows for research to continue without the need for it to provide other continuous source of income. Continuous crowding out of private investment by government funds with its less desirable properties, namely weaker performance, might cause original Hicks hypothesis to be more relevant then before."
    },
    {
      "text": "Figure 1: The total R&D expenditure per capita, average wage and oil price averaged over 29 OECD countries."
    },
    {
      "text": "Figure 3: The R&D expenditures per capita averaged over time from 2003 to 2017 and broken down by the sector of performance."
    },
    {
      "text": "The results of the panel regression based on the within estimator.The results of the panel regression based on the first-difference estimator with additional control variables."
    },
    {
      "text": "Rostow (1991)s ofRostow (1991)."
    },
    {
      "text": "The shares of R&D expenditures per capita in percents averaged over 29 OECD countries from 2003 to 2017."
    }
  ],
  "references": [
    {
      "title": "On the Theory of Induced Invention",
      "authors": [
        "S Ahmad"
      ],
      "year": 1966,
      "doi": "10.2307/2229720"
    },
    {
      "title": "Financing Behaviour of R&D Investment in the Emerging Markets: The Role of Alliance and Financial System",
      "authors": [
        "A Alam",
        "M Uddin",
        "H Yazdifar"
      ],
      "year": 2019,
      "doi": "10.1111/radm.12303"
    },
    {
      "title": "Why the Industrial Revolution Was British: Commerce, Induced Invention, and the Scientific Revolution",
      "authors": [
        "R Allen"
      ],
      "year": 2011,
      "doi": "10.1111/j.1468-0289.2010.00532.x"
    },
    {
      "title": "Why Was the Industrial Rrevolution British? Oxonomics",
      "authors": [
        "R Allen"
      ],
      "year": 2009,
      "doi": "10.1111/j.1752-5209.2009.00032.x"
    },
    {
      "title": "The High Wage Economy and the Industrial Revolution: A Restatement",
      "authors": [
        "R Allen"
      ],
      "year": 2015,
      "doi": "10.1111/ehr.12079"
    },
    {
      "title": "Innovation and Wage Polarisation in Europe",
      "authors": [
        "E Angelini",
        "F Farina",
        "M Pianta"
      ],
      "year": 2009,
      "doi": "10.1080/02692170902811736"
    },
    {
      "title": "Computing Robust Standard Errors for Within-Groups Estimators",
      "authors": [
        "M Arellano"
      ],
      "year": 1987,
      "doi": "10.1111/j.1468-0084.1987.mp49004006.x"
    },
    {
      "title": "Two Waves of Globalisation: Superficial Similarities, Fundamental Differences",
      "authors": [
        "R Baldwin",
        "P Martin"
      ],
      "year": 1999,
      "doi": "10.3386/w6904"
    },
    {
      "title": "The Link Between R&D, Innovation and Productivity: Are Micro Firms Different?",
      "authors": [
        "J Baumann",
        "A Kritikos"
      ],
      "year": 2016,
      "doi": "10.1016/j.respol.2016.03.008"
    },
    {
      "title": "The Dynamics of Profits and Wages",
      "authors": [
        "F Bogliacino",
        "D Guarascio",
        "V Cirillo"
      ],
      "year": 2018,
      "doi": "10.1080/13662716.2017.1349651"
    },
    {
      "title": "A Non-Parametric Statistical Test for J. R. Hicks' Induced Innovation Hypothesis",
      "authors": [
        "I Bolotov",
        "T Evan"
      ],
      "year": 2017
    },
    {
      "title": "Wages in Britain During the Industrial Revolution",
      "authors": [
        "F Botham",
        "E Hunt"
      ],
      "year": 1987
    },
    {
      "title": "A Simple Test for Heteroscedasticity and Random Coefficient Variation",
      "authors": [
        "T Breusch",
        "A Pagan"
      ],
      "year": 1979,
      "doi": "10.2307/1911963"
    },
    {
      "title": "When Did Britain Industrialise? The Sectoral Distribution of the Labour Force and Labour Productivity in Britain, 1381-1851",
      "authors": [
        "S Broadberry",
        "B Campbell",
        "B Leeuwen"
      ],
      "year": 2013,
      "doi": "10.1016/j.eeh.2012.08.004"
    },
    {
      "title": "Innovation and Market Regulation: Evidence from the European Electricity Industry",
      "authors": [
        "C Cambini",
        "F Caviggioli",
        "G Scellato"
      ],
      "year": 2016,
      "doi": "10.1080/13662716.2016.1206464"
    },
    {
      "title": "Fueling Innovation: The Impact of Oil Prices and CAFE Standards on Energy-Efficient Automotive Technology",
      "authors": [
        "J Crabb",
        "D Johnson"
      ],
      "year": 2010,
      "doi": "10.5547/issn0195-6574-ej-vol31-no1-9"
    },
    {
      "title": "Chapters of European Economic History",
      "authors": [
        "T Evan"
      ],
      "year": 2014
    },
    {
      "title": "The Real Leap Forward: China's R&D and Innovation Strategy",
      "authors": [
        "G Fabre"
      ],
      "year": 2014,
      "doi": "10.1533/9781780634494.1.3"
    },
    {
      "title": "Two Propositions in the Theory of Induced Innovations",
      "authors": [
        "W Fellner"
      ],
      "year": 1961,
      "doi": "10.2307/2228769"
    },
    {
      "title": "Empirical Support for the Theory of Induced Innovations",
      "authors": [
        "W Fellner"
      ],
      "year": 1971,
      "doi": "10.2307/1882269"
    },
    {
      "title": "Induced Innovation Revisited",
      "authors": [
        "P Funk"
      ],
      "year": 2002,
      "doi": "10.1111/1468-0335.00275"
    },
    {
      "title": "Innovation in Services: A Review of the Debate and a Research Agenda",
      "authors": [
        "F Gallouj",
        "M Savona"
      ],
      "year": 2009,
      "doi": "10.1007/s00191-008-0126-4"
    },
    {
      "title": "Patents: Recent Trends and Puzzles",
      "authors": [
        "Z Griliches",
        "W Nordhaus",
        "F Scherer"
      ],
      "year": 1989,
      "doi": "10.2307/2534723"
    },
    {
      "title": "Agricultural Development: An International Perspective",
      "authors": [
        "Y Hayami",
        "V Ruttan"
      ],
      "year": 1971
    },
    {
      "title": "The Theory of Wages",
      "authors": [
        "J Hicks"
      ],
      "year": 1963,
      "doi": "10.1007/978-1-349-00189-7"
    },
    {
      "title": "Are Economically Advanced Countries More Efficient in Basic and Applied Research?",
      "authors": [
        "V Holý",
        "K Šafr"
      ],
      "year": 2018,
      "doi": "10.1007/s10100-018-0559-2"
    },
    {
      "title": "Testing the Error Components Model with Non-Normal Disturbances",
      "authors": [
        "Y Honda"
      ],
      "year": 1985,
      "doi": "10.2307/2297739"
    },
    {
      "title": "Price-and Policy-Induced Innovations: The Case of U.S. Biofuel",
      "authors": [
        "H Jang",
        "X Du"
      ],
      "year": 2013
    },
    {
      "title": "Precocious Albion: A New Interpretation of the British Industrial Revolution",
      "authors": [
        "M Kelly",
        "J Mokyr",
        "C Gráda"
      ],
      "year": 2014,
      "doi": "10.1146/annurev-economics-080213-041042"
    },
    {
      "title": "On the Theory of Induced Invention -A Reply",
      "authors": [
        "C Kennedy"
      ],
      "year": 1967,
      "doi": "10.2307/2229618"
    },
    {
      "title": "The Wealth and Poverty of Nations: Why Some Are So Rich and Some So Poor",
      "authors": [
        "D Landes"
      ],
      "year": 1998,
      "doi": "10.1353/mis.1998.0113"
    },
    {
      "authors": [
        "W Norton",
        "Company"
      ]
    },
    {
      "title": "Innovation Types and Productivity Growth: Evidence from Korean Manufacturing Firms",
      "authors": [
        "K Lee",
        "S.-M Kang"
      ],
      "year": 2007,
      "doi": "10.1080/12265080701694512"
    },
    {
      "title": "The Impact of Energy Prices on Green Innovation",
      "authors": [
        "M Ley",
        "T Stucki",
        "M Woerter"
      ],
      "year": 2016,
      "doi": "10.5547/01956574.37.1.mley"
    },
    {
      "title": "Determinants of E-Business Diffusion: A Test of the Technology Diffusion Perspective",
      "authors": [
        "H.-F Lin",
        "S.-M Lin"
      ],
      "year": 2008,
      "doi": "10.1016/j.technovation.2007.10.003"
    },
    {
      "title": "Contours of the World Economy 1-2030 AD: Essays in Macro-Economic History",
      "authors": [
        "A Maddison"
      ],
      "year": 2007,
      "doi": "10.1093/oso/9780199227211.003.0008"
    },
    {
      "title": "Analysis of Innovative Industrial Competitiveness: Methodological and Applied Aspects",
      "authors": [
        "L Milyaeva",
        "D Fedorkevich"
      ],
      "year": 2015,
      "doi": "10.21003/ea"
    },
    {
      "title": "The Induced Innovation Hypothesis and Energy-Saving Technological Change",
      "authors": [
        "R Newell",
        "A Jaffe",
        "R Stavins"
      ],
      "year": 1999,
      "doi": "10.1162/003355399556188"
    },
    {
      "title": "Some Skeptical Thoughts on the Theory of Induced Innovation",
      "authors": [
        "W Nordhaus"
      ],
      "year": 1973,
      "doi": "10.2307/1882184"
    },
    {
      "title": "Frascati Manual 2015: Guidelines for Collecting and Reporting Data on Research and Experimental Development",
      "year": 2015,
      "doi": "10.1787/9789264239012-en"
    },
    {
      "title": "The Great Divergence: China, Europe, and the Making of the Modern World Economy",
      "authors": [
        "K Pomeranz"
      ],
      "year": 2001,
      "doi": "10.2307/j.ctt7sv80"
    },
    {
      "title": "Induced Innovation and Energy Prices",
      "authors": [
        "D Popp"
      ],
      "year": 2002,
      "doi": "10.2307/3083326"
    },
    {
      "title": "Divergence, Big Time",
      "authors": [
        "L Pritchett"
      ],
      "year": 1997,
      "doi": "10.1257/jep.11.3.3"
    },
    {
      "title": "The Stages of Economic Growth: A Non-Communist Manifesto",
      "authors": [
        "W Rostow"
      ],
      "year": 1991,
      "doi": "10.1257/jep.11.3.3"
    },
    {
      "title": "Technology, Growth, and Development: An Induced Innovation Perspective",
      "authors": [
        "V Ruttan"
      ],
      "year": 2001
    },
    {
      "title": "Toward a Theory of Induced Institutional Innovation",
      "authors": [
        "V Ruttan",
        "Y Hayami"
      ],
      "year": 1984,
      "doi": "10.1080/00220388408421914"
    },
    {
      "title": "Productivity and Technical Change",
      "authors": [
        "W Salter",
        "W Reddaway"
      ],
      "year": 1966,
      "doi": "10.1017/s0770451800054701"
    },
    {
      "title": "A Theory of Induced Innovation along Kennedy-Weisäcker Lines",
      "authors": [
        "P Samuelson"
      ],
      "year": 1965,
      "doi": "10.2307/1927763"
    },
    {
      "title": "Service Output, Innovation and Productivity: A Time-Based Conceptual Framework",
      "authors": [
        "M Savona",
        "W Steinmueller"
      ],
      "year": 2013,
      "doi": "10.1016/j.strueco.2013.06.006"
    },
    {
      "title": "The Effect of R&D Intensity on Innovation Performance: A Country Level Evaluation",
      "authors": [
        "M Savrul",
        "A Incekara"
      ],
      "year": 2015,
      "doi": "10.1016/j.sbspro.2015.11.386"
    },
    {
      "title": "Technology in the British Industrial Revolution",
      "authors": [
        "L Tomory"
      ],
      "year": 2016,
      "doi": "10.1111/hic3.12306"
    },
    {
      "title": "At Home and Abroad: An Empirical Analysis of Innovation and Diffusion in Energy Technologies",
      "authors": [
        "E Verdolini",
        "M Galeotti"
      ],
      "year": 2011,
      "doi": "10.1016/j.jeem.2010.08.004"
    },
    {
      "title": "Innovation and Government Intervention: A Comparison of Singapore and Hong Kong",
      "authors": [
        "J Wang"
      ],
      "year": 2018,
      "doi": "10.1016/j.respol.2017.12.008"
    },
    {
      "title": "The Impacts of Government Ideology on Innovation: What Are the Main Implications?",
      "authors": [
        "Q.-J Wang",
        "G.-F Feng",
        "Y Chen",
        "J Wen",
        "C.-P Chang"
      ],
      "year": 2019,
      "doi": "10.1016/j.respol.2018.12.009"
    },
    {
      "title": "Assessing the Technological Innovation Efficiency of China's High-Tech Industries with a Two-Stage Network DEA Approach",
      "authors": [
        "Y Wang",
        "J Pan",
        "R Pei",
        "B Yi",
        "G Yang"
      ],
      "year": 2020,
      "doi": "10.1016/j.seps.2020.100810"
    },
    {
      "title": "Econometric Analysis of Cross Section and Panel Data",
      "authors": [
        "J Wooldridge"
      ],
      "year": 2010
    },
    {
      "title": "Impact of Funding Sources on Innovation: Evidence from Brazilian Software Companies",
      "authors": [
        "T Yigitcanlar",
        "J Sabatini-Marques",
        "M Kamruzzaman",
        "F Camargo",
        "E Da-Costa",
        "G Ioppolo",
        "F Palandi"
      ],
      "year": 2018,
      "doi": "10.1111/radm.12323"
    },
    {
      "title": "Efficiency Evaluation of China's High-Tech Industry with a Multi-Activity Network Data Envelopment Analysis Approach",
      "authors": [
        "B Zhang",
        "Y Luo",
        "Y.-H Chiu"
      ],
      "year": 2019,
      "doi": "10.1016/j.seps.2018.07.013"
    }
  ],
  "num_references": 58
}
