{
  "paper_id": "UK7BFJWQ",
  "title": "Autonomic nervous system activity in emotion: A review",
  "abstract": "a b s t r a c t Autonomic nervous system (ANS) activity is viewed as a major component of the emotion response in many recent theories of emotion. Positions on the degree of specificity of ANS activation in emotion, however, greatly diverge, ranging from undifferentiated arousal, over acknowledgment of strong response idiosyncrasies, to highly specific predictions of autonomic response patterns for certain emotions. A review of 134 publications that report experimental investigations of emotional effects on peripheral physiological responding in healthy individuals suggests considerable ANS response specificity in emotion when considering subtypes of distinct emotions. The importance of sound terminology of investigated affective states as well as of choice of physiological measures in assessing ANS reactivity is discussed.",
  "year": 2010,
  "date": "2010-04-04",
  "journal": "Journal of Psychosomatic Research",
  "publication": "Journal of Psychosomatic Research",
  "authors": [
    {
      "forename": "Sylvia",
      "surname": "Kreibig",
      "name": "Sylvia Kreibig",
      "affiliation": "Department of Psychology , University of Geneva and Swiss Center for Affective Sciences , Geneva , Switzerland \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Geneva \n\t\t\t\t\t\t\t\t Swiss Center for Affective Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geneva \n\t\t\t\t\t\t\t\t\t Switzerland",
      "email": "sylvia.kreibig@unige.ch"
    }
  ],
  "doi": "10.1016/j.biopsycho.2010.03.010",
  "sections": [
    {
      "title": "Introduction",
      "text": "Autonomic responding in emotion has been an active research topic since, almost a century ago, Walter  Cannon (1915)  first studied the physiology of emotion  (Brown and Fee, 2002; Dale, 1947) . Still, there is no scientific consensus on whether there exists a relation between emotion and the organization of autonomic nervous system (ANS) activity and, if so, in what form. The various positions, which contemporary researchers hold on this topic, are first addressed in this article, before turning to the physical components-or the hardware-of autonomic responding in emotion. Next, a brief overview of the various theories and models that have been suggested to explain and identify mechanisms of autonomic response organization in emotion is given. The center part of this article consists of a review of the empirical basis for the postulate of emotion-specific ANS activity, considering 134 experimental studies on ANS activity in emotion. The next section summarizes and discusses how empirical emotion effects relate to models of autonomic response organization, points to the importance of choosing adequate measures of autonomic activation components, and addresses the issue of emotion terminology. A final section considers boundary conditions of the definition of emotion employed in the present article and its implications for identifying emotion-specific ANS activation."
    },
    {
      "title": "Current positions on autonomic responding in emotion",
      "text": "Contemporary researchers in the field of emotion hold contrary positions on the topic of ANS activation in emotion. At one extreme,  Feldman-Barrett (2006, p. 41) , for example, stated that \"it is not possible to confidently claim that there are kinds of emotion with unique and invariant autonomic signatures,\" but rather that configurations follow general conditions of threat and challenge and positive versus negative affect. Feldman-Barrett named three points of critique regarding the evidence for autonomic differences between emotions: first, the high heterogeneity of effects in meta-analytical studies (e.g.,  Cacioppo et al., 2000)  is interpreted to suggest the presence of moderator variables in the relation of emotion and ANS activity; second, autonomic differences that do emerge between specific emotions are viewed to be along lines of dimensional differentiation; and third, ANS activity is said to be \"mobilized in response to the metabolic demands associated with actual behavior  [. . .]  or expected behavior\" (p. 41) and because different behaviors have been shown neither to be emotion-specific nor to be context-invariant (e.g.,  Lang et al., 1990) , Feldman-Barrett views emotion-specific autonomic patterns as a priori improbable.\n\nAn intermediate position is suggested by meta-analyses of physiological responding in emotion  (Cacioppo et al., 1997 (Cacioppo et al., , 2000) )  that report some degree of autonomic emotion specificity. Besides certain reliable differences between specific emotions, Cacioppo et al. also noted context-specific effects of ANS activity in emo-tion (i.e., according to different induction paradigms). Moreover, valence-specific patterning was found to be more consistent than emotion-specific patterning: negative emotions were associated with stronger autonomic responses than positive emotions (cf. Taylor, 1991) . However, only one positive emotion, happiness, which subsumed joy, was used in the meta-analysis. This unequal representation of merely one positive as contrasted to a sample of five negative emotions may significantly bias the kind of distinction discerned. Due to a limited number of studies considered, a restricted range of physiological variables (only cardiovascular and electrodermal, but no respiratory measures), and the univariate nature of the meta-analytic approach, such results give only an imperfect answer to the question of autonomic patterning in emotion. Authors of review articles thus typically acknowledge that discrete emotions may still differ in autonomic patterns even if they do not differ in single variables  (Larsen et al., 2008; Mauss and Robinson, 2009) .\n\nDiametrically opposed to  Feldman-Barrett's (2006)  position,  Stemmler (2009)  argued why the ANS should not convey specific activation patterns for emotions, if those have specific functions for human adaptation. Stemmler (2004 Stemmler ( , 2009) )  reasoned that emotions have distinct goals and therefore require differentiated autonomic activity for body protection and behavior preparation. Autonomic activity for behavior preparation is physiological activation that occurs before any behavior has been initiated that itself engages the ANS according to behavioral demands. Such autonomic activity has even been reported in experimentally paralyzed animals  (Bandler et al., 2000) , underlining that it is not merely overt behavior that causes this activity. This also resonates with  Brener's (1987)  notion of \"preparation for energy mobilization,\" which contrasts to  Obrist's (1981)  view of ANS activity as a component of the motoric response. Stemmler (2004)  reported on a meta-analysis on autonomic responding in fear and anger-two emotions that are believed to share similar valence and arousal characteristics-in which he found considerable specificity between the two. Taking a functional approach to autonomic responding in emotion,  Stemmler (2003 Stemmler ( , 2004) )  stressed the importance of studying autonomic regulation patterns in emotion rather than single response measures. According to the view that the central nervous system (CNS) is organized to produce integrated responses rather than single, isolated changes  (Hilton, 1975) , any variable which can be described or measured independently is constituent of several such patterns. Only when considering comprehensive arrays of physiological measures can such regulation patterns be discerned. Stemmler (2009)  stressed that this should include variables that indicate both specific and unspecific effects of emotion. Unspecific emotion effects distinguish between control and emotion conditions, but not between emotions, whereas specific emotion effects distinguish between emotions. The pool, from which indicators of independent autonomic activation components can be drawn, is considered in the subsequent section."
    },
    {
      "title": "Physical components of autonomic responding in emotion",
      "text": "Although physiologists at the beginning of the last century characterized the ANS as too slow and undifferentiated to quickly produce highly organized response patterns in emotion  (Cannon, 1927) , contemporary physiologists see considerable room for such organization  (Bandler et al., 2000; Folkow, 2000; Jänig and Häbler, 2000; Jänig, 2003 ; see also  Levenson, 1988) . Research over the past 50 years has invalidated the view that the sympathetic devision of the ANS functions in an 'all-or-none' fashion without distinction between different effector organs  (Cannon, 1939) . Rather, each organ and tissue is innervated by distinct sympathetic and parasympathetic pathways, with very little or no cross-talk between them  (Jänig and McLachlan, 1992b,a; Jänig and Häbler, 2000) . Pools of sympathetic neurons can be selectively engaged, such that individual systemic circuits or other effector units are independently activated  (Folkow, 2000) .\n\nThe originally assumed functional unity of the sympathoadreno-medullary system is now known to consist of two separately controlled system parts-a direct-nervous and an adrenomedullary hormonal one-that under most situations have different functional roles  (Folkow, 2000) . Whereas the former executes precise, rapid, and often highly differentiated adjustments, the latter independently modifies important metabolic functions. In some emergency situations, where massive and generalized sympatho-adrenal system activation can occur, the two parts may also mutually support each other.\n\nThe inclusion of respiratory measures under autonomic measures also deserves some comment here. Respiratory activity evidences effects of autonomic control as well as significant independent contribution of peripheral and central chemoreceptors sensitive to CO 2  (Wilhelm et al., 2005) . Measures of respiratory activity may thus yield additional information on ANS functioning in emotion to that indicated by cardiovascular and electrodermal measures. There moreover exist important interactions of the respiratory system with the cardiovascular system, as, for example, attested by the phenomenon of respiratory sinus arrhythmia  (Grossman and Taylor, 2007) . Here, respiratory measures are important in the interpretation of effects of ANS functioning indicated by cardiovascular measures, which are modulated by respiratory effects. Finally, the cardiorespiratory control system can be viewed as one functional unit as it pursues the common aim of providing the tissues with oxygen, nutrients, protective agents, and a means of removing waste by-products (e.g.,  Feldman and Ellenberger, 1988; Poon and Siniaia, 2000; Taylor et al., 1999) . Thus, comprehensive assessment of cardiovascular, electrodermal, and respiratory measures can provide complementary information on ANS functioning in emotion.\n\nCentral coordination of autonomic activity represents a cornerstone of current views of integrated nervous system functioning (cf. central autonomic network, CAN;  Benarroch, 1993 Benarroch, , 1999 ; see also  Damasio, 1998; Thayer and Lane, 2000) . Unlike the original conceptualization of the ANS as functioning independently of the rest of the nervous system (e.g., involuntary, automatic, and autonomous control), close interactions between the central and autonomic nervous systems exist in various ways. Thus, like the somatic nervous system, the ANS is integrated at all levels of nervous activity. Whereas segmental autonomic reflexes are coordinated by the spinal cord, suprasegmental integration higher in the brain stem is required for regulation of functions such as respiration, blood pressure, swallowing, and pupillary movement. More complex integrating systems in the hypothalamus influence the brain stem autonomic subsystems. Many of the activities of the hypothalamus are, in turn, governed by certain cortical areas, particularly the insular, anterior cingulate, and ventromedial prefrontal cortices as well as the central nucleus of the amygdala, that process inputs from the external environment. Thus, fundamental adjustments of the organism to its environment can only be attained by the concerted coordination and integration of somatic and autonomic activities from the highest level of neurological activity in the cortex down to the spinal cord and peripheral nervous system. This high degree of specificity in ANS organization is needed for precise neural regulation of homeostatic and protective body functioning during different adaptive challenges in a continuously changing environment. In this context, emotions may provide quick and reliable responses to recurrent life challenges. But still, the question remains how autonomic response organization in emotion might be achieved."
    },
    {
      "title": "Conceptual levels of autonomic response organization in emotion",
      "text": "William James is often credited for originating the idea of peripheral physiological response specificity in emotion (e.g.,  Ellsworth, 1994; Fehr and Stern, 1970 ; see also Friedman, this issue, for a historical overview). James's (1884)  proposal that the feeling component of emotion derives from bodily sensations, i.e., the perceived pattern of somatovisceral activation, reversed the causality of emotion and bodily responding. Acknowledging a high degree of idiosyncrasy in emotion, James stated \"that the symptoms of the same emotion vary from one man to another, and yet [. . .] the emotion has them for its cause\" (1894, p. 520). Even more so, James believed that the physiological responses were \"almost infinitely numerous and subtle\" (1884, p. 250), reflecting the infinitely nuanced nature of emotional life. Still, James recognized limits to bodily variations in emotion: \"the symptoms of the angers and of the fears of different men still preserve enough functional resemblance, to say the very least, in the midst of their diversity to lead us to call them by identical names\" (1894, p. 520, emphasis in original). James thus strongly argued for \"a deductive or generative principle\"  (James, 1890, p. 448 ) that may explain physiological response specificity in emotion.\n\nJames' claims associated with his peripheral perception theory of emotion were met with differentiated reactions-they instigated critique (most prominently the five-point rebuttal by  Cannon, 1927) , support (e.g.,  Angell, 1916) , as well as various propositions for general organizing principles of autonomic responding in emotion. Although a number of different models have been proposed since then, these co-exist in a rather disjunct fashion, without clear empirical rejection of one or the other. As detailed in  Kreibig (in press) , the various models of autonomic responding in emotion can be organized by recognizing that these models address different conceptual levels, on which an organizing principle of autonomic responding in emotion may operate. Table  1  shows how the various theories map onto different conceptual levels that span from the physiological over the behavioral to the psychological level. A first class of models is identified, which draw on a basic physiological systems level; these are models that see the organizing principle of autonomic responding in emotion in the structure and functioning of the ANS or in the functioning of transmitter substances. A second class of models is based on brain-behavior interactions and views the organizing principle of autonomic responding in emotion in the functioning of brain-behavioral systems and refined behavioral modes. A third class of models centers on psychological processes of meaning assessment and memory retrieval; these models place particular emphasis on the functioning of psychological appraisal modules and associative networks as a general organizing principle of autonomic responding in emotion. A detailed discussion of the various models on each level can be found in  Kreibig (in press) . It is of note that from a component-view of emotion  (Scherer, 2009) , models on the same conceptual level rival each other. In contrast, models on different levels have complementary value, as\n\nTable 1\n\nConceptual levels of autonomic response organization in emotion  (Kreibig, in press) ."
    },
    {
      "title": "Psychological level"
    },
    {
      "title": "Functioning of appraisal modules",
      "text": "Componential process model  Ellsworth (1994) ;  Ellsworth and Scherer (2003) ;  Scherer (1984 Scherer ( , 1987 Scherer ( , 2001 Scherer ( , 2009 ) Specific cardiovascular appraisal hypotheses  Blascovich and Katkin (1993) ;  Blascovich et al. (2003) ;  Gendolla (2004) ;  Gendolla and Wright (2005) ;  Wright (1996 Wright ( , 1998)) ;  Wright and Kirby (2001)"
    },
    {
      "title": "Functioning of Associative Networks",
      "text": "Bio-informational theory of emotional imagery  Lang (1979 Lang ( , 1993)) ;  Miltner et al. (1986) ;  Sartory (1993)"
    },
    {
      "title": "Brain-behavioral level",
      "text": "Functioning of brain-behavioral systems Behavioral coping  Obrist (1981) ;  Schneiderman and McCabe (1989)  Dual-system models  Bradley and Lang (2000) ;  Cloninger (1987) ;  Davidson (1998) ; Lang and Bradley (this issue);  Lang et al. (1997)  Polyvagal theory  Porges (1995) ;  Porges et al. (1996) ;  Porges (2001 Porges ( , 2007 ) Reinforcement sensitivity theory  Beauchaine (2001) ;  Corr (2008) ;  Fowles (1980) ;  Gray (1982 Gray ( , 1987)) ;  Gray and McNaughton (2000)  Functioning of behavioral modes Basic modes of defensive coping  Folkow (2000) ; Stemmler (2009) Modes of defensive coping and environmental demands  Bandler and Shipley (1994) ;  Bandler et al. (2000) ;  Bernard and Bandler (1998) ;  Keay and Bandler (2001, 2002)  Predator imminence model  Bradley and Lang (2000) ;  Craske (1999) ;  Fanselow (1994) ;  Lang et al. (1997)"
    },
    {
      "title": "Peripheral physiological level",
      "text": "Functioning of autonomic systems Undifferentiated sympathetic activation  Cannon (1915 Cannon ( , 1927 ) Parasympathetic activation  Kling (1933) ;  Vingerhoets (1985) ;  Vingerhoets et al. (2000)  Sympathetic versus parasympathetic response dominance  Gellhorn (1964 Gellhorn ( , 1965 Gellhorn ( , 1970)) ; Hess (1957) Autonomic space  Berntson et al. (1991)"
    },
    {
      "title": "Functioning of transmitter substances",
      "text": "Catecholamine hypothesis  Ax (1953) ;  Funkenstein et al. (1954)  Receptor-types hypothesis  Stemmler (2003 Stemmler ( , 2004 Stemmler ( , 2009) )  they address different levels of response organization (cf. Mausfeld, 2003) . It will be seen in the discussion section how these models fit with the empirical findings that are presented next."
    },
    {
      "title": "Empirical findings of ANS activity in emotion",
      "text": "To what extent are postulated differences between emotion reflected in empirical data on ANS functioning? To address this question, a qualitative review of research findings was carried out, focusing on effects of experimentally manipulated emotions on ANS responding in healthy individuals. To cover both the psychological and medical literature, an exhaustive literature search using the databases PsycINFO, PsycARTICLES, and PubMed was conducted with the following search terms:\n\n[emotion] and [autonomic nervous system or cardiovascular or cardiac or heart or respiration or respiratory or electrodermal or skin conductance] References of such identified publications were additionally screened for further research reports falling under the specified criteria. Because the present review aimed at surveying the extent to which autonomic effects of emotion are reported in research studies, an inclusive approach was chosen, applying only basic validity and reliability criteria to study selection. Publications were included in the final selection if data from an original experiment were reported, in which emotions were manipulated and ANS measures were assessed during emotional responding. Emotion, for this purpose, was broadly defined, covering definitions of dimensional models of emotion  (Bradley and Lang, 2000; Lang, 1994; Russell, 2003) , discrete emotion theory  (Ekman, 1999; Izard, 1992) , as well as appraisal models of emotion  (Scherer, 2001; Smith and Kirby, 2004) . Emotion was thus conceptualized as a multicomponent response to an emotionally potent antecedent event, causing changes in subjective feeling quality, expressive behavior, and physiological activation. Terms such as mood or affect were considered synonymous with emotion, if the experimental manipulation targeted a stimulus-or event-related change of subjective feeling (see the concluding section for boundary conditions for such a conceptualization of emotion). Experiments involving patient groups and/or emotion regulation were excluded; control groups of these studies were, however, included (i.e., healthy individuals or unregulated responding, respectively). Publications were also excluded if no specific emotion label was provided or if no specific emotion contrasts were tested (e.g., if only reporting valence and/or arousal contrasts or only coding according to positive/negative affectivity). Publications were moreover excluded if not measuring physiological activity during the period of emotional responding, not reporting data from an original experiment, or not reporting analyses pertinent to the present review (e.g., regression or pattern classification were not considered). Articles were also excluded if, instead of individual physiological variables, a composite score was formed and only this measure was reported.\n\nThis literature search resulted in the identification of 134 publications. A detailed account of the studies included in the present review can be found in Table  A .1 (Appendix). To summarize this information, tag clouds were created. A tag cloud is a visualization of word frequency in a given database as a weighted list. For the present purpose, coding labels in Table  A .1 were used as tags (drawn from individual columns). The absolute frequency of tag occurrence is visualized with font size. Tag clouds were created with the Wordle.net web application ( http://www.wordle.net/ ). Fig.  1  presents an illustration of the relative number of studies that investigated different emotions (Fig.  1a ), using different kinds of emotion induction paradigms (Fig.  1b ), and quantified physiological variables according to different averaging durations (Fig.  1c ). It can be seen from these illustrations, that the emotions most often investigated are anger, fear, sadness, disgust, and happiness. Experimental manipulations most often utilize film clips for emotion induction, followed by personalized recall, real-life manipulations, picture viewing, and standardized imagery. Response measures are most often averaged over 60-or 30-s intervals; other common averaging intervals are 1/2-or 10-s intervals and 120-, 180-, or 300-s intervals. It is noted that studies were coded for averaging period because it was hypothesized that this factor might influ- ence the reported pattern of physiological responses. This effect was, however, not observed in the present data and is thus not further considered here.\n\nFig.  2  provides an illustration of the relative number of studies that have used different cardiovascular (Fig.  2a ), respiratory (Fig.  2b ), or electrodermal (Fig.  2c ) measures as well as their overall usage (Fig.  2d ). These figures show that heart rate is the cardiovascular response variable most often reported; other popular cardiovascular measures include systolic and diastolic blood pressure, heart rate variability, and finger temperature. For respiratory measures, respiration rate is the most often reported index together with respiratory period and respiratory depth as well as tidal volume, duty cycle, and respiratory variability. For electrodermal measures, skin conductance level is the response variable most often reported, followed by skin conductance response rate and skin conductance response amplitude. Over all autonomic measures, heart rate is the indicator most often reported, followed by skin conductance level and other cardiovascular variables.\n\nReports of physiological responses in emotions were coded according to the emotion label provided by the authors and sub-sequently grouped together based on synonymous expressions drawn from Merriam-Webster Online Dictionary (2009). Thus, six negative and eight positive emotion groups, and two emotion groups without clear valence connotation were identified (labels subsequently listed in parentheses were considered synonymous).\n\nFor the negative emotions, these were:   For the emotions without clear valence connotation, these were:\n\n(a) surprise (wonder); (b) suspense.\n\nSubsequent sections present a summary of findings of autonomic emotion responses reported in studies described in Table  A .1 (numbers in brackets refer to the study number in Table  A .1). Direction of change in ANS activity was coded as change from baseline or, if present, from a neutral comparison condition. Table  3  gives abbreviations, full names, and near-synonymous expressions of autonomic measures used in the following. It should be stressed that the current review is of qualitative nature; thus, the results of different studies were not integrated using a weighing procedure that considers sample size, mean, and standard deviation, and thus power of a study. Rather, to organize and integrate the different findings reported in the various studies, a modal response pattern was defined as the response direction reported by the majority of studies (unweighted), with at least three studies indicating the same response direction. Modal response patterns for each emotion are summarized in Table  2 ."
    },
    {
      "title": "The negative emotions"
    },
    {
      "title": "Anger",
      "text": "Physiological responding in anger-eliciting contexts of harassment or personalized recall describe a modal response pattern of reciprocal sympathetic activation and increased respiratory activity, particularly faster breathing.\n\nTable 2 Overview of modal* ANS responses found for reviewed emotions.\n\nNote. *Modal responses were defined as the response direction reported by the majority of studies (unweighted), with at least three studies indicating the same response direction. Arrows indicate increased (↑), decreased (↓), or no change in activation from baseline (-), or both increases and decreases between studies (↓↑). Arrows in parentheses indicate tentative response direction, based on fewer than three studies. Abbreviations: pause -respiratory pause time; depth -respiratory depth; exp -respiratory expiration time; insp -respiratory inspiration time; var -respiratory variability. For abbreviations of other physiological measures, see Table  3 . In particular, the anger response is characterized by ␣and ␤-adrenergically mediated cardiovascular effects: increased HR, increased SBP and DBP, and increased TPR, accompanied either by increased  SV and CO [51, 104] , decreased SV and increased  CO [88, , decreased SV and unchanged  CO [83, 89] , or decreased SV and CO (\"anger out\", i.e., anger directed outward away from the self)  [40, 54] . Increased SBP, DBP, CO, and TPR, but no increase in HR and SV (stressful interview)  [2]  as well as increased HR, SBP, DBP, SV, CO, and unchanged TPR (personalized recall) [106] have also been reported. Other studies, that did not assess all indices, produce partial replications  [7, 14, 25, 29, 35, 36, 37, 55, 63, 80  ,  87 ,  90 ,  96 ,  119 ,  imagery-task 105 ,  107 ,  113 ,  123 ,  128 ,  130 ,  131 ,  134] . This response pattern is further characterized as an ␣and ␤-adrenergically mediated response by measures indicating shortened PEP  [54, 81, 83, 87, 106, 111]  and  LVET [81, 106, 111] , lower TWA  [110, 111] , increased  HI [81, 110, 111] , and increased R-Z time  [110] . Moreover, decreased FPA [29, 110, 111, 123]  or unchanged FPA  [75] , and shortened  FPTT [75, 111, 123] , decreased  HT [7, 104]  and  FT [7, 98, 107] , increased  HT [109, 111] , or unchanged  FT [89]  point to vasoconstrictive effects in the periphery and local increases of circulation in the face.\n\nCardiac parasympathetic inhibition is indicated by decreased HRV  (MSD [21] ; spectral  RSA [77] ; RMSSD  [87, 110] ); others have found unchanged HRV (peak-valley and spectral RSA, RMSSD, MSD,  SDNN [90] ;  SDNN [113] ). Reports furthermore indicate increased electrodermal activity (increased SCR  [29] ; increased nSRR  [7, 65, 87, 111] ; increased SCL  [7, 21, 35, 37, 77, 80, 93, 98, 107, 109, 111, 115] ), additionally implicating sympathetic effects at the eccrine sweat glands, an effect which is cholinergically mediated.\n\nFor respiratory variables, findings indicate increased respiratory activity, particularly faster breathing. Specifically, unchanged  [14]  or increased  RR [7, 34, 75, 80, 90, 93] , shortened T i and T e , increased P i [15], shortened T e and decreased I/E-ratio [80], increased [34], unchanged [75], or decreased [15] respiratory depth, and increased FRC, increased R os [93], and increased variability of respiratory amplitude [90] have been found.\n\nTwo exceptions to the modal response pattern of reciprocal sympathetic activation in anger are noteworthy: first, responding to material that features expressions of anger differs from responding to harassing material. Specifically, physiological responding to picture viewing of facial emotional expressions of anger diverges such that HR decelerates instead of an acceleration, SCL decreases instead of an increase, and HRV (spectral RSA) increases instead of a decrease or no change  [28, 59, 129] . Because emotional responses to anger expressions that signal threat have been related to fear, this response pattern may be taken as suggestive of a fear response rather than an anger response (see discussion of fear responses associated with decreased HR, below). Similarly, film viewing for anger elicitation differs in resulting in decreased HR in the presence of decreased HRV  (MSD [21] ), pointing to sympathetic-parasympathetic cardiac deactivation that may rather indicate passive sensory intake  (Obrist, 1981; Schneiderman and McCabe, 1989) . Along these lines,  Stemmler and colleagues (2007)  demonstrated that approach-oriented anger was characterized by unchanged HR, while withdrawal-oriented anger showed decreased  HR [110] . This finding may point to the fact that motivational direction influences the heart rate response in anger.\n\nA second deviation from the modal response pattern in anger is evident in the absence of ␣-adrenergic vasoconstrictive effects in several studies: directed facial action (DFA) of anger is characterized by increased, instead of decreased,  FT [32, 74, 75]  (although decreased FT has also been reported for anger in DFA  [73] ), an effect that reflects ␤-adrenergically mediated vasodilation in contrast to ␣-adrenergically mediated vasoconstriction  (Cohen and Coffman, 1981; Rowell, 1986) . TPR decreased in association with increased HR, LVET, SV, CO, HI, SBP, DBP, and MAP and shortened PEP in a film study of anger  [81] . Similarly, a response pattern labeled \"anger in\" (i.e., anger directed toward the self) is characterized by increased HR, SV, and  CO, unchanged SBP and DBP, and decreased TPR [2, 40] . Increased HR, SBP, DBP, SV, CO, and forearm blood flow, but decreased levels of TPR have also been reported under conditions of experimenter harassment in accompaniment of a friend  [71] . Finally, increased HR and SBP, but decreased DBP and MAP was found in the context of emotional step walking  [105] . These findings suggest that various subforms of anger may exist, which are differentiated by motivational direction that appears to influence the heart rate and ␣-adrenergic response."
    },
    {
      "title": "Anxiety",
      "text": "Using predominantly experimental paradigms that incorporate an anticipatory component (e.g., threat of shock  [12, 13, 17, 20, 127] ; speech preparation  [82, 118] ), anxiety has been almost unanimously characterized by sympathetic activation and vagal deactivation, a pattern of reciprocal inhibition, together with faster and shallower breathing. Apparent overlaps with the abovereviewed anger response on certain response variables will have to be addressed in future research that will need to fill gaps of measures that are either predominantly assessed in anger research (e.g., ␣and ␤-adrenergically affected measures of sympathetic functioning, such as PEP, LVET, MAP, and TPR) or in anxiety research (e.g., respiratory measures of sighing or carbon-dioxide blood levels).\n\nIn particular, reports on anxiety indicate increased HR  [2, 31, 82, 97, 118, 121] , decreased HRV (spectral RSA [82]; peak-valley RSA [84]) as well as increased LF and LF/HF [82], increased SBP [2, 118], increased DBP [84, 118] or unchanged DBP and TPR [2], unchanged SV [2, 84] and increased CO [2], decreased FPA [12, 13, 118] as well as decreased FPTT and EPTT [118], decreased FT [91, 97], and increased HT [91]. Reports include moreover increased electrodermal activity (increased SCR and nSRR [12] and increased  SCL [12, 20, 82, 93] ). Respiratory variables indicate increased RR due to decreased T i and T e  [12, 30, 84, 121] , as well as decreased V t  [12, 121] , increased sigh frequency and V t variability [12] (however, higher sigh frequency during relief than tension has also been found  [127] ), increased R os  [93] , decreased end-tidal pCO 2  [30, 121] , and increased oxygen consumption  [30] .\n\nA striking exception to this otherwise classic pattern of reciprocal sympathetic activation and parasympathetic deactivation for anxiety constitutes a study of picture viewing (e.g., pictures of a snake, shark, tornado, knife, or attack  [94] ): this study reports HR deceleration, accompanied by increased HRV (peak-valley RSA), and a trend of increased T tot associated with increased T e and decreased T i , decreased V m , and an unspecific small increase in R os . Thus, this study suggests a pattern of reciprocal parasympathetic activation and decreased respiratory activity for anxiety. Other exceptions that do not fully support a pattern of reciprocal sympathetic activation for anxiety include results from a threatof-shock context, where unchanged HR  [13]  or decreased HR and increased SCR  [17]  has been reported. HR deceleration, accompanied by increased PEP and LVET, has also been found in the context of music-induced agitation  [84] . All these response patterns point to response fractionation across organ systems  (Lacey, 1967) ."
    },
    {
      "title": "Disgust",
      "text": "Disgust-related autonomic responding falls into two partially overlapping patterns: (a) disgust elicited in relation to contamination and pollution (e.g., pictures of dirty toilets, cockroaches, maggots on food, foul smells, facial expressions of expelling food), characterized by sympathetic-parasympathetic co-activation and faster breathing, particularly decreased inspiration (cf. physiological response associated with vomiting;  Sherwood, 2008) ; (b) disgust elicited in relation to mutilation, injury, and blood (e.g., injections, mutilation scenes, bloody injuries), characterized by a pattern of sympathetic cardiac deactivation, increased electrodermal activity, unchanged vagal activation, and faster breathing. Increased HRV sets contamination-related disgust apart from most other negative emotions, which typically show decreased HRV. Similarly, decreased CO distinguishes disgust in general from the other negative emotions, which show increased CO, as is typical for mobilization for action  (Obrist, 1981) .\n\nSpecifically, contamination-related disgust is associated with HR acceleration  [3, 14, 49, 73, 128]  or no change from baseline  [32, 74, 75, 99] . HR acceleration has also been reported in the context of personalized recall  [73, 89]  or films  [63]  where disgust-type remained unspecified. This response pattern is furthermore characterized by increased HRV  (SDNN [63] , RMSSD [99], peak-valley RSA [94]), increased TPR, and decreased SV  [89, 99] , suggesting sympathetic-parasympathetic coactivation. As a notable exception, unchanged or even decreased skin conductance has been reported in response to contamination pictures  [22]  and no change in nSRR has been reported in response to film clips depicting contamination-related material  [66] .\n\nMutilation-related disgust, on the other hand, was characterized by HR deceleration  [9, 18, 21, 23, 44, 46, 62, 85, 99, 108, 133]  or a depressed phasic HR response  [70] . Palomba et al. (2000)  note that HR reduction occurred between the first and the last interval of a 132-s film, indicating a slow late deceleration  [85] . Similarly, in response to picture viewing,  Winton et al. (1984)  describe a triphasic response pattern of HR change that was characterized by an early deceleration, a brief and dampened acceleration, followed by an early onset of a second deceleration  [133] . This response pattern is furthermore characterized by no change in HRV (RMSSD [99]; peak-valley RSA [85]; Porges' RSA  [9] ; however, increased HRV (spectral RSA) and decreased LF/HF has also been reported  [108] ). Increased TWA  [85]  and no change in SV and TPR [99] have also been found for mutilation-related disgust, suggesting decreased cardiac and increased electrodermal sympathetic control together with unchanged vagal influence (increased SCR for mutilation-versus contamination-related disgust has also been reported  [16, 22] ). Still, one study  [22]  reported non-differential HR deceleration for both contamination and mutilation pictures that was largest compared to all other affective categories.\n\nBoth response patterns, i.e., mutilation-and contaminationrelated disgust, were non-differentially accompanied by increased SBP,  DBP, and MAP [21, 69, 89]  or no change in blood pressure [99], decreased PEP, LVET, CO [99], or no effect on CO and FT [89], increased  FT [32, 74, 75] , decreased  FT [24, 44, 46, 73] , decreased  FPA [44, 46, 69, 75] , increased  FPTT [46, 69] , and decreased FPTT  [75] , no change in  EPTT [46] , and decreased facial blood flow and velocity  [108] . Responses in these variables do not seem to fall into a coherent pattern.\n\nAcross paradigms (e.g., picture viewing, film clips, DFA, and personalized recall), disgust is consistently reported to be nondifferentially associated with increased electrodermal activity, as indicated by increased SCR  [18, 60, 62, 70, 133] , increased nSRR  [60, 65, 108] , and increased SCL  [21, 23, 26, 32, 44, 46, 49, 69, 74, 75, 85, 99, 108, 115, 126] . Electrodermal activity is furthermore characterized by long-duration SCR  [3]  in response to disgust-eliciting odorants, whereas picture viewing of disgust-expressing faces has been reported to elicit relatively short OPD, small SCR, positive skin potentials of rapid increase and slow decrease  [24]  or a delayed SCR of medium response size and slow rise time  [132] .\n\nThere is a general effect of increased RR in disgust  [15, 24, 34, 46, 69, 75, 85] , although increased respiratory duration  [94]  or no change [108] have also been reported. Notably, contaminationrelated disgust has been characterized by decreased T i and increased or no change in T e  [14, 15, 94] , that may contribute to decreased T i /T tot and V t /T i [15], decreased respiratory volume (e.g., decreased V t , V m  [14, vomiting clip 15, 24, 75, 94] ), and increased R os  [94] , as well as larger variability in T e , V t , V m , V t /T i [vomiting clip 15]. Other than decreased V t [69] for mutilation-related disgust, generally no change in respiratory timing [9, torture clip 15] or volume parameters  [46]  is reported (see also  [34] ). In summary, the distinction between contamination versus injury disgust appears to be important in determining the specific type of disgust response and will need to be more systematically investigated in future research."
    },
    {
      "title": "Embarrassment",
      "text": "Inducing embarrassment by experimenter humiliation, watching a video of oneself singing, or imagery, studies consistently indicate broad sympathetic activation and vagal withdrawal, a pattern of reciprocal inhibition. Whereas this response pattern largely overlaps with those of anger and anxiety reviewed above, the relatively small number of studies as well as the limited number of response variables assessed highlights the importance for future research to test specific physiological differences between negative emotions, such as facial blushing in embarrassment.\n\nStudies inducing embarrassment in particular report increased HR  [4, 52, 54, 56] , accompanied by decreased PEP, no effect on CO, and increased TPR  [54] , increased SBP and DBP [52], decreased HRV (peak-valley RSA), and increased SCL  [56] . Harris (2001)  reports that HR rose significantly during the first minute of watching an embarrassing film of oneself singing, but returned to baseline levels during the second minute, a pattern that replicated in a second study  [52] . As the empirical basis for the physiological response pattern of embarrassment is scant, much remains to be done in future research."
    },
    {
      "title": "Fear",
      "text": "Laboratory fear inductions typically use presentation of threatening pictures, film clips, or music, standardized imagery or personalized recall, and real-life manipulations (e.g., imminent threat of electric short circuit). One of the earliest attempts to induce fear in the laboratory, used a sudden backward-tilting chair  [11] . Due to the nature of the manipulation, it is, however, not clear whether in fact fear, or rather surprise, was induced. Moreover, because confounds caused by the change in body posture complicate interpretation of results, this study is not considered here.\n\nOverall, studies on fear point to broad sympathetic activation, including cardiac acceleration, increased myocardial contractility, vasoconstriction, and increased electrodermal activity. In distinction to the physiological response to anger, peripheral resistance typically decreased in fear, whereas it increased in anger. This response is accompanied by decreased cardiac vagal influence and increased respiratory activity, particularly faster breathing based on decreased expiratory time, resulting in decreased carbon dioxide blood levels.\n\nVarious of the studies investigating fear report increased HR  [5, 8]  or increased electrodermal activity in single measures (increased SCR  [24] ; increased nSRR  [65] ; increased SCL  [132] ) or in coassessment  (nSRR [35, 114] ;  SCL [48, 74, 79, 80, 114] ; although increased HR and unchanged SCL [124] and unchanged nSRR  [66]  have also been reported), indicating a general arousal response.\n\nMore complete patterned responses are derived from studies that assessed combinations of cardiovascular and/or cardiorespiratory parameters. A number of studies report increased HR together with indicators of increased vasoconstriction: decreased  FT [32, 64, 73, 89, 107, 109]  (see, however  [74]  for a report of increased FT); decreased FPA  [67, 75, 109, 110, 111] ; decreased  FPTT [75, 111] ; and decreased EPTT  [64]  (see, however  [67]  for a report of increased FPTT and EPTT). Increased HR and increased blood pressure have also been variously reported: increased SBP and DBP  [7, 64, 81, 87, 89, 96, 104, 107, 111] , as well as increased MAP [21, 67, 72, imagery 105, 130]; some have reported unchanged DBP [exercise 105, 106, 119] and decreased MAP [exercise 105]. Reports on vascular resistance indicate either increased TPR [81, 89] or, more often,  decreased TPR [87, 104, 106, 111] . Furthermore, HR increase cooccurs with increased myocardial contractility: increased ejection speed  [111] , shortened  PEP [64, 81, 87, 106, 110, 111] , decreased  [106, 110, 111]  or unchanged  LVET [81] , and increased HI  [110, 111]  (however, see  [81]  for a report of decreased HI). These are associated with consequent changes in cardiac pump function: increased  [7, 104]  or decreased  SV [64, 81, 89, 106, 110, 111] , and increased  [104, 106, 111] , unchanged  [89] , or decreased  CO [81]  have been reported. Increased sympathetic cardiac control is furthermore indicated by increased PWA and decreased TWA [85, 110, real-life 111]. Vagal withdrawal is evidenced in decreased HRV  (MSD [21] ;  MSSD [111] ;  RMSSD [42, 43, 87, 110] ; peak-valley RSA  [90] ; spectral RSA  [90, 126] ), although some report unchanged HRV (peak-valley RSA  [67, 85] ; spectral RSA  [64] ) and unchanged LF  [126] .\n\nFurther studies report HR increases together with increased respiratory activity, including measures of breathing rhythm: increased RR  [7, 34, 64, 67, 75, 80, 85, 86, 90, 111, 122] , and either both decreased T i and T e  [14, 120, 122] , or predominantly decreased T e and unchanged T i , as also indicated by increased T i /T tot and I/E-ratio  [33, 34, 64] , and increased P i  [14] . Volumetric measures moreover indicate increased respiratory volume  [34, 75]  or decreased respiratory volume  [14, 67, 120, 122] , and increased V m  [64] . Gas exchange analysis indicates decreased pCO 2  [64, 120, 122] . Furthermore, increased variability of respiratory parameters has been noted, such as increased variability of respiratory amplitude  [90]  or increased variability in pCO 2 and\n\nThe already above-mentioned increase in electrodermal activity was also found in numerous of these multi-measure studies (increased SCR  [7, 111] ; increased nSRR  [87, 111, 119] ; increased SCL  [21, 42, 43, 64, 80, 85, 107, 111, 126, 130] ).\n\nOnly a few studies report HR deceleration in the context of laboratory fear elicitation: decreased HR along with signs of increased vasoconstriction (decreased FPA and EPTT, unchanged FPTT) has been found in response to a film clip eliciting fear of falling  [39] ; decreased HR and unchanged HRV (SDNN) has been reported in children watching a film clip that portrayed Snow White running through a dark haunted forest  [113] ; decreased HR and increased SCR was reported in response to picture presentation of snakes and spiders  [27]  or other threatening material (e.g., angry face, aimed gun, attack  [10, 22] ); decreased HR, decreased SCL, and increased HT has been found in a real-life induction context (radio play, announcement of uncontrollable event, and sudden outage of light [109]); decreased SCL has been similarly found for fear induced by music excerpts  [67] . It is possible that these latter fear paradigms elicited a stronger degree of self-involvement, leading to higher imminence of threat  (Bradley and Lang, 2000; Craske, 1999; Fanselow, 1994; Lang et al., 1997) , such that participants were further along the \"fear continuum,\" characterized by immobilization rather than an active coping response that leads to sympathetic inhibition (see also the above discussion of outliers for anger and anxiety). However, such findings will need to be contrasted with such intense fear responses as found, for example, in phobias, which constitute a good model to study the type of fear with high immediate threat characteristics (e.g.,  Wilhelm and Roth, 1998) ."
    },
    {
      "title": "Sadness",
      "text": "Inspecting the activation components reported for sadness reveals a heterogeneous pattern of sympathetic-parasympathetic coactivation. Only a few studies considered mediating variables, such as cry-status  [45, 102, 103] . These studies associate uncoupled sympathetic activation with crying sadness, whereas sympathetic-parasympathetic withdrawal appears to be characteristic of non-crying sadness.\n\nParsing reports of physiological response patterns of sadness that were not analyzed according to cry-status suggests two broad classes of physiological activity in sadness-an activating response and a deactivating response. The activating sadness response, which partially overlaps with the physiological response of crying sadness, is characterized by increased cardiovascular sympathetic control and changed respiratory activity, predominantly reported in studies using DFA, personalized recall, and some studies using film material. On the other hand, the deactivating sadness response, which partially overlaps with the physiological response of non-crying sadness, is characterized by sympathetic withdrawal, reported in the majority of studies using film material, as well as music excerpts, and standardized imagery. A distinct charac-teristic of deactivating/non-crying sadness to all other negative emotions is the decrease in electrodermal activity. In contrast, the activating/crying sadness response largely overlaps with that of, for example, anxiety-a point that will be returned to below.\n\nSpecifically, for participants who cried in response to a sadnessinducing film clip, studies unanimously report increased HR, associated with increased SCL, decreased FPA, FT, smaller increases in RR, and non-differentially increased RD  [45] , increased nSRR and unchanged SCL  [101] , or increased RR, unchanged HRV (spectral RSA) and V t  [103] . In contrast, sad participants who did not cry while watching the film clip, exhibited decreased HR, associated with decreased electrodermal activity (decreased SCL and smaller nSRR  [45, 101] ), increased respiratory activity  (increased RR and RD [45, 103] ), increased  [103]  or decreased respiratory depth  [45] , decreased HRV (spectral RSA [103]), and decreased FPA and FT  [45] .\n\nWith respect to the activating response in sadness, which partially overlaps with the physiological response of crying sadness, DFA has been found to consistently prompt increased HR  [14, 32, 73, 74, 75] . In some studies, shortened FPTT and increased FPA [75], increased SCL [74], increased [73], unchanged [74], or decreased FT [32], and increased RR and respiratory depth [75] or decreased RR, T i , T e , and V t , and increased P i and FRC [14] is reported. Similarly, sadness elicited by personalized recall is characterized by increased HR associated with increased [32, 98, 115] or unchanged [77] SCL as well as increased SBP, DBP, and TPR [51, 83, 89, 106], unchanged [51, 89] or decreased SV [83, 106], increased [51] or unchanged CO [83, 89, 106], and increased [83] or decreased PEP and LVET [106]. FT has been reported to remain unchanged [89] or to decrease [98]. For HRV, decreases (MSD, SDNN [90]; spectral RSA [77]), no change (spectral RSA  [98] ; a correlation of increased HRV with increased sadness intensity is, however, also reported), or increases (peak-valley RSA [90]) were found. Respiration was characterized by increased respiration period and increased variability in respiration period  [90] . Only small increases in HR and SBP and unchanged DBP have also been reported  [105] . Allen et al. (1996) , examining social rejection and achievement failure, characterize the emotion they investigated as high-arousal sadness and report increased HR  [4] . Some studies using films for sadness induction report increased HR  [63, 68, 76] , increased electrodermal activity  (nSRR [65, 100] ;  SCL [68, 93, 117, 126] ; although no effect on nSRR has also been reported  [66] ), and increased RR [68, 100], associated with decreased FPA, FPTT,  FT [68]  or unchanged HR and FPTT [100], decreased HRV (spectral RSA) and unchanged LF  [126]  or increased HRV  (SDNN [63] ), unchanged SBP, DBP  [76] , and increased R os  [93] .\n\nThe activating response contrasts with a deactivating sadness response, which partially overlaps with the physiological response to non-crying sadness. This response pattern is found in the large majority of studies using film clips for sadness induction, which report a pattern of decreased cardiac activation and decreased electrodermal activity: decreased HR  [6, 18, 21, 31, 47, 49, 64, 86, 113, 114, 116]  (although see [39] for report of unchanged HR), longer PEP [64, 78], increased HRV (MSD [21]; spectral RSA [78]) or unchanged HRV (SDNN [113]; RMSSD [49]), unchanged [64] or decreased DBP and MAP [21], increased EPTT and FPTT, associated with decreased EPA, FPA, and FT [39, 64], decreased electrodermal activity (SCR  [18] ; SCL  [21, 47, 78, 112, 116] ; however, see  [114]  for increased  SCL and unchanged nSRR, and [64]  for increased nSRR). Some studies report decreased respiratory activity [47], as indicated by decreased RR and increased pCO 2 [64], while others report increased RR  [86, 116] . Averill (1969)  also reported decreased HR and SCL, however, together with increased SBP, DBP, FPA, unchanged FT, increased nSRR, and unchanged RR and respiratory irregularity, as elicited by a film clip on the aftermath of the assassination of John F. Kennedy  [6] , showing the funeral and burial of the US President-material that might have elicited nostalgia or mixed emotions of both sadness and anger.\n\nSuch cardiovascular deactivation has also been found in an exercise paradigm for emotion induction [exercise 105], in which sadness was the only emotion that evidenced decreases in HR, SBP, DBP, and MAP compared to a neutral comparison condition. Music-induced sadness is similarly reported to be characterized by decreased HR associated with decreased RR and increased T e  [33] , decreased RR and RD [67], unchanged  [61]  or increased RR, associated with decreased T e , T i , and P e  [84] .\n\nSadness elicited in the context of standardized imagery is similarly reported to be characterized by decreased HR  [41, 122]  or only small HR increases  [124] , unchanged SCL  [41, 124] , increased T i and T e , resulting in decreased RR, and increased pCO 2  [120, 122] .\n\nAnother study  [30]  also reports of decreased ventilation, decreased oxygen consumption, and increased pCO 2 in the context of hypnosis, as well as decreased  [120]  or unchanged V t  [122] . Increased HR and decreased nSRR has also been reported  [35] . Similarly, in an emotion self-generation task, unchanged HR and decreased SCL for sadness has been reported  [55] .\n\nPicture viewing for sadness induction has been reported to lead to increased HR and R os , unchanged HRV (peak-valley RSA) and ventilation (depressing picture content, such as hospital patients, scenes of catastrophe, soldiers in action, or dead animals [92]), decreased HR, T i , V t , increased T tot , T e , HRV (peak-valley RSA), unchanged R os and SCR (depressing picture content, such as cemetery, plane crash, war victim, or a duck in oil [94]), or moderately increased RR, decreased FT, smallest SCR, and positive SP (pictures of sad facial expressions  [24] ).\n\nContrasting contents related to the activating and deactivating sadness responses suggests a differentiation according to imminence of loss, with the activating pattern occurring predominantly in response to film clips that depict scenes related to impending loss, such as individuals coping with cancer or Alzheimer's, a husband waiting for the result of his wife's operation, or a man talking to his dying sister (cf. helplessness;  Seligman, 1975) . On the other hand, the deactivating pattern occurs predominantly in response to film clips that depict scenes related to a loss that has occurred, such as a mother at her daughter's funeral, a young boy crying over his father's death, or the death of Bambi's mother. It may be that such distinctions as anticipatory sadness (i.e., worry or anticipation of loss) as contrasted to acute sadness in the experience of loss or grieving in the aftermath of a loss play a role in addition to cry-status in differentiating physiological responses in sadness  (Barr-Zisowitz, 2000; Kreibig, 2004) . To allow a clearer picture of the type of autonomic activation associated with sadness, it will be important for future research to consider cry-status in analyzing physiological responses. Moreover, care should be taken to distinguish between anticipatory and acute sadness."
    },
    {
      "title": "The positive emotions"
    },
    {
      "title": "Affection",
      "text": "Love, tenderness, or sympathy evoked by film clips [15, 31] or personalized recall  [115] , have been reported to be associated with decreased HR (similar to sadness [31]), an unspecific increase in SCL  [115] , and increased T i /T tot , increased variation in T e , and decreased variation in V t , V m , and V t /T i [15]. Because of the few studies that have investigated physiological responding in affection-related emotions, no conclusive statement on the type of response pattern can be made."
    },
    {
      "title": "Amusement",
      "text": "Laboratory elicitation of amusement has almost exclusively employed film clips; only two studies used alternative paradigms (picture viewing  [62]  or personalized recall  [37] ; see also  [38] ). Although all film clips depicted comedic material, several response components emerge. Overall, response variables point to increased cardiac vagal control, vascular ␣-adrenergic, respiratory, and electrodermal activity, together with sympathetic cardiac ␤-adrenergic deactivation in amusement.\n\nHR is the most variable response component, with reports of deceleration  [18, 21, 26, 58, 62, 112] , no change  [47, 50, 53, 57] , or acceleration  [6, 37, 63, 116] . More consistently, increased HRV (SDNN [63]; MSD [21]; spectral RSA [26]), unchanged LF/HF [26], and increased PEP and decreased CO [53] are reported. Blood pressure remains unchanged (SBP [6, 53]; DBP [6]; MAP [50]) or increases (SBP, DBP, MAP [21]). Increased vasoconstriction is indicated by decreased FPA, FPTT, EPTT, and FT [47, 50]; increased TPR [53], and decreased FPA and unchanged FT [6] have also been reported. Respiratory activity is increased, as evidenced in increased RR [6, 47, 57, 93, 116], increased RD [47], increased respiratory irregularity [6], increased R os [93], decreased T i , V t , T i /T tot , and increased P i and variability of T e , V t , V m , and V t /T i [15]. Increased electrodermal activity is shown in increased SCR [18], increased nSRR [6, 57, 65], and increased SCL  [37, 47, 57, 62, 93, 116, 117] ; still, some have reported unchanged SRA [50] and nSRR  [66]  or even decreased electrodermal activity  (SCL and nSRR [6, 58, 112] )."
    },
    {
      "title": "Contentment",
      "text": "Studies on psychophysiological effects of contentment or pleasure have particularly relied on film clips displaying nature scenes  [21, 85, 94] , standardized imagery (e.g., wood fire, book reading, soft music  [83, 120, 122, 128] ) or personalized recall  [25, 105] . Taken together, decreased cardiovascular, respiratory, and electrodermal activation is suggestive of decreased ␣-, ␤-adrenergically, and cholinergically mediated sympathetic activation and mild cardiac vagal activation. Compared to the physiological response to amusement, the physiological response to contentment appears to have a stronger sympathetically deactivating component, whereas both share cardiac vagal activation. Further studies are, however, needed to clarify the exact nature of autonomic and respiratory activity in contentment.\n\nStudies on the physiological response of contentment indicate HR deceleration  [21, 55, 84, 85, 94, 105, 122]  or unchanged HR [25, 79], increased TWA, unchanged HRV (peak-valley RSA), and increased RR [85], or decreased HRV (MSD [21]), decreased SBP, DBP, MAP [21, 105], and decreased SCL [21, 55, 85] or unchanged SCL [79]. Decreased RR has been reported together with increased HRV (peak-valley RSA [94]), increased T i , T e [94, 120] or unchanged T i and T e [122], decreased V t [94, 122] or increased V t [120], and increased pCO 2  [120, 122]  as well as unchanged R os , SCR, and V m  [94] . Unchanged I/E ratio and moderately increased respiratory work, depth, and rate has also been reported  [34] . Using music excerpts for emotion induction  [84] , increased LVET and unchanged FPA, together with increased RR, and decreased HRV (peak-valley RSA), T i , T e , and P i has been found. Moderate increases in HR, SBP, DBP, PEP, TPR, unchanged CO, and decreased SV has been reported for relaxation imagery  [83] . As this overview shows, the physiological response pattern of contentment is similar to a relaxation response. Still, inconsistencies of the response pattern noted by various studies will have to be addressed in future research."
    },
    {
      "title": "Happiness",
      "text": "Happiness has been induced with various emotion elicitation paradigms, including  DFA [14, 73, 74, 75] , personalized recall  [77, 89, 90, 105, 115] , standardized imagery [41], film clips  [100, 113, 126] , music  [33, 61, 67, 84] , or pictures  [59] . The autonomic response pattern of happiness is characterized by increased cardiac activity due to vagal withdrawal, vasodilation, increased electrodermal activity, and increased respiratory activity. This response pattern points to a differentiated sympathetic activation state of decreased ␣and ␤-adrenergically mediated influences, while at the same time cholinergically-mediated effects are increased. Happiness shares with various negative emotions a central cardiac activation component due to vagal withdrawal, whereas it is distinguished from these by peripheral vasodilation.\n\nIn particular, the physiological response to happiness includes increased HR  [14, 41, 55, 59, 61, 74, 75, 77, 79, 89, 90, 92, 105, 113]  or unchanged  HR [33, 84, recall  visualizing 131] (although decreased HR has been reported in [67]), unchanged HRV (SDNN [113]; peak-valley RSA [92]) or decreased HRV (spectral RSA [59, 77, 90, 126]; peak-valley [67, 84, 90]), and unchanged LF [126]. Furthermore, reports indicate increased blood pressure (increased SBP, DBP, MAP [67, imagery 105]; increased SBP, DBP [61, 89, recall visualizing 131]; increased SBP, decreased DBP, MAP [exercise 105]; unchanged SBP and DBP [84]). Increased PEP and unchanged LVET and SV has been furthermore found [84]. Increased TPR, decreased SV, and unchanged CO have also been reported [89]. Vasodilation is moreover reported, including increased FT [74, 75, 109] (however, unchanged or decreased FT have been reported in [89] and [67], respectively), increased [109], unchanged [75], or decreased FPA [67, 84], and lesser shortening [75] or increase of FPTT and EPTT [67, 84]. Increased electrodermal activity is shown in increased SCL [74, 109, 115, 126] and increased nSRR [61, 100]. Some studies also reported unchanged SCL [41, 55, 75, 77] or decreased SCL [67]. Increased respiratory activity is evidenced in increased RR [14, 33, 61, 67, 75, 84, 90, 100] or unchanged RR [59], decreased T i and T e [14, 84], decreased P e [84], increased P i and FRC [14], or unchanged T i , decreased T e , and unchanged respiratory variability [33], increased depth [75] or decreased depth [14, 67], decreased respiratory variability of period and amplitude [90], increased V t /T i , unchanged FRC, and increased R os [92].\n\nA few exceptions are of note that occurred in happiness induction with visual material, such as pictures  [28, 94]  or film clips  [49, 131] : instead of the typical increase in HR, these studies report decreased or unchanged HR. Decreased HR and increased SCL have been found in response to pictures of happy faces  [28] . Decreased cardiac activity (decreased HR and slightly increased HRV, i.e., peakvalley RSA) and decreased respiratory activity (decreased RR, V t , R os , and increased T i and T e ) have been reported in  [94]  for happiness elicited with pictures from the International Affective Picture System (e.g., family, sky divers, happy teens, roller coaster, water slide;  Lang et al., 2005) . Decreased HR and SCL have been found in children in response to a happy scene in the film Bambi  [112] . Decreased HR has also been found in response to a film depicting a figure skater winning an Olympic gold medal  [49] . Decreased cardiovascular activity as expressed in decreased HR and unchanged SBP and DBP have been reported in response to a film clip depicting a joyful mother-daughter interaction  [131] . This variance may point to the fact that a relatively wide range of positive emotions is commonly subsumed under the umbrella term 'happiness.' For certain of the above cases, a label such as admiration, contentment, excitement, joy, or pride may be a more appropriate descriptor. Certain emotional stimuli may also derive special meaning from the context in which they occur, such as pictures of smiling faces in the event of winning or losing a game  (Vrticka et al., 2009) ."
    },
    {
      "title": "Joy",
      "text": "Laboratory joy elicitation has particularly relied on standardized imagery  [35, 124, 128, 130, 134]  and personalized recall [83, 106] for emotion induction. Some studies have also used picture viewing (e.g., faces [129]), real-life manipulations (e.g., expression of appreciation and reward by experimenter  [119] ), or the Velten method  [19] . Taken together, an autonomic response pattern of increased cardiac vagal control, decreased ␣-adrenergic, increased ␤-adrenergic, and increased cholinergically mediated sympathetic influence as well as increased respiratory activity may be concluded, however, awaiting confirmation by further investi-gations. Whereas all other positive emotions are characterized by decreased ␤-adrenergic sympathetic influence, joy appears to be characterized by increased ␤-adrenergic sympathetic activation, an autonomic response component that has been associated with increased motivational engagement  (Wright, 1996) , co-occurring with increased vagal activation in the response pattern of joy.\n\nSpecifically, the physiological response pattern of joy was generally characterized by increased HR, accompanied by reports of either unchanged SCL  [124, 128, 130]  or increased  SCL [129]  as well as increased nSRR  [35, 119] . The physiological response pattern of joy was further characterized by increased HRV (SDNN [63]), decreased PEP and LVET, and unchanged CO and TPR [106], or increased PEP and TPR, decreased SV, and unchanged CO [83], as well as increased SBP, DBP, and MAP  [83, 134] , or increased SBP and unchanged DBP or MAP  [106, 119, 130] . Effects on respiratory activity show increased RR  [119] . Using the Velten method for joy induction  [19] , no change in HR, SBP, DBP, and MAP has been reported. For an emotion amalgam of joy and pride elicited in the context of a computer game  [125] , mildly increased SCR, decreased HR in anticipation of the event, and increased HR after onset of the event, an initial deceleration, followed by an increase, and a second decrease in FPTT, as well as faster rise in FT at low difficulty levels, as contrasted to stronger decrease in FT at high difficulty levels has been reported."
    },
    {
      "title": "Pleasure, anticipatory",
      "text": "The emotion complex \"anticipatory pleasure\" here considers both appetite  [18]  and sexual arousal  [1, 23, 35, 70, 94, 120, 122, 133] . Physiological responses of anticipatory pleasure appear to be grouped according to type of task, indicating physiological deactivation when emotionally evocative material is visually presented (e.g., picture viewing  [18, 70, 94]  or film clips  [1, 23] ) and physiological activation when emotionally evocative material is imagined (e.g., standardized imagery  [35, 120, 122] ). Overall, these studies suggest that visual material that relates to anticipatory pleasure elicits increased cardiac vagal control, increased electrodermal activity, and respiratory deactivation. On the other hand, imagined material that relates to anticipatory pleasure elicits increased cardiac activation (either via increased sympathetic or decreased parasympathetic influence) and increased respiratory activity.\n\nLooking at material that relates to anticipatory pleasure is associated with decreased HR  [10, 18, 22, 23, 94]  and increased SCR  [10, 22, 70]  (although small or unchanged SCR have also been reported  [18, 94] ) and increased SCL  [23]  together with increased FT  [18]  and increased HRV (peak-valley RSA), T i , T e , decreased RR, V t , V m , and unchanged R os  [94] . Imagining material that relates to anticipatory pleasure, in contrast, is associated with increased HR  [35, 122] , increased nSRR  [35] , and increased RR together with decreased pCO 2 , T i , T e , and V t  [120, 122] . As an exception, increased HR and increased SCR has been reported in the context of presenting erotic pictures  [133]  and increased HR, HRV, SBP, DBP, SCR, SCL, decreased FT, and unchanged HT, RR, and respiratory variability has been reported in the context of presenting an erotic film clip [1]-notably, both studies included only male participants."
    },
    {
      "title": "Pride",
      "text": "Laboratory induction of pride has used film clips [49], personalized recall  [115] , or real-life manipulations of experimenter praise  [54] . These studies report decreased HR and unchanged HRV  (RMSSD [49] ), increased SCL  [49, 115] , and a small increase in HR together with unchanged PEP,  CO, and TPR [54] . These results may suggest an activation pattern of decreased ␤-adrenergic cardiovascular activity, increased cholinergic sympathetic influence, and unchanged vagal control in pride. However, due to the small number of studies that investigated pride, further research is strongly needed."
    },
    {
      "title": "Relief",
      "text": "Conceptualizing the absence of danger in a threat-of-shock paradigm as relief (e.g.,  Vlemincx et al., 2009) , such studies characterize the physiological response to relief by decreased sympathetic vascular and electrodermal influence and decreased respiratory activity. As is true for the largest part of physiological responding in positive emotion, only further research will allow firm conclusions. Similar to sadness, the physiological response to relief shows decreased electrodermal and respiratory activation, which is a distinguishing characteristic of relief to all other positive emotions.\n\nIn particular, the physiological response to relief is marked by moderate cardiovascular changes  (mild HR acceleration [17] ; or unchanged HR  [13] ; and increased FPA  [12, 13] ). There is moreover a decrease in respiratory activity (decreased RR, associated with increased T i , T e , increased V t , and decreased V t variability as well as decreased sigh frequency  [12] ; or increased V i including sighs, unchanged V i excluding sighs, and increased sigh frequency  [127] ). Notably, increased sigh frequency has also been reported for conditions of relief in animal experiments  (Soltysik and Jelen, 2005) . Finally, decreased electrodermal reactivity is typically reported  (decreased SCR reactivity [12, 17] ; decreased nSRR  [12] ; decreased SCL  [12, 20] )."
    },
    {
      "title": "Emotions without clear valence connotation"
    },
    {
      "title": "Surprise",
      "text": "Surprise has been reported to be associated with short-duration SCR  [3]  of medium response size and characterized by rapid increase and rapid return  [24] , increased SCL [74], increased  HR [14, 32, 74]  , decreased  [32]  or increased  FT [24, 74] , unchanged respiratory timing and volume parameters  [14] , or decreased RR and increased respiratory depth  [34] . Feleky (1916, p. 230 ) pointed out a \"decided inspiratory pause\" of the characteristic breathing curve of wonder, that-albeit its overall similarity to that of fear-makes it distinct. No uniform response pattern can be derived due to the limited number of studies investigating surprise. Including the literature on unexpected stimulus presentation  (Epstein et al., 1975; Niepel, 2001; Qiyuan et al., 1985)  and the orienting reflex  (Siddle and Heron, 1976; Siddle et al., 1983; Siddle, 1985 Siddle, , 1991;; Sokolov, 1990)  may prove more conclusive."
    },
    {
      "title": "Suspense",
      "text": "Suspense, induced in the context of film clips, has been found to be associated with decreased HR, increased nSRR and SCL  [57, 58]  as well as increased RR, decreased T e , P e , V t /T i , and variability of T e , and increased T i /T tot  [15] . While the physiological response to suspense clearly differs from that to surprise by cardiorespiratory measures, further research will have to address whether suspense constitutes a separate emotion class or whether it may be subsumed under anxiety (see  Nomikos et al., 1968) ."
    },
    {
      "title": "Discussion",
      "text": "ANS activity is viewed as a major component of the emotion response in many recent theories of emotion (see Table  1 ). Different levels, on which an organizing principle of autonomic responding in emotion might be located, were identified in the introduction and the complementary nature of these approaches was pointed out. The empirical review compiled a large database that can be drawn on to evaluate such statements. What is the empirical evidence for positions of various degrees of ANS specificity in emotion?"
    },
    {
      "title": "Autonomic responding in emotion",
      "text": "With the chosen approach, both specificity and similarity of autonomic activity in emotion was shown. Table  2  presents a sum-mary of the modal response pattern found for each emotion. The large scope of this review necessitated a considerable degree of abstraction; thus, only direction, but not magnitude of response, was coded (cf. Folkow, 2000) . This choice was made because quantification of response magnitude ultimately depends on the type of baseline or comparison condition used, operationalization of which varied greatly across studies (see  Kreibig et al., 2005; Levenson, 1988 , for issues of physiological response quantification in emotion in relation to baseline choice). Also, a number of assumptions had to be made in order to code and classify the large variety of studies. Moreover, numerous conclusions remain tentative at best, as the number of studies reporting effects on certain parameters remains limited. In that way, Table  2  may serve as an instructive guide for future research of specific emotion contrasts and autonomic parameters that demand further empirical study."
    },
    {
      "title": "Summary of empirical emotion effects and their relation to models of autonomic response organization",
      "text": "A number of notable differences between emotions emerged: HR was increased for negative (anger, anxiety, contaminationrelated disgust, embarrassment, fear, crying sadness) and positive emotions (imagined anticipatory pleasure, happiness, joy) as well as for surprise. HR decreased in mutilation-related disgust, imminent-threat fear, non-crying sadness, acute sadness, affection, contentment, visual anticipatory pleasure, and suspense-emotions that all involve an element of passivity, and may be taken to suggest vagal mediation (cf. Porges, 1995 Porges, , 2001;; Vingerhoets, 1985) . Contamination-related disgust was, however, the only negative emotion with conclusive data on increased cardiac vagal influence, as indicated by increased HRV (see also predictions of PNS involvement in disgust,  Woody and Teachman, 2000) . Acute sadness may be characterized by increased cardiac vagal influence as well, an assumption that remains to be clarified in future research. For positive emotions, increased HRV was present in amusement and joy, whereas HRV was decreased in happiness and visual anticipatory pleasure. This pattern of results supports previous statements that PNS activity may play a role in both pleasant and unpleasant emotions (e.g.,  Gellhorn, 1970; Kling, 1933) .\n\nTWA, an index of sympathetic influence on the heart  (Furedy et al., 1992 ; but see  Contrada, 1992) , was found to be decreased in both anger and fear, whereas it was increased for mutilation-related disgust and contentment, indicating decreased cardiac sympathetic influence in the latter. Decreased HR in mutilation-related disgust and contentment may thus be caused by sympathetic withdrawal rather than parasympathetic influences (see also decreased LF/HF in mutilation disgust). In line with this, contentment was the only emotion that evidenced increased LVET, pointing to decreased left ventricular contractility that indicates decreased ␤-adrenergic sympathetic activation. Likewise, decreases in cardiac contractility were present in acute sadness, amusement, and happiness, as indicated by increased PEP. Notably, these emotions have all been related to approach motivation-with either successful (amusement, happiness) or unsuccessful outcome (acute sadness)-whereas emotions that are related to increased cardiac contractility (anger, disgust, embarrassment, and fear) may be summarized as an active coping response to aversive situations  (Obrist, 1981; Schneiderman and McCabe, 1989)  or be located on a dimension of avoidance, with the exception of anger that has been suggested to be associated with approach motivation  (Carver, 2001; Harmon-Jones et al.,  this issue; but see the distinction of 'moving against' and 'moving toward';  Roseman, 2001) . Effects of decreased ␤-adrenergic activation in certain approach-related emotions are also evident in peripheral cardiovascular measures. Decreased activation was found for acute sadness, with decreased blood pressure (SBP, DBP, MAP) and increased pulse transit time. Decreased blood pressure moreover occurred in contentment, and lengthening of pulse transit time in happiness. Larger pulse amplitude was present for anticipated sadness as well as for relief, although skin temperature generally decreased for different types of sadness.\n\nFear and anger were similar in a number of parameters, though differed-as predicted by the catecholamine hypothesis  (Ax, 1953; Funkenstein et al., 1954; Stemmler, 2003 Stemmler, , 2009)) -regarding TPR, which increased in anger, whereas it decreased in fear. Remarkably, fear was the only emotion in the present review that evidenced a decrease in TPR. All other emotions were characterized either by increased (anger, contamination-related disgust, embarrassment, anticipatory sadness, amusement, happiness) or unchanged TPR (mutilation-related disgust, joy, pride).\n\nEmotional activation was moreover shown to be related to notable differences in respiratory activity. For contaminationrelated disgust, respiratory timing parameters indicated faster breathing with increased expiratory and decreased inspiratory duration. This expiratory shift is also indicated in decreased T i /T tot , and may function to expel foul smell and related agents that the organism might have inhaled, as would be postulated by a basic coping strategies approach (compare to the physiological response pattern of vomiting;  Sherwood, 2008) . T i and T i /T tot were also decreased in amusement, possibly reflecting effects of laughing on respiration, which notably occurs during the expiratory part of breathing. Of note, whereas amusement and contaminationrelated disgust were remarkably similar with respect to changes indicated by respiratory variables as well as vagal indicators, the two differed on ␤-adrenergic cardiac activation, with decreased PEP in contamination-related disgust, and increased PEP in amusement. In contrast, both increased T i and increased T e , resulting in a general slowing of breathing, occurred in contentment, visual anticipatory pleasure, and relief. A marked inspiratory pause was present in anger, fear, and surprise, together with increased breathing frequency and increased T i /T tot . Fast deep breathing has been found for non-crying sadness that may function as an expressive emotion regulation strategy to actively suppress crying-a hypothesis that needs to be addressed in future research. Slow deep breathing has been found for relief, whereas shallow breathing occurs in anxiety, disgust, certain types of sadness, as well as anticipatory pleasure. Decreased pCO 2 , indicating hyperventilation, was moreover reported for anxiety, fear, and imagined anticipatory pleasure, whereas increased pCO 2 was reported for acute sadness and contentment. These constellations may suggest variations according to basic motivational features such as valence and arousal  (Bradley and Lang, 2000; Lang et al., 1993)  or shared core processes (see  Berridge, 1999 , for a discussion of commonalities between anxiety, fear, and anticipatory pleasure, viz. desire).\n\nDecreases in electrodermal activity were present but in a few emotions, namely non-crying sadness, acute sadness, contentment, and relief. All other emotions were accompanied by increased electrodermal activity, which has been proposed to reflect cognitively or emotionally mediated motor preparation  (Fredrikson et al., 1998) , consistent with the notion of emotion causing an increase in action tendency  (Brehm, 1999; Frijda, 1986) . The decrease in electrodermal activity may in turn be taken as indicative of a decrease of motor preparation in the former emotions: sadness is typically experienced under conditions when a loss has occurred that cannot be undone, relief is experienced after a threat has passed, and contentment is experienced when one has attained a satisfactory outcome. As  Brehm (1999, p. 7 ) pointed out, \"the outcome has already occurred and there is nothing more to be done about it.\" Hence, neither emotion is characterized by an urge for action; rather, passivity is the shared motivational state.\n\nAcross response systems, psychophysiological responses in sadness-inducing contexts were characterized by decreased FPA, increased pulse transit time, and decreased electrodermal activity. As an exception, anticipatory sadness showed a reversed response pattern that was remarkably similar to that of anxiety in a number of measures. This may point to a shared dimension of anticipation of harm or loss, as discussed in more detail below. Differential association of sadness or grief with either predominant SNS  (Averill, 1968)  or PNS activation  (Gellhorn, 1964 (Gellhorn, , 1970) )  might have been the result of having such different types of sadness as crying versus noncrying sadness or anticipatory versus acute sadness in mind.\n\nIt may be asked whether such positive emotions as amusement, happiness, and joy differ physiologically. The present review suggests that, whereas in amusement and joy HRV increases, it decreases in happiness. Amusement and happiness share a lengthening of PEP that is less clear in joy. All three emotions are characterized by increased electrodermal activity and faster breathing, which is deeper in amusement, but shallower in happiness. Similarly nuanced physiological response differences between interest, joy, pride, and surprise have been reported by  Kreibig et al. (this issue) ."
    },
    {
      "title": "Measures of autonomic activation components",
      "text": "Scientific investigation should not stop at the question of whether emotions differ physiologically, but rather ask whether and in which way emotions differ in terms of activation components of the ANS (e.g.,  Berntson et al., 1991 Berntson et al., , 1993;; Stemmler et al., 1991; Stemmler, 1993) . Investigations of ANS responding in emotion have long been impeded by the exclusive use of \"convenience measures,\" such as HR and electrodermal activity, as sole indicators of the activation state of the organism (notably 23 of the publications included in the present review). However, as far back as William  James (1884 James ( , 1894)) , complex emotion syndromes of highly specific and regionally organized regulation patterns have been described that include various quantifiable cardiovascular, eccrine, and respiratory responses. Because the heart is dually innervated by the SNS and PNS that speed or slow HR either in coupled (reciprocal, coactivated, or coinhibited) or uncoupled modes, HR is not informative of the respective branch's influence upon cardiac functioning  (Berntson et al., 1991 (Berntson et al., , 1993)) . Measures such as PEP and RSA that have been shown to be indicative of ␤-adrenergic sympathetic and vagal influence on the heart, respectively, are more informative and should thus be preferred. Moreover, skin conductance cannot function as the sole indicator of sympathetic activity since directional fractionation between response systems, such as the cardiovascular and electrodermal, is known to exist  (Lacey, 1967) . In addition,  Berntson et al. (1991, p. 483 ) pointed out that \"even chronotropic and inotropic influences on the heart . . . are mediated by separate efferent pathways that may be subject to differential central control. Consequently, indices should optimally be derived from the same functional dimension of the target organ.\" Thus, as the physiological adjustments that are elicited by emotion consist of an integrated pattern of responses, it is important to judiciously select a sufficient number of response measures to allow for the response pattern and its variations to be identified  (Hilton, 1975; Schneiderman and McCabe, 1989; Stemmler, 2004) .\n\nCurrent models of autonomic control may moreover serve as a guide for interpreting findings of autonomic measures, in particular within replication studies of emotions  (Berntson et al., 1991) . Low replicability of autonomic response patterns of certain emotions may indicate low directional stability (i.e., nonmonotonic response functions), a restricted dynamic range, and low response lability (i.e., small rate of change) that is characteristic of nonreciprocal modes of activation. In contrast, high replicability of autonomic response patterns would speak for high directional stability, a wide dynamic range, and high response lability that is characteristic of reciprocal modes of activation."
    },
    {
      "title": "Emotion terminology",
      "text": "In measuring autonomic responding in emotion, it is moreover important to place expected or observed effects on a sound conceptual basis. In this context, the importance of a clear and generally agreed upon terminology for labeling emotions cannot be stressed enough. Part of noted inconsistencies can be attributed to a lax and indistinct use of emotion labels for describing investigated emotions. For example, it is important to distinguish between such emotions as fear and anxiety, although they are both related to threat appraisals, but differ on the dimension of threat imminence  (Barlow, 1991; Craske, 1999)  or may be altogether based on two distinct behavioral systems (e.g.,  Gray, 1982; Gray and McNaughton, 2000) . Similarly, amusement and happiness are both emotions related to a pleasurable experience. Amusement, however, refers to appealing to the sense of humor and should be reserved to such emotion inductions as those using slapstick comedy, whereas happiness refers to feelings of well-being or a pleasurable or satisfying experience, often caused by a deed of good fortune external to one's proper control  (Aristotle, 1893; Veenhoven, 1991) . Another important differentiation that could not be given due account in the above review of research findings is the distinction of shame and embarrassment  (Lewis and Granic, 2000; Tangney et al., 1996; Teroni and Deonna, 2008) . Whereas shame is typically instigated by personal failure, embarrassment is more related to social exposure. On the other hand, the low-arousal positive emotions, here subsumed under the label of contentment, appear under a number of different names, such as pleasure, serenity, calmness, peacefulness, and relaxation. Moreover, anticipatory states of fear (anxiety) and sadness (anticipatory sadness), that were here distinguished from other forms of fear and sadness, respectively, might be regrouped into a category of worry or mental distress resulting from concern for an impending or anticipated painful experience of harm or loss, cutting across linguistically-defined boundaries (cf. Barr-Zisowitz, 2000 , for a discussion of types of sadness). Both share an uncertainty about the kind of harm and what can be done to prevent a fatal outcome (cf. helplessness;  Seligman, 1975) . Appraisal models that present prescriptive appraisal-emotion mappings (e.g.,  Roseman, 1984; Roseman et al., 1994; Scherer, 1982 Scherer, , 2001;; Smith and Ellsworth, 1985)  may serve as a general guide of how to label different experimental emotion conditions.\n\nApparent inconsistencies previously noted regarding autonomic activity in emotion (e.g.,  Feldman-Barrett, 2006)  may thus be accounted for by conceptualizing \"modal emotions\"  (Scherer, 1994 (Scherer, , 2001) )  or \"emotion families\"  (Ekman, 1997 (Ekman, , 1999) )  as umbrella terms, under which different subtypes of that emotion exist, related to small but important differences in appraisal outcomes. In that sense, emotions might be grouped together in functional complexes under an abstract theme (cf. core relational themes;  Lazarus, 1991)  with its various specific, i.e., condition-sensitive, implementations."
    },
    {
      "title": "Boundary conditions",
      "text": "The present review focused on the relation between emotion and ANS activity. Emotion was defined as a multi-component response to an emotionally potent antecedent event, causing changes in subjective feeling quality, expressive behavior, and physiological activation. However, there is no one-to-one relationship between emotion and changes in autonomic activation: feeling changes may occur without concomitant autonomic changes, just as autonomic changes may occur without concomitant feeling changes. Moreover, the present review assumed that study participants can faithfully report on their emotional state. However, decoupling of subsystems may occur, such as in emotion elicitation by subliminal stimulus presentation, unconscious emotions (presence of physiological effects, but absence of conscious feel-ings), or low response system coherence due to some intervening process, such as emotion regulation. To conclude, boundary conditions of the relation between emotion and autonomic activity and their implications for our understanding of emotion, feeling, and autonomic changes are discussed."
    },
    {
      "title": "Feeling changes without concomitant autonomic changes",
      "text": "A large body of literature reports on feeling changes in the absence of effects on autonomic responding. Typically, the type of affect manipulated within the context of such studies is labeled 'mood,' referring to a diffuse and long-lasting affective state that is not object-related, i.e., not experienced in simultaneous awareness of its causes  (Frijda, 1993; Gendolla, 2000; Schwarz and Clore, 1988 ; however, see also the concept of the 'as-if body loop,  ' Damasio, 1999) . Unlike emotions that are associated with specific motivational functions, e.g., motivating to remove the object of anger or to escape from the object of fear, moods do not have specific and stable motivational functions, but only informational function. Although moods have thus no direct impact on behavior, they do influence effort investment in subsequent behavior, such as performing a task.\n\nThus, whereas moods have immediate effects on subjective feeling state and facial expression, autonomic effects are typically absent during mood induction. No change from baseline activation of systolic and diastolic blood pressure, heart rate, and skin conductance level or spontaneous response rate has been found in the context of disguised mood manipulations, ranging between eight and ten minutes, with film excerpts (e.g.,  Silvestrini and Gendolla, 2007) , music excerpts (e.g.,  Gendolla and Krüsken, 2001) , autobiographic recall (e.g.,  Gendolla and Krüsken, 2002) , or odors  (Kiecolt-Glaser et al., 2008) . Still, autonomic activation in subsequent task performance is moderated by mood, with the direction of effect depending on perceived difficulty level of the task  (Gendolla, 2003; Gendolla and Brinkmann, 2005) . When addressing affective effects on ANS activity, it is therefore of utmost importance to distinguish mood from emotion in order to know when to expect autonomic effects and when not."
    },
    {
      "title": "Autonomic changes without concomitant feeling changes",
      "text": "Reviewed results of effects of emotion on autonomic activity necessarily underly a specific measurement model. The ANS is not exclusively servant to emotion. Non-emotional physical, behavioral, and psychological factors affect physiological activation before, during, and after emotion, producing a complex amalgam of effects on physiological activity. Emotions are typically assumed to influence the ANS during a relatively brief period of time in the range of seconds to only a few minutes  (Ekman, 1984 (Ekman, , 1994)) . Once a behavioral reaction has been initiated, the physiological activity is in the service of that behavior and no longer reflects predominantly effects of emotion  (Levenson, 2003; Stemmler, 2004) .\n\nTo disentangle the potential confounding context effects from emotional effects on physiological activation, three major factors have been recognized that influence physiological responding  (Stemmler et al., 2001; Stemmler, 2004 ): (a) effects of the nonemotional context include posture, ambient temperature, ongoing motor activity, or cognitive demands, that are not in the service of emotion, constraining the physiological effects that the other components may exert; (b) effects of the emotional context include organismic, behavioral, and mental demands of enacting the emotion, given the specific momentary situational allowances and constraints on the emotional behavioral response, representing context-dependent effects of emotion that may be variable across situations; (c) effects of the emotion proper reflect specific physiological adaptations with the function to protect the organism through autonomic reflexes and to prepare the organism for consequent behavior, representing context-independent effects of emotion, which are expected to be stable across situations. Only the third component of the model, the emotion signature proper, is expected to allow statistical identification of specific, non-overlapping emotion responses  (Stemmler et al., 2001) ."
    },
    {
      "title": "Decoupling of subsystems in emotion",
      "text": "To demarcate emotion from other physical and psychological influences on ANS activity, subsystem synchronization has been proposed as a distinctive feature of emotion  (Scherer, 2001) . Coherence constraints between response systems of emotion have, however, been noted in some studies (e.g.,  Mauss et al., 2005; Reisenzein, 2000; Ruch, 1995) . Such dissociation among different measures of emotion may be relatively normal rather than reflecting aberrant functioning. Emotion regulation, as one prominent process in this regard, may influence subsystem coherence in various ways, such as with respect to awareness of emotional responses  (Koole, 2009) . Emotions can, moreover, be elicited by subliminally presented stimuli that do not enter conscious awareness (e.g.,  Flykt, Esteves, & Öhman, 2007; Öhman, Carlsson, Lundqvist, & Ingvar, 2007; Wiens et al., 2008) . Thus, although feelings are often and typically conscious, conditions may arise, under which people do not report and/or are not aware of an emotional experience, although other subsystems, such as facial expression, physiological activation, and behavioral tendency indicate occurrence of emotion (cf. unconscious emotions;  Wilson, 2002; Winkielman and Berridge, 2003, 2004) .\n\nCollecting valid data on autonomic responding in emotion has been and remains to be a challenge to emotion research (e.g.,  Levenson, 1988; Stemmler, 2003) . For progress in the understanding of the functional organization of ANS activity in emotion, future researchers will have to closely scrutinize and, if possible, verify the specific type of emotion elicited as well as individual variations when analyzing autonomic parameters that need to be selected such that they allow differentiation of the various activation components of the ANS. Only if the hypothesis of autonomic response organization is properly tested, can valid inferences be drawn. It is hoped that this will pave the road to arriving at James' (1890) call for a generative principle that can summarize and account for the varieties of emotion."
    },
    {
      "title": "Appendix A. Overview of reviewed studies",
      "text": "Table  A .1 provides an overview of the studies considered in the present review. Emotions were coded according to the emotion labels provided by the authors. The table moreover indicates the type of emotion induction method as well as assessed physiological measures (grouped into cardiovascular, respiratory, and electrodermal). Averaging period is the time segment over which averages for physiological variables were calculated; in case of different averages for different physiological variables, more than one number is indicated; in case of varying averaging periods due to different stimulus presentation lengths, the mean averaging duration rounded to the next full minute is indicated.\n\nThis table can be downloaded as a text file from  http://www.stanford.edu/ ∼skreibig. Data presented in this table were also used to generate the tag clouds.\n\nTable A.1 Overview of studies on effects of emotion on autonomic nervous system activity. No. Authors Year N Emotion labels Experimental paradigm Cardiovascular Respiratory Electrodermal Averaging period (in s) 1 Adamson et al. 1972 10 Sexual arousal Film clips HR, HRV (CVT), SBP, DBP, FT RR nSRR 30, 120, 240 2 Adsett et al. 1962 30 Anger, anxiety, dejection, depression Stress-interview HR, SBP, DBP, CO, SV, TPR inst. 3 Alaoui-Ismaïli et al. 1997 44 Anger, disgust, fear, happiness, sadness, surprise odorants HR, palm temp., SBF RR OPD, SYDER 0.5 4 Allen et al. 1996 100 Achievement failure, social rejection Standardized imagery HR 30 5 Aue et al. 2007 42 Goal conduciveness, relevance, threat Picture viewing (IAPS) HR, FT, arm temp. 1, 5 6 Averill 1969 54 Mirth, sadness Film clips HR, SBP, DBP, FPA, FT, face temp. RR, respiratory variability nSRR 15, 360 7 Ax 1953 43 Anger, fear Real-life (harassment, threat of short-circuit) HR, SV, SBP, DBP, FT, face temp. RR, T i /T tot , RD nSRR, SCR 6 8 Baldaro et al. 1996 30 Fear Film clips HR 120 9 Baldaro et al. 2001 42 Disgust Film clips HR, HRV (RSA (Porges)) RR 600 10 Bernat et al. 2006 48 Sexual arousal, threat Picture viewing (IAPS) HR SCR 6 11 Blatz 1925 18 Fear Real-life (sudden backward-tilting chair) HR RR 12 Blechert et al. 2006 42 Anxiety Threat of shock HR, TWA, HRV (RSA (HF), RSA (Porges), LF/HF, LF, VLF), FPTT, FPA RR, T i , Te, P i , Pe, T i /T tot , V t , Vm, V i /T i , respiratory variability, pCO 2 , sigh frequency, sigh V t , % thoracic V t SRA, nSRR, SCL 300 Table A.1 (Continued) No. Authors Year N Emotion labels Experimental paradigm Cardiovascular Respiratory Electrodermal Averaging period (in s) 13 Bloom and Trautt 1977 Anxiety Threat of shock HR, FPA 30 14 Boiten 1996 Anger, disgust, fear, happiness, sadness, surprise Directed facial action HR T tot , T i , Te, P i , V t , Vm, FRC 10, 30 15 Boiten 1998 Amusement, disgust, fear, suspense, tenderness Film clips T tot , T i , Te, P i , Pe, T i /T tot , V t , Vm, V t /T i , RC/V t , respiratory variability 120 16 Bradley et al. 2001 Disgust Picture viewing (IAPS) HR SCR 0.5 17 Bradley et al. 2008 (control) Dental anxiety Threat of shock HR SCR 20 18 Britton et al. 2006 Appetite, disgust, amusement, sadness Film clips HR SCR 30, 90 19 Brown et al. 1993 Elation, sadness Velten method HR, SBP, DBP, MAP 20 Chan and Lovibond 1996 Threat Threat of shock SCL 40 (Control) 21 Christie and Friedman 2004 Amusement, anger, contentment, disgust, fear, sadness Film clips IBI, HRV (MSD), SBP, DBP, MAP SCL 60 22 Codispoti and De Cesarei 2007 Disgust, sexual arousal, threat Picture viewing (IAPS) HR SCR 0.5 23 Codispoti et al. 2008 Disgust, sexual arousal film clips HR, HRV (RSA (Porges)) SCL 60 24 Collet et al. 1997 Anger, disgust, fear, happiness, sadness, surprise Picture viewing (faces) SBF, palm temp. RR OPD, SYDER, SCR, duration 0.5 25 Davidson and Schwartz 1976 Anger, relaxation Personalized recall HR 120 26 Demaree et al. 2004 (control) Amusement, disgust Film clips IBI, HRV (RSA (HF), LF/HF) SCL 120 27 Dimberg 1986 Fear Picture viewing HR SCR 1 28 Dimberg and Thunberg 2007 (control) Anger, happiness Picture viewing (faces) HR SCR 1, 5 29 Drummond 1999 (control) Anger Real-life (harassment) IBI, SBP, DBP, FPA, forehead PA SCR 15 30 Dudley 1964 Anger, anxiety, depression, relaxation Hypnosis RR, Vm, pCO 2 31 Eisenberg et al. 1988 Anxiety, sadness, sympathy Film clips HR 0.5, 3.5 32 Ekman et al. 1983 Anger, disgust, fear, sadness, surprise Directed facial action, personalized recall HR, FT SCL 10, 30 33 Etzel et al. 2006 (18) Fear, happiness, sadness Musical excerpts HR, HRV (SDNN, SDSD, RSA (peak-valley)) T tot , T i , Te, respiratory variability 1, 5, 65 34 Feleky 1916 Anger, disgust, fear, hatred, laughter, pleasure, wonder Personalized recall (RR), I/E ratio, RD, RD/T tot 35 Fiorito and Simons 1994 (control) Anger, contentment, fear, joy, sadness, sexual arousal Standardized imagery, personalized recall HR nSRR 20 36 Foster et al. 1999 Anger Real-life, standardized imagery, personalized recall HR SCL 30? 37 Foster and Webster 2001 Anger, mirth personalized recall HR SCL 30 38 Foster et al. 2003 Mirth Real-life, standardized imagery, personalized recall HR SCL 30? 39 Fredrickson and Levenson 1998 72 Fear, sadness Film clips HR, FPTT, EPTT, FPA 120 40 Funkenstein et al. 1954 Anger Real-life (harassment) HR, SV, CO, SBP, DBP, TPR inst. 41 Gehricke and Fridlund 2002 Happiness, sadness Standardized imagery HR SCL 60 42 Gilissen et al. 2008 Fear Film clips HRV (RMSSD) SCL 60 43 Gilissen et al. 2007 Fear Film clips HRV (RMSSD) SCL 60 44 Gross 1998 Disgust Film clips IBI, FPA, FT SCL 1, 60 45 Gross et al. 1994 Sadness Film clips HR, FPA, FPTT, EPTT, FT RP, RD SCL ∼100 46 Gross and Levenson 1993 Disgust Film clips HR, FPA, FPTT, EPTT, FT RP, RD SCL 1, 60\n\nTable A.1 (Continued) No. Authors Year N Emotion labels Experimental paradigm Cardiovascular Respiratory Electrodermal Averaging period (in s) 47 Gross and Levenson 1997 Amusement, sadness Film clips IBI, FPA, FPTT, EPTT, FT RP, RD SCL 210 48 Grossberg and Wilson 1968 Fear Adapted standardized imagery HR SCL 25 (control) 49 Gruber et al. 2008 (control) Disgust, happiness, pride, sadness Film clips HR, HRV (RMSSD) SCL 90 50 Guliani et al. 2008 Amusement Film clips HR, SV, MAP, FPA, FPTT, EPTT, FT RR SRA 10, 20 51 Hamer et al. 2007 Anger, depression Personalized recall HR, SBP, DBP, TPR, SV, CO 300 52 Harris 2001 Embarrassment Real-life (filmed while singing, watching video of self) HR, SBP, DBP 60 53 Harrison et al. 2000 Boredom, excitement, humor Film clips HR, PEP, SV, CO, SBP, DBP, MAP, TPR 60 54 Herrald and Tomaka 2002 Anger, pride, shame Real-life (harassment, humiliation, praise) HR, PEP, SV, CO, SBP, DBP, MAP, TPR 180 55 Hess et al. 1992 Anger, happiness, peacefulness, sadness Feel emotion, express emotion without feeling, express and feel emotion HR SCL 30 56 Hofmann et al. 2006 Embarrassment, social anxiety Real-life (speech preparation, filmed while singing, watching video of self) HR, HRV (RSA (peak-valley)) SCL 30 57 Hubert and de Jong-Meyer 1990 Amusement, suspense Film clips HR RR nSRR, SCL 30 58 Hubert and de Jong-Meyer 1991 Amusement, suspense Film clips HR nSRR, SCL 60 59 Jönsson and Sonnby-Borgström 2003 Anger, happiness picture viewing (faces) HR, HRV (RSA (HF)) 0.5, 300 60 Kaiser and Roessler 1970 Disgust Film clips SRA, nSRR 770 61 Khalfa et al. 2008 Happiness, sadness Musical excerpts HR, SBP, DBP RR nSRR 15 62 Klorman et al. 1977 (control) Disgust, humor Picture viewing HR RR, T i , Te SCR, SCL, decay 1 63 Kornreich et al. 1998 (control) Anger, disgust, amusement, sadness Film clips HR, HRV (SDNN) 300 64 Kreibig et al. 2007 Fear, sadness Film clips HR, TWA, HRV (RSA (HF), LF), PEP, LVET, HI, SV, SBP, DBP, EPA, EPTT, FT RR, T i /T tot , V t , V i /T i , pCO 2 , respiratory variability SRA, nSRR, SCL 600 65 Kring and Gordon, study 1 1998 Disgust, fear, amusement, sadness Film clips nSRR 300 Kring and Gordon, study 2 1998 Anger, disgust, fear, happiness, sadness Film clips nSRR 240 66 Kring and Neale 1996 Fear, disgust, happiness, sadness Film clips nSRR 300 67 Krumhansl 1997 Fear, happiness, sadness Musical excerpts IBI, HRV (RSA (not specified)), SBP, DBP, MAP, FPA, FPTT, EPTT, FT RP, RD SCL 1, 180 68 Kunzmann and Grühn, study 2 2005 Contentment, sadness Film clips IBI, FPA, FT RP SCL 540 69 Kunzmann et al. 2005 Contentment, disgust Film clips IBI, SBP, DBP, FPA, FPTT, EPTT, FT RP, RD SCL 60 70 Lang et al. 1993 Disgust, sexual arousal Picture viewing (IAPS) HR SCR 0.5 71 Lavoie et al. 2001 Anger in defense of other, anger in self-defense Real-life (harassment) HR, CO, SV, SBP, DBP, TPR, forearm blood flow, forearm vascular resistance 540 72 Lerner et al. 2005 Fear, anger, disgust Real-life (harassment) HR, SBP, DBP, MAP 1380 (inst.)\n\nTable A.1 (Continued) No. Authors Year N Emotion labels Experimental paradigm Cardiovascular Respiratory Electrodermal Averaging period (in s) 73 Levenson et al. 1991 Anger, disgust, fear, happiness, sadness, surprise Directed facial action, personalized recall HR, FT SCL 10, 15 a 74 Levenson et al., study 1 1990 b Anger, disgust, fear, happiness, sadness, surprise Directed facial action HR, FT SCL 10 Levenson et al., study 2 1990 Anger, disgust, fear, happiness, sadness, surprise Directed facial action HR, FT SCL 10 Levenson et al. study 3 1990 Anger, disgust, fear, happiness, sadness, surprise Directed facial action HR, FT SCL 10 75 Levenson et al. 1992 Anger, disgust, fear, happiness, sadness Directed facial action HR, FPA, FPTT, FT RP, RD SCL 10 a 76 Luminet et al. 2004 Sadness Film clips HR, SBP, DBP 60, 360 77 Marci et al. 2007 Anger, happiness, sadness Personalized recall IBI, HRV (RSA (HF)) SCL 60 78 Marsh et al. 2008 (control) Sadness Film clips HRV (RSA (HF)), PEP SCL 1, 30 79 McCaul et al., study 1 1982 Calmness, fear Posed facial expressions HR SCL 16 McCaul et al., study 2 1982 Calmness, fear, happiness Posed facial expressions HR SCL 10 80 Miller et al. 1987 (12) Fear, anger Standardized imagery, personalized recall HR RP, RD, I/E ratio SCL 30 81 Montoya et al. 2005 Anger, fear film clips HR, PEP, LVET, HI, SV, CO, SBP, DBP, MAP, TPR 900 82 Murakami and Ohira 2007 Anxiety real-life (speech preparation) HR, HRV (RSA (HF), LF, LF/HF) SCL 300 83 Neumann and Waldstein 2001 Anger, joy, relaxation, sadness Personalized recall HR, PEP, LVET, SV, CO, SI, CI, SBP, DBP, MAP, TPR 180 84 Nyklicek et al. 1997 Agitation, happiness, sadness, serenity Musical excerpts IBI, HRV (RSA (peak-valley)), PEP, LVET, SV, CO, SBP, DBP, MAP, FPA, TPR RR, T i , Te, P i , Pe 180 85 Palomba et al. 2000 Contentment, disgust, fear Film clips HR, HRV (RSA (peak-valley)), TWA RR SCL 33 86 Palomba et al. 1993 Fear, sadness Film clips HR RR 60 87 Pauls and Stemmler 2003 Anger, fear Real-life (harassment, speech preparation) HR, HRV (RMSSD), PEP, SBP, DBP, TPR nSRR 60 88 Prkachin et al. 2001 Anger Real-life (anger interview, harassment) HR, SV, CO, SBP, DBP, TPR 300 89 Prkachin et al. 1999 Anger, disgust, fear, happiness, sadness Personalized recall HR, SV, CO, SBP, DBP, FT, TPR 300 (inst./16) 90 Rainville et al. 2006 Anger, fear, happiness, sadness Personalized recall IBI, HRV (RSA (peak-valley, HF), RMSSD, SDNN, MSD) RP, RD, respiratory variability 90 91 Rimm-Kaufman and Kagan 1996 Anxiety, fear, happiness, performance anxiety Real-life (test situation, personal questions), film clips FT Inst. 92 Ritz et al. 2000 Depression, happiness Picture viewing (IAPS), Velten method IBI, HRV (RSA (peak-valley)) T tot , T i , Te, Pe, T i /T tot , V t , V i /T i , Vm, FRC, Ros 12 93 Ritz et al. 2000 (control) Anxiety, anger, contentment, depression, amusement Film clips, math task, picture viewing HR, SBP, DBP RR, V t , Vm, Ros SCL 180 94 Ritz et al. 2005 (control) Anxiety, contentment, depression, disgust, happiness, sexual arousal Picture viewing (IAPS) IBI, HRV (RSA (peak-valley)) T tot , T i , Te, Pe, T i /T tot , V t , V t /T i , Vm, Ros SCR 1, 15 95 Ritz et al. 2005 (control) Disgust Film clips HR, SBP, DBP pCO 2 , peak HV, tonic HV 0.5, 10, 240 96 Roberts and Weerts 1982 Anger, fear Adapted standardized imagery HR, SBP, DBP inst., 30 97 Robin et al. 1998 Dental anxiety Odorants SBF, palm temp. RR OPD, SYDER, SCR, duration 0.5 Table A.1 (Continued) No. Authors Year N Emotion labels Experimental paradigm Cardiovascular Respiratory Electrodermal Averaging period (in s) 98 Rochman and Diamond 2008 36 Anger, sadness Personalized recall HRV (RSA (HF)), FT SCL 120 99 Rohrmann and Hopp 2008 83-89 Disease-related disgust, food-related disgust Film clips HR, HRV (RMSSD), PEP, LVET, SV, CO, SBP, DBP, TPR SCL 60 100 Rottenberg et al. 2005 (control) Happiness, sadness Film clips, standardized imagery, personalized recall HR, FPTT RR nSRR 180 101 Rottenberg et al. 2002 (control) Sadness Film clips HR, FT RR nSRR, SCL 180 102 Rottenberg et al. 2002 (control) Amusement, fear, sadness Film clips HR nSRR 180 103 Rottenberg et al. 2003 Sadness Film clips IBI, HRV (RSA (HF)) RR, V t 180 104 Schachter 1957 (48) Anger, fear Real-life (harassment, threat of short-circuit) HR, SI, CI, SBP, DBP, TPR, FT T i /T tot SCR 6 105 Schwartz et al. 1981 Anger, fear, happiness, relaxation, sadness Personalized recall, step walking HR, SBP, DBP 15 106 Sinha et al. 1992 Anger, fear, joy, sadness Personalized recall HR, PEP, LVET, HI, SV, CO, SBP, DBP, MAP, TPR 30 107 Sinha and Parsons 1996 Anger, fear Personalized recall HR, SBP, DBP, FT SCL 30 108 Sokhadze 2007 Disgust Picture viewing (IAPS) HR, HRV (RSA (HF), LF, LF/HF) RR, RD SRA, nSRR,SCL 60 109 Stemmler 1989 Anger, fear, happiness Real-life (threatening radio play, harassment, appreciation and reward, personalized recall) IBI, FPA, FPTT, FT RP nSRR, SCL 60 110 Stemmler et al. 2007 Anger, fear Standardized imagery IBI, TWA, PQ-time, QT-time, ST-segment, HRV (RMSSD), PEP, LVET, HI, SV, CO, ventricular ejection speed, RZ-time, SBP, DBP, TPR, FPA, FPTT RR 60 111 Stemmler et al. 2001 Anger, fear Real-life (harassment, speech preparation), adapted standardized imagery IBI, TWA, PQ-time, QT-time, ST-segment, HRV (MSSD), LVET, PEP, SV, CO, ventricular ejection speed, HI, RZ-time, SBP, DBP, TPR, FPA, FPTT, FT, forehead temp. RR SRA, nSRR, SCL 60 112 Sternbach 1962 Fear, happiness, humor, sadness Film clips HR, FPA RR SCL 30, 60 113 Theall-Honey and Schmidt 2006 (control) Anger, fear, happiness, sadness Film clips HR, HRV (SDNN) 60 114 Tourangeau and Ellsworth 1979 Fear, sadness Film clips HR RR nSRR, SCL 5 115 Tsai et al. 2002 Anger, disgust, happiness, love, pride, sadness Personalized recall SCL 120 116 Tsai et al. 2000 Amusement, sadness Film clips IBI, FPA, FPTT, EPTT, FT RP SCL 120 117 Tsai et al. 2003 (control) Amusement, sadness Film clips IBI, FPA, FPTT, FT SCL 180 118 Tugade and Fredrickson 2004 Anxiety Real-life (speech preparation) HR, SBP, DBP, FPA, FPTT, EPTT 60 119 Uchiyama 1992 Anger, fear, joy Real-life (threatening medical diagnosis, harassment, appreciation and reward) HR, SBP, DBP RR nSRR 30 120 Van Diest et al. 2001 Depression, fear, pleasure, relaxation Standardized imagery T i , Te, V t , pCO 2 60 Table A.1 (Continued) No. Authors Year N Emotion labels Experimental paradigm Cardiovascular Respiratory Electrodermal Averaging period (in s) 121 Van Diest et al. 2006 98 c Anxiety, fear Standardized imagery Respiratory variability: T i , Te, V i , V i /T i , pCO 2 30, 90 122 Van Diest et al. 2001 40 Depression, desire, fear, relaxation Standardized imagery HR RR, T i , Te, V t , pCO 2 90 123 Van Egeren et al. 1978 28 Anger Real-life (harassment) HR, SBP, DBP, FPA, FPTT 6 124 Van Oyen Witvliet and Vrana 1995 48 Fear, joy, relaxation, sadness standardized imagery HR SCL 8 125 Van Reekum et al. 2004 33 Goal conduciveness, intrinsic pleasantness Computer game IBI, FPTT, FT slope SCR 5, 3 126 Vianna and Tranel 2006 16 Disgust, fear, happiness, sadness Film clips HRV (RSA (HF), LF) SCL 120 127 Vlemincx et al. 2009 36 Threat, relief, relaxation Threat of shock RR, V i , Ve, sigh frequency 10 42 10 37 5-50 128 Vrana 1993 50 Anger, disgust, joy, pleasure Standardized imagery HR SCL 4 129 Vrana and Gross 2004 9 (control) Anger, joy Picture viewing (faces) HR SCL 8 130 Vrana and Rollock 2002 112 Anger, fear, joy Standardized imagery HR, SBP, DBP, MAP SCL 30 131 Waldstein et al. 2000 30 Anger, happiness Film clips, personalized recall HR, SBP, DBP Inst., 120-180 132 Williams et al. 2005 13 Anger, disgust, fear Picture viewing (faces) nSRR, SCR, latency, rise time, recovery time 0.5 133 Winton et al. 1984 20 Disgust, sexual arousal Picture viewing HR SCR 1, 12 134 Yogo et al. 1995 24 Anger, joy Standardized imagery SBP, DBP, MAP 30 a Comparison group based on pooled sample from Levenson et al. (1990). b Same sample as Ekman et al. (1983). c Includes participants from Van Diest et al. (2001)."
    },
    {
      "text": "Fig. 1. Illustration of relative frequency of investigated emotions (a), emotion induction methods (b), and averaging duration for physiological variables. (c). Figures were simplified by omitting low-frequency words."
    },
    {
      "text": "Fig. 2. Illustration of relative frequency of use of ANS measures as indicated by relative font size. Figures were simplified by omitting low-frequency words."
    },
    {
      "text": "Fig. 2. (Continued )."
    },
    {
      "text": "(c) contentment (pleasure, serenity, calmness, peacefulness, relaxation); (d) happiness (except happiness in response to slapstick comedy); (e) joy (elation); (f) anticipatory pleasure (appetite, sexual arousal); (g) pride; (h) relief (safety)."
    },
    {
      "text": "Abbreviations, full names, and synonymous expressions of autonomic measures used in studies on emotion."
    }
  ],
  "references": [
    {
      "title": "Autonomic responding in emotion",
      "doi": "10.1037/a0024278"
    },
    {
      "title": "Summary of empirical emotion effects and their relation to models of autonomic response organization"
    },
    {
      "title": "Measures of autonomic activation components"
    },
    {
      "title": "Boundary conditions",
      "doi": "10.1093/oso/9780190850401.003.0003"
    },
    {
      "title": "Feeling changes without concomitant autonomic changes"
    },
    {
      "title": "Autonomic changes without concomitant feeling changes",
      "doi": "10.1016/s1566-0702(02)00014-0"
    },
    {
      "title": "Decoupling of subsystems in emotion"
    },
    {
      "title": "Physiological responses to sexual and unpleasant film stimuli",
      "authors": [
        "J Adamson",
        "K Romano",
        "J Burdick",
        "C Corman",
        "F Chebib"
      ],
      "year": 1972,
      "doi": "10.1016/0022-3999(72)90038-4"
    },
    {
      "title": "Changes in coronary blood flow and other hemodynamic indicators induced by stressful interviews",
      "authors": [
        "C Adsett",
        "W Schottsteadt",
        "S Wolf"
      ],
      "year": 1962
    },
    {
      "title": "Basic emotions evoked by odorants: comparison between autonomic responses and self-evaluation",
      "authors": [
        "O Alaoui-Ismaïli",
        "O Robin",
        "H Rada",
        "A Dittmar",
        "E Vernet-Maury"
      ],
      "year": 1997,
      "doi": "10.1016/s0031-9384(97)90016-0"
    },
    {
      "title": "Sociotropy, autonomy, and dysphoric emotional responses to specific classes of stress: a psychophysiological evaluation",
      "authors": [
        "N Allen",
        "L De",
        "D Horne",
        "J Trinder"
      ],
      "year": 1996
    },
    {
      "title": "A reconsideration of James's theory of emotion in the light of recent criticism",
      "authors": [
        "J Angell"
      ],
      "year": 1916,
      "doi": "10.1037/h0071254"
    },
    {
      "title": "The Nichomachean Ethics",
      "authors": [
        "Aristotle",
        "F Peters"
      ]
    },
    {
      "title": "Grief: its nature and significance",
      "authors": [
        "J Averill"
      ],
      "year": 1968
    },
    {
      "title": "First evidence for differential and sequential efferent effects of stimulus relevance and goal conduciveness appraisal",
      "authors": [
        "T Aue",
        "A Flykt",
        "K Scherer"
      ],
      "year": 2007,
      "doi": "10.1016/j.biopsycho.2006.09.001"
    },
    {
      "title": "Autonomic response patterns during sadness and mirth",
      "authors": [
        "J Averill"
      ],
      "year": 1969
    },
    {
      "title": "The physiological differentiation between fear and anger in humans",
      "authors": [
        "A Ax"
      ],
      "year": 1953,
      "doi": "10.1097/00006842-195309000-00007"
    },
    {
      "title": "Modifications of electrogastrographic activity during the viewing of brief film sequences",
      "authors": [
        "B Baldaro",
        "M Battachi",
        "M Codispoti",
        "G Tuozzi",
        "G Trombini",
        "R Bolzani",
        "D Palomba"
      ],
      "year": 1996
    },
    {
      "title": "Autonomic reactivity during viewing of an unpleasant film",
      "authors": [
        "B Baldaro",
        "M Mazzetti",
        "M Codispoti",
        "G Tuozzi",
        "R Bolzani",
        "G Trombini"
      ],
      "year": 2001,
      "doi": "10.2466/pms.2001.93.3.797"
    },
    {
      "title": "Central circuits mediating patterned autonomic activity during active vs. passive emotional coping",
      "authors": [
        "R Bandler",
        "K Keay",
        "N Floyd",
        "J Price"
      ],
      "year": 2000,
      "doi": "10.1016/s0361-9230(00)00313-0"
    },
    {
      "title": "Columnar organization in the midbrain periaqueductal gray: modules for emotional expression?",
      "authors": [
        "R Bandler",
        "M Shipley"
      ],
      "year": 1994
    },
    {
      "title": "Disorders of emotion",
      "authors": [
        "D Barlow"
      ],
      "year": 1991,
      "doi": "10.1207/s15327965pli0201_15"
    },
    {
      "title": "Sadness\"-is there such a thing?",
      "authors": [
        "C Barr-Zisowitz"
      ],
      "year": 2000
    },
    {
      "title": "Vagal tone, development, and Gray's motivational theory: toward an integrated model of autonomic nervous system functioning in psychopathology",
      "authors": [
        "T Beauchaine"
      ],
      "year": 2001,
      "doi": "10.1017/s0954579401002012"
    },
    {
      "title": "The central autonomic network: functional organization, dysfunction, and perspective",
      "authors": [
        "E Benarroch"
      ],
      "year": 1993,
      "doi": "10.1016/s0025-6196(12)62272-1"
    },
    {
      "title": "Functional anatomy of the central autonomic nervous system",
      "authors": [
        "E Benarroch"
      ],
      "year": 1999
    },
    {
      "title": "Parallel circuits for emotional coping behaviour: new pieces in the puzzle",
      "authors": [
        "J Bernard",
        "R Bandler"
      ],
      "year": 1998
    },
    {
      "title": "Effects of picture content and intensity on affective physiological response",
      "authors": [
        "E Bernat",
        "C Patrick",
        "S Benning",
        "A Tellegen"
      ],
      "year": 2006,
      "doi": "10.1111/j.1469-8986.2006.00380.x"
    },
    {
      "title": "Autonomic determinism: the modes of autonomic control, the doctrine of autonomic space, and the laws of autonomic constraint",
      "authors": [
        "G Berntson",
        "J Cacioppo",
        "K Quigley"
      ],
      "year": 1991,
      "doi": "10.1037//0033-295x.98.4.459"
    },
    {
      "title": "Cardiac psychophysiology and autonomic space in humans: empirical perspectives and conceptual implications",
      "authors": [
        "G Berntson",
        "J Cacioppo",
        "K Quigley"
      ],
      "year": 1993
    },
    {
      "title": "Pleasure, pain, desire, and dread: hidden core processes of emotion",
      "authors": [
        "K Berridge"
      ],
      "year": 1999
    },
    {
      "title": "Cardiovascular Reactivity to Psychological Stress and Disease",
      "year": 1993,
      "doi": "10.1037/10125-000"
    },
    {
      "title": "The robust nature of the biopsychosocial model challenge and threat: a reply to Wrigth and Kirby",
      "authors": [
        "J Blascovich",
        "W Mendes",
        "J Tomaka",
        "K Salomon",
        "M Seery"
      ],
      "year": 2003
    },
    {
      "title": "The cardiac, respiratory, and electrical phenomena involved in the emotion of fear",
      "authors": [
        "W Blatz"
      ],
      "year": 1925
    },
    {
      "title": "Identifying anxiety states using broad sampling and advanced processing of peripheral physiological information",
      "authors": [
        "J Blechert",
        "M Lajtman",
        "T Michael",
        "J Margraf",
        "F Wilhelm"
      ],
      "year": 2006
    },
    {
      "title": "Finger pulse volume as a measure of anxiety: further evaluation",
      "authors": [
        "L Bloom",
        "G Trautt"
      ],
      "year": 1977
    },
    {
      "title": "Autonomic response patterns during voluntary facial action",
      "authors": [
        "F Boiten"
      ],
      "year": 1996
    },
    {
      "title": "The effects of emotional behaviour on components of the respiratory cycle",
      "authors": [
        "F Boiten"
      ],
      "year": 1998
    },
    {
      "title": "Emotion and motivation I. Defensive and appetitive reactions in picture processing",
      "authors": [
        "M Bradley",
        "M Codispoti",
        "B Cuthbert",
        "P Lang"
      ],
      "year": 2001
    },
    {
      "title": "Measuring emotion: behavior, feeling and physiology",
      "authors": [
        "M Bradley",
        "P Lang"
      ],
      "year": 2000
    },
    {
      "title": "Fear of pain and defensive activation",
      "authors": [
        "M Bradley",
        "T Silakowski",
        "P Lang"
      ],
      "year": 2008,
      "doi": "10.1016/j.pain.2007.08.027"
    },
    {
      "title": "The intensity of emotion",
      "authors": [
        "J Brehm"
      ],
      "year": 1999,
      "doi": "10.1207/s15327957pspr0301_1"
    },
    {
      "title": "Behavioural energetics: some effects of uncertainty on the mobilization and distribution of energy",
      "authors": [
        "J Brener"
      ],
      "year": 1987
    },
    {
      "title": "Differential subjective and psychophysiological responses to socially and nonsocially generated emotional stimuli",
      "authors": [
        "J Britton",
        "S Taylor",
        "K Berridge",
        "J Mikels",
        "I Liberzon"
      ],
      "year": 2006,
      "doi": "10.1037/1528-3542.6.1.150"
    },
    {
      "title": "Walter Bradford Cannon: pioneer physiologist of huamn emotions",
      "authors": [
        "T Brown",
        "E Fee"
      ],
      "year": 2002
    },
    {
      "title": "Endocrine correlates of sadness and elation",
      "authors": [
        "W Brown",
        "A Sirota",
        "R Niaura",
        "T Engebretson"
      ],
      "year": 1993,
      "doi": "10.1097/00006842-199309000-00009"
    },
    {
      "title": "The psychophysiology of emotion across the lifespan",
      "authors": [
        "J Cacioppo",
        "G Berntson",
        "D Klein",
        "K Poehlmann"
      ],
      "year": 1997
    },
    {
      "title": "The psychophysiology of emotion",
      "authors": [
        "J Cacioppo",
        "G Berntson",
        "J Larsen",
        "K Poehlmann",
        "T Ito"
      ],
      "year": 2000
    },
    {
      "title": "Bodily Changes in Pain, Hunger, Fear, and Rage",
      "authors": [
        "W Cannon"
      ],
      "year": 1915
    },
    {
      "title": "The James-Lange theory of emotions: a critical examination and an alternative theory",
      "authors": [
        "W Cannon"
      ],
      "year": 1927,
      "doi": "10.2307/1415404"
    },
    {
      "title": "The Wisdom of the Body",
      "authors": [
        "W Cannon"
      ],
      "year": 1939
    },
    {
      "title": "Affect and the functional bases of behavior: on the dimensional structure of affective experience",
      "authors": [
        "C Carver"
      ],
      "year": 2001,
      "doi": "10.1207/s15327957pspr0504_4"
    },
    {
      "title": "Expectancy bias in trait anxiety",
      "authors": [
        "K Chan",
        "P Lovibond"
      ],
      "year": 1996,
      "doi": "10.1037//0021-843x.105.4.637"
    },
    {
      "title": "Autonomic specificity of discrete emotion and dimensions of affective space: a multivariate approach",
      "authors": [
        "I Christie",
        "B Friedman"
      ],
      "year": 2004
    },
    {
      "title": "A systematic method for clinical depression and classification of personality variants",
      "authors": [
        "C Cloninger"
      ],
      "year": 1987
    },
    {
      "title": "Arousal and attention: picture size and emotional reactions",
      "authors": [
        "M Codispoti",
        "A De Cesarei"
      ],
      "year": 2007,
      "doi": "10.1111/j.1469-8986.2007.00545.x"
    },
    {
      "title": "Watching emotional movies: affective reactions and gender differences",
      "authors": [
        "M Codispoti",
        "P Surcinelli",
        "B Baldaro"
      ],
      "year": 2008
    },
    {
      "title": "Beta-adrenergic vasodilator mechanism in the finger",
      "authors": [
        "R Cohen",
        "J Coffman"
      ],
      "year": 1981
    },
    {
      "title": "Autonomic nervous system response patterns specificity to basic emotions",
      "authors": [
        "C Collet",
        "E Vernet-Maury",
        "G Delhomme",
        "A Dittmar"
      ],
      "year": 1997
    },
    {
      "title": "T-wave amplitude: on the meaning of a psychophysiological index",
      "authors": [
        "R Contrada"
      ],
      "year": 1992
    },
    {
      "title": "The Reinforcement Sensitivity Theory of Personality",
      "authors": [
        "P Corr"
      ],
      "year": 2008
    },
    {
      "title": "Anxiety Disorders: Psychological Approaches to Theory and Treatment",
      "authors": [
        "M Craske"
      ],
      "year": 1999
    },
    {
      "title": "Walter Bradford Cannon. 1871-1945",
      "authors": [
        "H Dale"
      ],
      "year": 1947,
      "doi": "10.1098/rsbm.1947.0008"
    },
    {
      "title": "Emotion in the perspective of an integrated nervous system",
      "authors": [
        "A Damasio"
      ],
      "year": 1998
    },
    {
      "title": "The Feeling of What Happens: Body, Emotion and the Making of Consciousness",
      "authors": [
        "A Damasio"
      ],
      "year": 1999
    },
    {
      "title": "Affective style and affective disorders: perspectives from affective neuroscience",
      "authors": [
        "R Davidson"
      ],
      "year": 1998
    },
    {
      "title": "Handbook of Affective Sciences",
      "year": 2003
    },
    {
      "title": "Patterns of cerebral lateralization during cardiac biofeedback versus the self-regulation of emotion: sex differences",
      "authors": [
        "R Davidson",
        "G Schwartz"
      ],
      "year": 1976
    },
    {
      "title": "Behavioural, affective, and physiological effects of negative and positive emotional exaggeration",
      "authors": [
        "H Demaree",
        "B Schmeichel",
        "J Robinson",
        "D Everhart"
      ],
      "year": 2004
    },
    {
      "title": "Facial reactions to fear-relevant and fear-irrelevant stimuli",
      "authors": [
        "U Dimberg"
      ],
      "year": 1986
    },
    {
      "title": "Speech anxiety and rapid emotional reactions to angry and happy facial expressions",
      "authors": [
        "U Dimberg",
        "M Thunberg"
      ],
      "year": 2007
    },
    {
      "title": "Facial flushing during provocation in women",
      "authors": [
        "P Drummond"
      ],
      "year": 1999
    },
    {
      "title": "Psychophysiological studies of pulmonary ventilation",
      "authors": [
        "D Dudley",
        "C Martin",
        "T Holmes"
      ],
      "year": 1964
    },
    {
      "title": "Differentiation of vicariously induced emotional reactions in children",
      "authors": [
        "N Eisenberg",
        "R Fabes",
        "D Bustamante",
        "R Mathy",
        "P Miller",
        "E Lindholm"
      ],
      "year": 1988
    },
    {
      "title": "Expression and the nature of emotion",
      "authors": [
        "P Ekman"
      ],
      "year": 1984
    },
    {
      "title": "All emotions are basic",
      "authors": [
        "P Ekman"
      ],
      "year": 1994
    },
    {
      "title": "Emotion families",
      "authors": [
        "P Ekman"
      ],
      "year": 1997
    },
    {
      "title": "Basic emotions",
      "authors": [
        "P Ekman"
      ],
      "year": 1999,
      "doi": "10.1002/0470013494.ch3"
    },
    {
      "title": "Autonomic nervous system activity distinguishes among emotions",
      "authors": [
        "P Ekman",
        "R Levenson",
        "W Friesen"
      ],
      "year": 1983
    },
    {
      "title": "William James and emotion: is a century of fame worth a century of misunderstanding?",
      "authors": [
        "P Ellsworth"
      ],
      "year": 1994
    },
    {
      "title": "Appraisal processes in emotion",
      "authors": [
        "P Ellsworth",
        "K Scherer"
      ],
      "year": 2003
    },
    {
      "title": "Magnitude of the heart rate and electrodermal response as a function of stimulus input, motor output, and their interaction",
      "authors": [
        "S Epstein",
        "L Boudreau",
        "S Kling"
      ],
      "year": 1975
    },
    {
      "title": "Cardiovascular and respiratory responses during musical mood induction",
      "authors": [
        "J Etzel",
        "E Johnsen",
        "J Dickerson",
        "D Tranel",
        "R Adolphs"
      ],
      "year": 2006
    },
    {
      "title": "Neural organization of the defensive behavior system responsible for fear",
      "authors": [
        "M Fanselow"
      ],
      "year": 1994
    },
    {
      "title": "Peripheral physiological variables and emotion: the James-Lange theory revisited",
      "authors": [
        "F Fehr",
        "J Stern"
      ],
      "year": 1970
    },
    {
      "title": "Central coordination of respiratory and cardiovascular control in mammals",
      "authors": [
        "J Feldman",
        "H Ellenberger"
      ],
      "year": 1988
    },
    {
      "title": "Are emotions natural kinds?",
      "authors": [
        "L Feldman-Barrett"
      ],
      "year": 2006
    },
    {
      "title": "The influence of the emotions on respiration",
      "authors": [
        "A Feleky"
      ],
      "year": 1916
    },
    {
      "title": "Emotional imagery and physical anhedonia",
      "authors": [
        "E Fiorito",
        "R Simons"
      ],
      "year": 1994
    },
    {
      "title": "Skin conductance responses to masked conditioned stimuli: phylogenetic/ontogenetic factors versus direction of threat?",
      "authors": [
        "A Flykt",
        "F Esteves",
        "A Öhman"
      ],
      "year": 2007,
      "doi": "10.1016/j.biopsycho.2006.08.004"
    },
    {
      "title": "Perspectives on the integrative functions of the 'sympathoadrenomedullary system",
      "authors": [
        "B Folkow"
      ],
      "year": 2000
    },
    {
      "title": "The psychophysiological differentiation of actual, imagined, and recollected anger",
      "authors": [
        "P Foster",
        "E Smith",
        "D Webster"
      ],
      "year": 1999
    },
    {
      "title": "Emotional memories: the relationship between age of memory and the corresponding psychophysiological responses",
      "authors": [
        "P Foster",
        "D Webster"
      ],
      "year": 2001
    },
    {
      "title": "The psychophysiological differentiation of actual, imagined, and recollected mirth",
      "authors": [
        "P Foster",
        "D Webster",
        "J Williamson"
      ],
      "year": 2003
    },
    {
      "title": "The three arousal model: implications of Gray's two-factor learning theory for heart rate, electrodermal activity, and psychopathy",
      "authors": [
        "D Fowles"
      ],
      "year": 1980
    },
    {
      "title": "Positive emotions speed recovery from the cardiovascular sequelae of negative emotions",
      "authors": [
        "B Fredrickson",
        "R Levenson"
      ],
      "year": 1998,
      "doi": "10.1080/026999398379718"
    },
    {
      "title": "Functional neuroanatomical correlates of electrodermal activity: a positron emission tomographic study",
      "authors": [
        "M Fredrikson",
        "T Furmark",
        "M Olsson",
        "H Fischer",
        "J Långström"
      ],
      "year": 1998,
      "doi": "10.1017/s0048577298001796"
    },
    {
      "title": "and the body: the Jamesian perspective on autonomic specificity of emotion",
      "authors": [
        "B Friedman"
      ]
    },
    {
      "title": "The Emotions",
      "authors": [
        "N Frijda"
      ],
      "year": 1986,
      "doi": "10.1017/s0033291700026192"
    },
    {
      "title": "Moods, emotion episodes, and emotions",
      "authors": [
        "N Frijda"
      ],
      "year": 1993
    },
    {
      "title": "The direction of anger during a laboratory stress-inducing situation",
      "authors": [
        "D Funkenstein",
        "S King",
        "M Drolette"
      ],
      "year": 1954
    },
    {
      "title": "T-wave amplitude utility revisited: some physiological and psychophysiological considerations",
      "authors": [
        "J Furedy",
        "R Heslegrave",
        "H Scher"
      ],
      "year": 1992
    },
    {
      "title": "Smiling, frowning, and autonomic activity in mildly depressed and nondepressed men in response to emotional imagery of social contexts",
      "authors": [
        "J.-G Gehricke",
        "A Fridlund"
      ],
      "year": 2002
    },
    {
      "title": "Motion and emotion: the role of proprioception in the physiology and pathology of the emotions",
      "authors": [
        "E Gellhorn"
      ],
      "year": 1964,
      "doi": "10.1037/h0039834"
    },
    {
      "title": "The neurophysiological basis of anxiety: a hypothesis",
      "authors": [
        "E Gellhorn"
      ],
      "year": 1965
    },
    {
      "title": "The emotions and the ergotropic and trophotropic systems",
      "authors": [
        "E Gellhorn"
      ],
      "year": 1970,
      "doi": "10.1007/bf00422862"
    },
    {
      "title": "On the impact of mood on behavior: an integrative theory and a review",
      "authors": [
        "G Gendolla"
      ],
      "year": 2000,
      "doi": "10.1037//1089-2680.4.4.378"
    },
    {
      "title": "Mood effects on effort mobilization in learning: theory and experimental evidence",
      "authors": [
        "G Gendolla"
      ],
      "year": 2003
    },
    {
      "title": "The intensity of motivation when the self is involved: an application of Brehm's theory of motivation to effort-related cardiovascular response",
      "authors": [
        "G Gendolla"
      ],
      "year": 2004
    },
    {
      "title": "The role of mood states in self-regulation: effects on action preferences and resource mobilization",
      "authors": [
        "G Gendolla",
        "K Brinkmann"
      ],
      "year": 2005,
      "doi": "10.1027/1016-9040.10.3.187"
    },
    {
      "title": "The joint impact of mood state and task difficulty on cardiovascular and electrodermal reactivity in active coping",
      "authors": [
        "G Gendolla",
        "J Krüsken"
      ],
      "year": 2001
    },
    {
      "title": "Mood state, task demand, and effort-related cardiovascular response",
      "authors": [
        "G Gendolla",
        "J Krüsken"
      ],
      "year": 2002,
      "doi": "10.1080/02699930143000446"
    },
    {
      "title": "Motivation in social settings: studies of effortrelated cardiovascular arousal",
      "authors": [
        "G Gendolla",
        "R Wright"
      ],
      "year": 2005
    },
    {
      "title": "Parent-child relationship, temperament, and physiological reactions to fearinducing film clips: further evidence for differential susceptibility",
      "authors": [
        "R Gilissen",
        "M Bakermans-Kraneburg",
        "M Van Ijzendoorn",
        "R Van Der Veer"
      ],
      "year": 2008
    },
    {
      "title": "Physiological reactions of preschoolers to fear-inducing film clips: effects of temperamental fearfulness and quality of the parent-child relationship",
      "authors": [
        "R Gilissen",
        "C Koolstra",
        "M Van Ijzendoorn",
        "M Bakermans-Kraneburg",
        "R Van Der Veer"
      ],
      "year": 2007
    },
    {
      "title": "The Neuropsychology of Anxiety",
      "authors": [
        "J Gray"
      ],
      "year": 1982
    },
    {
      "title": "The Psychology of Fear and Stress",
      "authors": [
        "J Gray"
      ],
      "year": 1987
    },
    {
      "title": "The Neuropsychology of Anxiety: An Enquiry Into the Functions of the Septo-hippocampal System",
      "authors": [
        "J Gray",
        "N Mcnaughton"
      ],
      "year": 2000
    },
    {
      "title": "Antecedent-and response-focused emotion regulation: divergent consequences for experience, expression, and physiology",
      "authors": [
        "J Gross"
      ],
      "year": 1998,
      "doi": "10.1037//0022-3514.74.1.224"
    },
    {
      "title": "The psychophysiology of crying",
      "authors": [
        "J Gross",
        "B Fredrickson",
        "R Levenson"
      ],
      "year": 1994,
      "doi": "10.1111/j.1469-8986.1994.tb01049.x"
    },
    {
      "title": "Emotional suppression: physiology, self-report, and expressive behavior",
      "authors": [
        "J Gross",
        "R Levenson"
      ],
      "year": 1993
    },
    {
      "title": "Hiding feelings: the acute effects of inhibiting negative and positive emotion",
      "authors": [
        "J Gross",
        "R Levenson"
      ],
      "year": 1997
    },
    {
      "title": "Physiological changes accompanying the visualization of fearful and neutral situations",
      "authors": [
        "J Grossberg",
        "H Wilson"
      ],
      "year": 1968
    },
    {
      "title": "Toward understanding respiratory sinus arrhythmia: relations to cardiac vagal tone, evolution, and biobehavioral functions",
      "authors": [
        "P Grossman",
        "E Taylor"
      ],
      "year": 2007
    },
    {
      "title": "Risk for mania and positive emotional responding: too much of a good thing?",
      "authors": [
        "J Gruber",
        "S Johnson",
        "C Oveis",
        "D Keltner"
      ],
      "year": 2008
    },
    {
      "title": "The up-and down-regulation of amusement: experiential, behavioral, and autonomic consequences",
      "authors": [
        "N Guliani",
        "K Mcrae",
        "J Gross"
      ],
      "year": 2008
    },
    {
      "title": "The effects of depressive symptoms on cardiovascular and catecholamine responses to the induction of depressive mood",
      "authors": [
        "M Hamer",
        "G Tanaka",
        "H Okamura",
        "A Tsuda",
        "A Steptoe"
      ],
      "year": 2007
    },
    {
      "title": "role of asymmetric frontal cortical activity in emotion-related phenomena: a review and update",
      "authors": [
        "E Harmon-Jones",
        "P Gable",
        "C Peterson"
      ]
    },
    {
      "title": "Cardiovascular responses of embarrassment and effects of emotional suppression in a social setting",
      "authors": [
        "C Harris"
      ],
      "year": 2001
    },
    {
      "title": "Cardiovascular and secretory immunoglobulin A reactions to humorous, exciting, and didactic film presentations",
      "authors": [
        "L Harrison",
        "D Carroll",
        "V Burns",
        "A Corkill",
        "C Harrison",
        "C Ring",
        "M Drayson"
      ],
      "year": 2000
    },
    {
      "title": "Patterns of emotion-specific appraisal, coping, and cardiovascular reactivity during an ongoing emotional episode",
      "authors": [
        "M Herrald",
        "J Tomaka"
      ],
      "year": 2002
    },
    {
      "title": "The facilitative effect of facial expression on the self-generation of emotion",
      "authors": [
        "U Hess",
        "A Kappas",
        "G Mchugo",
        "J Lanzetta",
        "R Kleck"
      ],
      "year": 1992,
      "doi": "10.1016/0167-8760(92)90064-i"
    },
    {
      "title": "Functional Organization of the Diencephalon",
      "authors": [
        "W Hess"
      ],
      "year": 1957
    },
    {
      "title": "Ways of viewing the central nervous control of the circulation: old and new",
      "authors": [
        "S Hilton"
      ],
      "year": 1975
    },
    {
      "title": "Autonomic correlates of social anxiety and embarrassment in shy and non-shy individuals",
      "authors": [
        "S Hofmann",
        "D Moscovitch",
        "H Kim"
      ],
      "year": 2006,
      "doi": "10.1016/j.ijpsycho.2005.09.003"
    },
    {
      "title": "Psychophysiological response patterns to positive and negative film stimuli",
      "authors": [
        "W Hubert",
        "R De Jong-Meyer"
      ],
      "year": 1990
    },
    {
      "title": "Autonomic, neuroendocrine, and subjective responses to emotion-inducing film stimuli",
      "authors": [
        "W Hubert",
        "R De Jong-Meyer"
      ],
      "year": 1991
    },
    {
      "title": "Basic emotions, relations among emotions, and emotion-cognition relations",
      "authors": [
        "C Izard"
      ],
      "year": 1992
    },
    {
      "title": "What is an emotion?",
      "authors": [
        "W James"
      ]
    },
    {
      "title": "What is an emotion?",
      "authors": [
        "W James"
      ],
      "doi": "10.1126/science.ns-16.397.151"
    },
    {
      "title": "Discussion: The Physical Basis of Emotion",
      "authors": [
        "W James"
      ]
    },
    {
      "title": "The autonomic nervous system and its coordination by the brain",
      "authors": [
        "W Jänig"
      ],
      "year": 2003
    },
    {
      "title": "Specificity in the organization of the autonomic nervous system: a basis for precise neural regulation of homeostatic and protective body functions",
      "authors": [
        "W Jänig",
        "H.-J Häbler"
      ],
      "year": 2000
    },
    {
      "title": "Characteristics of function-specific pathways in the sympathetic nervous system",
      "authors": [
        "W Jänig",
        "E Mclachlan"
      ],
      "year": 1992
    },
    {
      "title": "Specialized functional pathways are the building blocks of the autonomic nervous system",
      "authors": [
        "W Jänig",
        "E Mclachlan"
      ],
      "year": 1992
    },
    {
      "title": "The effects of pictures of emotional faces on tonic and phasic autonomic cardiac control in women and men",
      "authors": [
        "P Jönsson",
        "M Sonnby-Borgström"
      ],
      "year": 2003,
      "doi": "10.1016/s0301-0511(02)00114-x"
    },
    {
      "title": "Galvanic skin responses to motion pictures",
      "authors": [
        "C Kaiser",
        "R Roessler"
      ],
      "year": 1970
    },
    {
      "title": "Parallel circuits mediating distinct emotional coping reactions to different types of stress",
      "authors": [
        "K Keay",
        "R Bandler"
      ],
      "year": 2001
    },
    {
      "title": "Distinct central representations of inescapable and escapable pain: observations and speculation",
      "authors": [
        "K Keay",
        "R Bandler"
      ],
      "year": 2002,
      "doi": "10.1113/eph8702355"
    },
    {
      "title": "Role of tempo entrainment in psychophysiological differentiation of happy and sad music",
      "authors": [
        "S Khalfa",
        "M Roy",
        "P Rainville",
        "S Bella",
        "I Peretz"
      ],
      "year": 2008
    },
    {
      "title": "Olfactory influences on mood and autonomic, endocrine, and immune function",
      "authors": [
        "J Kiecolt-Glaser",
        "J Graham",
        "W Malarkey",
        "K Porter",
        "S Lemeshow",
        "R Glaser"
      ],
      "year": 2008
    },
    {
      "title": "The role of the parasympathetics in emotions",
      "authors": [
        "C Kling"
      ],
      "year": 1933
    },
    {
      "title": "Individual differences in fear and autonomic reactions to affective stimulation",
      "authors": [
        "R Klorman",
        "R Weissberg",
        "A Wiesenfeld"
      ],
      "year": 1977
    },
    {
      "title": "The psychology of emotion regulation: an integrative review",
      "authors": [
        "S Koole"
      ],
      "year": 2009
    },
    {
      "title": "Alcoholism and emotional reactivity: more heterogeneous film-induced emotional response in newly detoxified alcoholics compared to controls-a preliminary study",
      "authors": [
        "C Kornreich",
        "P Philippot",
        "C Verpoorten",
        "B Dan",
        "I Baert",
        "O Le Bon",
        "P Verbanck",
        "I Pelc"
      ],
      "year": 1998
    },
    {
      "title": "Situational and individual response specificity to emotional films: effects on experiential, cardiovascular, electrodermal, respiratory and muscular responses",
      "authors": [
        "S Kreibig"
      ],
      "year": 2004,
      "doi": "10.52326/jes.utm.2022.29(3).03"
    },
    {
      "title": "Emotion, motivation, and cardiovascular response",
      "authors": [
        "S Kreibig"
      ]
    },
    {
      "title": "Motivation Perspectives on Cardiovascular Response"
    },
    {
      "title": "Psychophysiological effects of emotional responding to goal attainment",
      "authors": [
        "S Kreibig",
        "G Gendolla",
        "K Scherer"
      ]
    },
    {
      "title": "Specific emotional responses as deviations from the experimental context",
      "authors": [
        "S Kreibig",
        "F Wilhelm",
        "J Gross",
        "W Roth"
      ],
      "year": 2005
    },
    {
      "title": "Cardiovascular, electrodermal, and respiratory response patterns to fear and sadness-inducing films",
      "authors": [
        "S Kreibig",
        "F Wilhelm",
        "W Roth",
        "J Gross"
      ],
      "year": 2007,
      "doi": "10.1111/j.1469-8986.2007.00550.x"
    },
    {
      "title": "Sex differences in emotion: expression, experience, and physiology",
      "authors": [
        "A Kring",
        "A Gordon"
      ],
      "year": 1998
    },
    {
      "title": "Do schizophrenic patients show a disjunctive relationship among expressive, experiential, and psychophysiological components of emotion",
      "authors": [
        "A Kring",
        "J Neale"
      ],
      "year": 1996
    },
    {
      "title": "An exploratory study of musical emotions and psychophysiology",
      "authors": [
        "C Krumhansl"
      ],
      "year": 1997
    },
    {
      "title": "Age differences in emotional reactivity: the sample case of sadness",
      "authors": [
        "U Kunzmann",
        "D Grühn"
      ],
      "year": 2005
    },
    {
      "title": "Behavioral inhibition and amplification during emotional arousal: a comparison of two age groups",
      "authors": [
        "U Kunzmann",
        "C Kupperbusch",
        "R Levenson"
      ],
      "year": 2005
    },
    {
      "title": "Somatic response patterning and stress: some revisions of activation theory",
      "authors": [
        "J Lacey"
      ],
      "year": 1967
    },
    {
      "title": "A bio-informational theory of emotional imagery",
      "authors": [
        "P Lang"
      ],
      "year": 1979
    },
    {
      "title": "The three system approach to emotion",
      "authors": [
        "P Lang"
      ],
      "year": 1993
    },
    {
      "title": "The motivational organization of emotion: affect-reflex connections",
      "authors": [
        "P Lang"
      ],
      "year": 1994
    },
    {
      "title": "Emotion and the motivational brain",
      "authors": [
        "P Lang",
        "M Bradley"
      ],
      "doi": "10.1016/j.biopsycho.2009.10.007"
    },
    {
      "title": "Emotion, attention, and the startle reflex",
      "authors": [
        "P Lang",
        "M Bradley",
        "B Cuthbert"
      ],
      "year": 1990
    },
    {
      "title": "Emotion, arousal, valence, and the startle reflex",
      "authors": [
        "P Lang",
        "M Bradley",
        "B Cuthbert"
      ],
      "year": 1993
    },
    {
      "title": "Motivated attention: affect, activation, and action",
      "authors": [
        "P Lang",
        "M Bradley",
        "B Cuthbert"
      ],
      "year": 1997
    },
    {
      "title": "Internatinal affective picture system (IAPS): instruction manual and affective ratings",
      "authors": [
        "P Lang",
        "M Bradley",
        "B Cuthbert"
      ],
      "year": 2005
    },
    {
      "title": "Looking at pictures: affective, facial, visceral, and behavioral reactions",
      "authors": [
        "P Lang",
        "M Greenwald",
        "M Bradley",
        "A Hamm"
      ],
      "year": 1993
    },
    {
      "title": "The psychophysiology of emotion",
      "authors": [
        "J Larsen",
        "G Berntson",
        "K Poehlmann",
        "T Ito",
        "J Cacioppo"
      ],
      "year": 2008
    },
    {
      "title": "Anger, negative emotions, and cardiovascular reactivity during interpersonal conflict in women",
      "authors": [
        "K Lavoie",
        "S Miller",
        "M Conway",
        "R Fleet"
      ],
      "year": 2001
    },
    {
      "title": "Progress on a cognitive-motivational-relational theory of emotion",
      "authors": [
        "R Lazarus"
      ],
      "year": 1991
    },
    {
      "title": "Facial expressions of emotion reveal neuroendocrine and cardiovascular stress responses",
      "authors": [
        "J Lerner",
        "R Gonzalez",
        "R Dahl",
        "A Hariri",
        "S Taylor"
      ],
      "year": 2005,
      "doi": "10.1016/j.biopsych.2005.08.011"
    },
    {
      "title": "Emotion and the autonomic nervous system: a prospectus for research on autonomic specificity",
      "authors": [
        "R Levenson"
      ],
      "year": 1988
    },
    {
      "title": "Autonomic specificity and emotion",
      "authors": [
        "R Levenson"
      ],
      "year": 2003,
      "doi": "10.1093/oso/9780195126013.003.0011"
    },
    {
      "title": "Emotion, physiology, and expression in old age",
      "authors": [
        "R Levenson",
        "L Carstensen",
        "W Friesen",
        "P Ekman"
      ],
      "year": 1991
    },
    {
      "title": "Voluntary facial action generates emotion-specific autonomic nervous system activity",
      "authors": [
        "R Levenson",
        "P Ekman",
        "W Friesen"
      ],
      "year": 1990
    },
    {
      "title": "Emotion and autonomic nervous system activity in the Minangkabau of West Sumatra",
      "authors": [
        "R Levenson",
        "P Ekman",
        "K Heider",
        "W Friesen"
      ],
      "year": 1992
    },
    {
      "title": "Emotion, Development, and Self-organization",
      "year": 2000
    },
    {
      "title": "A multimodal investigation of emotional responding in alexithymia",
      "authors": [
        "O Luminet",
        "B Rimé",
        "R Bagby",
        "G Taylor"
      ],
      "year": 2004
    },
    {
      "title": "Autonomic and prefrontal cortex responses to autobiographical recall of emotions",
      "authors": [
        "C Marci",
        "D Glick",
        "R Loh",
        "D Dougherty"
      ],
      "year": 2007
    },
    {
      "title": "Dissociation of sad facial expressions and autonomic nervous system responding in boys with disruptive behavior disorders",
      "authors": [
        "P Marsh",
        "T Beauchaine",
        "B Williams"
      ],
      "year": 2008
    },
    {
      "title": "No psychology in-no psychology out. Commentary on \"Biological Psychology 2010-Visions of the future of the field in psychology",
      "authors": [
        "R Mausfeld"
      ],
      "year": 2003
    },
    {
      "title": "The tie that binds? Coherence among emotion experience, behavior, and physiology",
      "authors": [
        "I Mauss",
        "R Levenson",
        "L Mccater",
        "F Wilhelm",
        "J Gross"
      ],
      "year": 2005
    },
    {
      "title": "Measures of emotion: a review",
      "authors": [
        "I Mauss",
        "M Robinson"
      ],
      "year": 2009
    },
    {
      "title": "Voluntary expressive changes and emotion",
      "authors": [
        "K Mccaul",
        "D Holmes",
        "S Solomon"
      ],
      "year": 1982,
      "doi": "10.1037//0022-3514.42.1.145"
    },
    {
      "title": "Individual differences in imagery and the psychophysiology of emotion",
      "authors": [
        "G Miller",
        "D Levin",
        "M Kozak",
        "E Cook",
        "A Mclean",
        "P Lang"
      ],
      "year": 1987,
      "doi": "10.1080/02699938708408058"
    },
    {
      "title": "Verhaltensmedizin [Behavioral Medicine",
      "authors": [
        "W Miltner",
        "N Birbaumer",
        "W.-D Gerber"
      ],
      "year": 1986
    },
    {
      "title": "See red? Turn pale? Unveiling emotions through cardiovascular and hemodynamic changes",
      "authors": [
        "P Montoya",
        "J Campos",
        "R Schandry"
      ],
      "year": 2005
    },
    {
      "title": "Influence of attention manipulation on emotion and autonomic responses",
      "authors": [
        "H Murakami",
        "H Ohira"
      ],
      "year": 2007
    },
    {
      "title": "Similar patterns of cardiovascular response during emotional activation as a function of affective valence and arousal and gender",
      "authors": [
        "S Neumann",
        "S Waldstein"
      ],
      "year": 2001
    },
    {
      "title": "Independent manipulation of stimulus change and unexpectedness dissociates indices of the orienting response",
      "authors": [
        "M Niepel"
      ],
      "year": 2001
    },
    {
      "title": "Surprise versus suspense in the production of stress reaction",
      "authors": [
        "M Nomikos",
        "E Opton",
        "J Averill",
        "R Lazarus"
      ],
      "year": 1968
    },
    {
      "title": "Cardiorespiratory differentiation of musically-induced emotions",
      "authors": [
        "I Nyklicek",
        "J Thayer",
        "L Van Doornen"
      ],
      "year": 1997
    },
    {
      "title": "Cardiovascular Psychophysiology",
      "authors": [
        "P Obrist"
      ],
      "year": 1981
    },
    {
      "title": "On the unconscious subcortical origin of human fear",
      "authors": [
        "A Öhman",
        "K Carlsson",
        "D Lundqvist",
        "M Ingvar"
      ],
      "year": 2007
    },
    {
      "title": "Cardiac responses associated with affective processing of unpleasant film stimuli",
      "authors": [
        "D Palomba",
        "M Sarlo",
        "A Angrilli",
        "A Mini",
        "L Stegagno"
      ],
      "year": 2000
    },
    {
      "title": "Physiology, perceived emotion, and memory: responding to film sequences",
      "authors": [
        "D Palomba",
        "L Stegagno"
      ],
      "year": 1993
    },
    {
      "title": "Repressive and defensive coping during fear and anger",
      "authors": [
        "C Pauls",
        "G Stemmler"
      ],
      "year": 2003
    },
    {
      "title": "Plasticity of cardiorespiratory neural processing: classification and computational functions",
      "authors": [
        "C.-S Poon",
        "M Siniaia"
      ],
      "year": 2000
    },
    {
      "title": "Orienting in a defensive world: mammalian modifications of our evolutionary heritage",
      "authors": [
        "S Porges"
      ],
      "year": 1995
    },
    {
      "title": "The polyvagal theory: phylogenetic substrates of a social nervous system",
      "authors": [
        "S Porges"
      ],
      "year": 2001
    },
    {
      "title": "The polyvagal perspective",
      "authors": [
        "S Porges"
      ],
      "year": 2007
    },
    {
      "title": "Infant regulation of the vagal \"brake\" predicts child behavior problems: a psychobiological model of social behavior",
      "authors": [
        "S Porges",
        "J Doussard-Roosevelt",
        "A Portales",
        "S Greenspan"
      ],
      "year": 1996
    },
    {
      "title": "Comparison of hemodynamic responses to social and nonsocial stress: evaluation of an anger interview",
      "authors": [
        "K Prkachin",
        "D Mills",
        "C Zwaal",
        "J Husted"
      ],
      "year": 2001
    },
    {
      "title": "Cardiovascular changes during induced emotion: an application of Lang's theory of emotional imagery",
      "authors": [
        "K Prkachin",
        "R Williams-Avery",
        "C Zwaal",
        "D Mills"
      ],
      "year": 1999
    },
    {
      "title": "The pupil and stimulus probability",
      "authors": [
        "J Qiyuan",
        "F Richer",
        "B Wagoner",
        "J Beatty"
      ],
      "year": 1985
    },
    {
      "title": "Basic emotions are associated with distinct patterns of cardiorespiratory activity",
      "authors": [
        "P Rainville",
        "A Bechara",
        "N Naqvi",
        "A Damasio"
      ],
      "year": 2006
    },
    {
      "title": "Exploring the strength of association between the components of emotion syndromes: the case of surprise",
      "authors": [
        "R Reisenzein"
      ],
      "year": 2000
    },
    {
      "title": "The psychological significance of changes in skin temperature",
      "authors": [
        "S Rimm-Kaufman",
        "J Kagan"
      ],
      "year": 1996
    },
    {
      "title": "Respiratory resistance during emotional stimulation: evidence for a nonspecific effect of emotional arousal?",
      "authors": [
        "T Ritz",
        "C George",
        "B Dahme"
      ],
      "year": 2000
    },
    {
      "title": "Emotions and stress increase respiratory resistance in asthma",
      "authors": [
        "T Ritz",
        "A Steptoe",
        "S Wilde",
        "M Costa"
      ],
      "year": 2000
    },
    {
      "title": "Airways, respiration, and respiratory sinus arrhythmia during picture viewing",
      "authors": [
        "T Ritz",
        "M Thöns",
        "S Fahrenkrug",
        "B Dahme"
      ],
      "year": 2005
    },
    {
      "title": "End-tidal pCO2 in blood phobics during viewing of emotion-and disease-related films",
      "authors": [
        "T Ritz",
        "F Wilhelm",
        "A Gerlach",
        "A Kullowatz",
        "W Roth"
      ],
      "year": 2005
    },
    {
      "title": "Cardiovascular responding during anger and fear imagery",
      "authors": [
        "R Roberts",
        "T Weerts"
      ],
      "year": 1982
    },
    {
      "title": "Emotional responses evoked by dental odors: an evaluation from autonomic parameters",
      "authors": [
        "O Robin",
        "O Alaoui-Ismaïli",
        "A Dittmar",
        "E Vernet-Maury"
      ],
      "year": 1998
    },
    {
      "title": "From unresolved anger to sadness: identifying physiological correlates",
      "authors": [
        "D Rochman",
        "G Diamond"
      ],
      "year": 2008
    },
    {
      "title": "Cardiovascular indicators of disgust",
      "authors": [
        "S Rohrmann",
        "H Hopp"
      ],
      "year": 2008
    },
    {
      "title": "Cognitive determinants of emotion-a structural theory",
      "authors": [
        "I Roseman"
      ],
      "year": 1984
    },
    {
      "title": "A model of appraisal in the emotion system: Integrating theory, research, and applications",
      "authors": [
        "I Roseman"
      ],
      "year": 2001
    },
    {
      "title": "Phenomenology, behaviors, and goals differentiate discrete emotions",
      "authors": [
        "I Roseman",
        "C Wiest",
        "T Swartz"
      ],
      "year": 1994
    },
    {
      "title": "Crying threshold and intensity in major depressive disorder",
      "authors": [
        "J Rottenberg",
        "J Gross",
        "F Wilhelm",
        "S Najmi",
        "I Gotlib"
      ],
      "year": 2002
    },
    {
      "title": "Sadness and amusement reactivity differentially predict concurrent and prospective functioning in major depressive disorder",
      "authors": [
        "J Rottenberg",
        "K Kasch",
        "J Gross",
        "I Gotlib"
      ],
      "year": 2002
    },
    {
      "title": "Vagal withdrawal to sad film predicts subsequent recovery from depression",
      "authors": [
        "J Rottenberg",
        "K Salomon",
        "J Gross",
        "I Gotlib"
      ],
      "year": 2005
    },
    {
      "title": "Vagal rebound during resolution of tearful crying among depressed and nondepressed individuals",
      "authors": [
        "J Rottenberg",
        "F Wilhelm",
        "J Gross",
        "I Gotlib"
      ],
      "year": 2003
    },
    {
      "title": "Human Circulation Regulation During Physical Stress",
      "authors": [
        "L Rowell"
      ],
      "year": 1986
    },
    {
      "title": "Will the real relationship between facial expression and affective experience please stand up: the case of exhileration",
      "authors": [
        "W Ruch"
      ],
      "year": 1995
    },
    {
      "title": "Core affect and the psychological construction of emotion",
      "authors": [
        "J Russell"
      ],
      "year": 2003
    },
    {
      "title": "The associative network of fear: how does it come about?",
      "authors": [
        "G Sartory"
      ],
      "year": 1993
    },
    {
      "title": "Pain, fear, and anger in hypertensives and normotensives: a psychophysiological study",
      "authors": [
        "J Schachter"
      ],
      "year": 1957,
      "doi": "10.1097/00006842-195701000-00003"
    },
    {
      "title": "Emotion as a process: function, origin, and regulation",
      "authors": [
        "K Scherer"
      ],
      "year": 1982
    },
    {
      "title": "On the nature and function of emotion: a component process approach",
      "authors": [
        "K Scherer"
      ],
      "year": 1984
    },
    {
      "title": "Toward a dynamic theory of emotion: the component process model of affective states",
      "authors": [
        "K Scherer"
      ],
      "year": 1987
    },
    {
      "title": "Toward a concept of \"modal emotions",
      "authors": [
        "K Scherer"
      ],
      "year": 1994
    },
    {
      "title": "Appraisal considered as a process of multi-level sequential checking",
      "authors": [
        "K Scherer"
      ],
      "year": 2001
    },
    {
      "title": "The dynamic architecture of emotion: evidence for the component process model",
      "authors": [
        "K Scherer"
      ],
      "year": 2009
    },
    {
      "title": "Psychophysiologic strategies in laboratory research",
      "authors": [
        "N Schneiderman",
        "P Mccabe"
      ],
      "year": 1989
    },
    {
      "title": "Cardiovascular differentiation of happiness, sadness, anger, and fear following imagery and exercise",
      "authors": [
        "G Schwartz",
        "D Weinberger",
        "J Singer"
      ],
      "year": 1981
    },
    {
      "title": "How do I feel about it? The informative function of affective states",
      "authors": [
        "N Schwarz",
        "G Clore"
      ],
      "year": 1988
    },
    {
      "title": "Helplessness: On Depression, Development, and Death",
      "authors": [
        "M Seligman"
      ],
      "year": 1975
    },
    {
      "authors": [
        "W Freeman"
      ]
    },
    {
      "title": "Human Physiology: From Cells to Systems",
      "authors": [
        "L Sherwood"
      ],
      "year": 2008
    },
    {
      "title": "Effects of stimulus omission and stimulus change on dishabituation of the skin conductance response",
      "authors": [
        "D Siddle"
      ],
      "year": 1985
    },
    {
      "title": "Orienting, habituation, and resource allocation: an associative analysis",
      "authors": [
        "D Siddle"
      ],
      "year": 1991
    },
    {
      "title": "Effects of length of training and amount of tone frequency change on amplitude of autonomic components of the orienting response",
      "authors": [
        "D Siddle",
        "P Heron"
      ],
      "year": 1976,
      "doi": "10.1111/j.1469-8986.1976.tb03076.x"
    },
    {
      "title": "Elicitation and habituation of the orienting response",
      "authors": [
        "D Siddle",
        "D Stephenson",
        "J Spinks"
      ],
      "year": 1983
    },
    {
      "title": "Mood effects on autonomic activity in mood regulation",
      "authors": [
        "N Silvestrini",
        "G Gendolla"
      ],
      "year": 2007
    },
    {
      "title": "Cardiovascular differentiation of emotion",
      "authors": [
        "R Sinha",
        "W Lovallo",
        "O Parsons"
      ],
      "year": 1992,
      "doi": "10.1097/00006842-199207000-00005"
    },
    {
      "title": "Multivariate response patterning of fear and anger",
      "authors": [
        "R Sinha",
        "O Parsons"
      ],
      "year": 1996,
      "doi": "10.1080/026999396380321"
    },
    {
      "title": "Patterns of cognitive appraisal in emotion",
      "authors": [
        "C Smith",
        "P Ellsworth"
      ],
      "year": 1985,
      "doi": "10.1037//0022-3514.48.4.813"
    },
    {
      "title": "Appraisal as a pervasive determinant of anger",
      "authors": [
        "C Smith",
        "L Kirby"
      ],
      "year": 2004
    },
    {
      "title": "Effects of music on the recovery of autonomic and electrocortical activity after stress induced by aversive visual stimuli",
      "authors": [
        "E Sokhadze"
      ],
      "year": 2007
    },
    {
      "title": "The orienting response, and future directions of its development",
      "authors": [
        "E Sokolov"
      ],
      "year": 1990
    },
    {
      "title": "In rats, sighs correlate with relief",
      "authors": [
        "S Soltysik",
        "P Jelen"
      ],
      "year": 2005
    },
    {
      "title": "Receptor antagonists as tools for structural measurement in psychophysiology",
      "authors": [
        "G Stemmler"
      ],
      "year": 1993
    },
    {
      "title": "Methodological considerations in the psychophysiological study of emotion",
      "authors": [
        "G Stemmler"
      ],
      "year": 2003,
      "doi": "10.1093/oso/9780195126013.003.0012"
    },
    {
      "title": "Physiological processes during emotion",
      "authors": [
        "G Stemmler"
      ],
      "year": 2004,
      "doi": "10.4324/9781410610898-8"
    },
    {
      "title": "Somatoviszerale Aktivierung [Somatovisceral activation",
      "authors": [
        "G Stemmler"
      ],
      "year": 2009
    },
    {
      "title": "Anger and fear: separable effects of emotion and motivational direction on somatovisceral responses",
      "authors": [
        "G Stemmler",
        "T Aue",
        "J Wacker"
      ],
      "year": 2007
    },
    {
      "title": "Psychophysiological assessment: Conceptual, psychometric, and statistical issues",
      "authors": [
        "G Stemmler",
        "J Fahrenberg"
      ],
      "year": 1989
    },
    {
      "title": "A model of cardiovascular activation components for studies using autonomic receptor antagonists",
      "authors": [
        "G Stemmler",
        "P Grossman",
        "H Schmid",
        "F Foerster"
      ],
      "year": 1991
    },
    {
      "title": "Constraints for emotion specificity in fear and anger: the context counts",
      "authors": [
        "G Stemmler",
        "M Heldmann",
        "C Pauls",
        "T Scherer"
      ],
      "year": 2001
    },
    {
      "title": "Assessing differential autonomic patterns in emotion",
      "authors": [
        "R Sternbach"
      ],
      "year": 1962
    },
    {
      "title": "Are shame, guilt, and embarrassment distinct emotions",
      "authors": [
        "J Tangney",
        "R Miller",
        "L Flicker",
        "D Barlow"
      ],
      "year": 1996,
      "doi": "10.1037//0022-3514.70.6.1256"
    },
    {
      "title": "Central control of the cardiovascular and respiratory systems and their interactions in vertebrates",
      "authors": [
        "E Taylor",
        "D Jordan",
        "J Coote"
      ],
      "year": 1999
    },
    {
      "title": "Asymmetrical effects of positive and negative events: the mobilization-minimization hypothesis",
      "authors": [
        "S Taylor"
      ],
      "year": 1991
    },
    {
      "title": "Differentiating shame from guilt",
      "authors": [
        "F Teroni",
        "J Deonna"
      ],
      "year": 2008
    },
    {
      "title": "A model of neurovisceral integration in emotion regulation and dysregulation",
      "authors": [
        "J Thayer",
        "R Lane"
      ],
      "year": 2000
    },
    {
      "title": "Do temperamentally shy children process emotion differently than nonshy children? Behavioral, psychophysiological, and gender differences in reticent preschoolers",
      "authors": [
        "L Theall-Honey",
        "L Schmidt"
      ],
      "year": 2006
    },
    {
      "title": "The role of facial response in the experience of emotion",
      "authors": [
        "R Tourangeau",
        "P Ellsworth"
      ],
      "year": 1979
    },
    {
      "title": "Emotional expression and physiology in European Americans and Hmong Americans",
      "authors": [
        "J Tsai",
        "Y Chentsova-Dutton",
        "L Freire-Bebeau",
        "D Przymus"
      ],
      "year": 2002
    },
    {
      "title": "Autonomic, subjective and expressive responses to emotional films in older and younger Chinese Americans and European Americans",
      "authors": [
        "J Tsai",
        "R Levenson",
        "L Carstensen"
      ],
      "year": 2000
    },
    {
      "title": "The effects of depression on the emotional responses of Spanish-speaking Latinas",
      "authors": [
        "J Tsai",
        "N Pole",
        "R Levenson",
        "R Munoz"
      ],
      "year": 2003
    },
    {
      "title": "Resilient individuals use positive emotions to bounce back from negative emotional experiences",
      "authors": [
        "M Tugade",
        "B Fredrickson"
      ],
      "year": 2004
    },
    {
      "title": "Differentiation of fear, anger, and joy",
      "authors": [
        "I Uchiyama"
      ],
      "year": 1992
    },
    {
      "title": "Critical conditions for hyperventilation responses",
      "authors": [
        "I Van Diest",
        "P Proot",
        "K Van De Woestijne",
        "J Han",
        "S Devriese",
        "W Winters",
        "O Van Den Bergh"
      ],
      "year": 2001
    },
    {
      "title": "Anxiety and respiratory variability",
      "authors": [
        "I Van Diest",
        "J Thayer",
        "B Vandeputte",
        "K Van De Woestijne",
        "O Van Den Bergh"
      ],
      "year": 2006
    },
    {
      "title": "Hyperventilation beyond fight/flight: respiratory responses during emotional imagery",
      "authors": [
        "I Van Diest",
        "W Winters",
        "S Devriese",
        "E Vercamst",
        "J Han",
        "K Van De Woestijne",
        "O Van Den Bergh"
      ],
      "year": 2001
    },
    {
      "title": "Cardiovascular consequences of expressing anger in a mutually-dependent relationship",
      "authors": [
        "L Van Egeren",
        "J Abelson",
        "D Thornton"
      ],
      "year": 1978
    },
    {
      "title": "Psychophysiological responses as indices of affective dimensions",
      "authors": [
        "C Van Oyen Witvliet",
        "S Vrana"
      ],
      "year": 1995
    },
    {
      "title": "Psychophysiological responses to appraisal dimensions in a computer game",
      "authors": [
        "C Van Reekum",
        "T Johnstone",
        "R Banse",
        "A Etter",
        "T Wehrle",
        "K Scherer"
      ],
      "year": 2004
    },
    {
      "title": "Is happiness relative?",
      "authors": [
        "R Veenhoven"
      ],
      "year": 1991
    },
    {
      "title": "Gastric myoelectrical activity as an index of emotional arousal",
      "authors": [
        "E Vianna",
        "D Tranel"
      ],
      "year": 2006
    },
    {
      "title": "The role of the parasympathetic division of the autonomic nervous system in stress and the emotions",
      "authors": [
        "A Vingerhoets"
      ],
      "year": 1985
    },
    {
      "title": "Adult crying: a model and review of the literature",
      "authors": [
        "A Vingerhoets",
        "R Cornelius",
        "G Van Heck",
        "M Becht"
      ],
      "year": 2000
    },
    {
      "title": "Why do you sigh: sigh frequency during induced stress and relief",
      "authors": [
        "E Vlemincx",
        "I Van Diest",
        "S De Peuter",
        "J Bresseleers",
        "K Bogaerts",
        "S Fannes",
        "W Li",
        "O Van Den Bergh"
      ],
      "year": 2009
    },
    {
      "title": "The psychophysiology of disgust: differentiating negative emotional context with facial EMG",
      "authors": [
        "S Vrana"
      ],
      "year": 1993
    },
    {
      "title": "Reactions to facial expressions: effects of social context and speech anxiety on responses to neutral, anger, and joy expressions",
      "authors": [
        "S Vrana",
        "D Gross"
      ],
      "year": 2004
    },
    {
      "title": "The role of ethnicity, gender, emotional content and contextual differences in physiological, expressive, and self-reported emotional responses to imagery",
      "authors": [
        "S Vrana",
        "D Rollock"
      ],
      "year": 2002
    },
    {
      "title": "Memory for friends or foes: the social context of past encounters with faces modulates their subsequent neural traces in the brain",
      "authors": [
        "P Vrticka",
        "F Andersson",
        "D Sander",
        "P Vuilleumier"
      ],
      "year": 2009
    },
    {
      "title": "Frontal electrocortical and cardiovascular reactivity during happiness and anger",
      "authors": [
        "S Waldstein",
        "W Kop",
        "L Schmidt",
        "A Haufler",
        "D Krantz",
        "N Fox"
      ],
      "year": 2000
    },
    {
      "title": "Recognizing masked threat: fear betrays, but disgust you can trust",
      "authors": [
        "S Wiens",
        "N Peira",
        "A Golkar",
        "A Öhman"
      ],
      "year": 2008
    },
    {
      "title": "Taking the laboratory to the skies: ambulatory assessment of self-report, autonomic and respiratory responses in flying phobia",
      "authors": [
        "F Wilhelm",
        "W Roth"
      ],
      "year": 1998
    },
    {
      "title": "Psychophysiological assessment",
      "authors": [
        "F Wilhelm",
        "S Schneider",
        "B Friedman"
      ],
      "year": 2005
    },
    {
      "title": "BOLD, sweat and fears: fMRI and skin conductance distinguish facial fear signals",
      "authors": [
        "L Williams",
        "P Das",
        "B Liddell",
        "G Olivieri",
        "A Peduto",
        "M Brammer",
        "E Gordon"
      ],
      "year": 2005
    },
    {
      "title": "Strangers to Ourselves: Discovering the Adaptive Unconscious",
      "authors": [
        "T Wilson"
      ],
      "year": 2002
    },
    {
      "title": "What is an unconscious emotion? (The case of unconscious \"liking",
      "authors": [
        "P Winkielman",
        "K Berridge"
      ],
      "year": 2003
    },
    {
      "title": "Unconscious emotion",
      "authors": [
        "P Winkielman",
        "K Berridge"
      ],
      "year": 2004
    },
    {
      "title": "Facial and autonomic manifestations of the dimensional structure of emotion",
      "authors": [
        "W Winton",
        "L Putnam",
        "R Krauss"
      ],
      "year": 1984
    },
    {
      "title": "Intersection of disgust and fear: normative and pathological views",
      "authors": [
        "S Woody",
        "B Teachman"
      ],
      "year": 2000
    },
    {
      "title": "Brehm's theory of motivation as a model of effort and cardiovascular response",
      "authors": [
        "R Wright"
      ],
      "year": 1996
    },
    {
      "title": "Ability perception and cardiovascular response to behavioral challenge",
      "authors": [
        "R Wright"
      ],
      "year": 1998,
      "doi": "10.1007/978-1-4757-2901-6_8"
    },
    {
      "title": "Effort determination of cardiovascular response: an integrative analysis with applications in social psychology",
      "authors": [
        "R Wright",
        "L Kirby"
      ],
      "year": 2001
    },
    {
      "title": "A study of physiological response during emotional imaging",
      "authors": [
        "Y Yogo",
        "H Hama",
        "M Yogo",
        "Y Matsuyama"
      ],
      "year": 1995
    }
  ],
  "num_references": 311
}
