{
  "paper_id": "UQY2D9YW",
  "title": "Clinicians' awareness of the Affordable Care Act mandate to provide comprehensive tobacco cessation treatment for pregnant women covered by Medicaid",
  "abstract": "The Affordable Care Act (ACA) requires states to provide tobacco-cessation services without cost-sharing for pregnant traditional Medicaid-beneficiaries effective October 2010. It is unknown the extent to which obstetricians-gynecologists are aware of the Medicaid tobacco-cessation benefit. We sought to examine the awareness of the Medicaid tobacco-cessation benefit in a national sample of obstetricians-gynecologists and assessed whether reimbursement would influence their tobacco cessation practice. In 2012, a survey was administered to a national stratified-random sample of obstetricians-gynecologists (n = 252) regarding awareness of the Medicaid tobacco-cessation benefit. Results were stratified by the percentage of pregnant Medicaid patients. Chi-squared tests (p b 0.05) were used to assess significant associations. Analyses were conducted in 2014. Eighty-three percent of respondents were unaware of the benefit. Lack of awareness increased as the percentage of pregnant Medicaid patients in their practices decreased (range = 71.9%-96.8%; P = 0.02). One-third (36.1%) of respondents serving pregnant Medicaid patients reported that reimbursement would influence them to increase their cessation services. Four out of five obstetricians-gynecologists surveyed in 2012 were unaware of the ACA provision that required states to provide tobacco cessation coverage for pregnant traditional Medicaid beneficiaries as of October 2010. Broad promotion of the Medicaid tobacco-cessation benefit could reduce treatment barriers.",
  "year": 2015,
  "date": "2015-08-22",
  "authors": [
    {
      "name": "Van Tong",
      "email": "vtong@cdc.gov",
      "affiliation": {
        "organization": "Division of Reproductive Health",
        "department": "Division of Reproductive Health",
        "address": "Atlanta, GA, USA"
      }
    },
    {
      "name": "Lucinda England",
      "affiliation": {
        "organization": "Office on Smoking and Health",
        "department": "Office on Smoking and Health",
        "address": "Atlanta, GA, USA"
      }
    },
    {
      "name": "Ann Malarcher",
      "affiliation": {
        "organization": "Office on Smoking and Health",
        "department": "Office on Smoking and Health",
        "address": "Atlanta, GA, USA"
      }
    },
    {
      "name": "Jeanne Mahoney",
      "affiliation": {
        "organization": "Division of Reproductive Health/NCCDPHP",
        "department": "Division of Reproductive Health/NCCDPHP",
        "institution": "American College of Obstetricians and Gynecologists",
        "address": "Washington, DC, USA"
      }
    },
    {
      "name": "Britta Anderson",
      "affiliation": {
        "organization": "Division of Reproductive Health/NCCDPHP",
        "department": "Division of Reproductive Health/NCCDPHP",
        "institution": "American College of Obstetricians and Gynecologists",
        "address": "Washington, DC, USA"
      }
    },
    {
      "name": "Jay Schulkin",
      "affiliation": {
        "organization": "Division of Reproductive Health/NCCDPHP",
        "department": "Division of Reproductive Health/NCCDPHP",
        "institution": "American College of Obstetricians and Gynecologists",
        "address": "Washington, DC, USA"
      }
    },
    {
      "affiliation": {
        "organization": "Centers for Disease Control and Prevention",
        "department": "Centers for Disease Control and Prevention",
        "address": "4770 Buford Hwy -F74, 30341, NE Atlanta, MS GA, USA"
      }
    }
  ],
  "doi": "10.1016/j.pmedr.2015.08.013",
  "md5": "D1CB554EEE1B969D0BC0D1CF7D457565",
  "funding": [
    "",
    "",
    "",
    "Acknowledgments This study was funded through a contract  200-2011-M-39429  by the  Centers for Disease Control and Prevention  with the  American College of Obstetricians and Gynecologists  and by grant,  UA6MC19010 , through the  U.S. Department of Health and Human Services, Health Resources and Services Administration, Maternal and Child Health Research Program . The findings and conclusions in this article are those of the authors and do not necessarily represent the official position of the  Centers for Disease Control and Prevention ."
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Tobacco use during pregnancy is the most common cause of preventable poor infant outcomes (e.g., preterm delivery, low birth weight) for which effective interventions exist  (Chamberlain et al., 2013; USDHHS, 2014) . In addition, prenatal smoking is associated with an estimated $122 million in excess infant health care costs at delivery in the United States  (Adams et al., 2011) . Significant disparities exist between low and high socioeconomic status women, particularly among women enrolled in Medicaid. Smoking prevalence during and after pregnancy was 17.6% and 23.4%, respectively, among Medicaid enrolled women versus 5.2% and 9.3% among privately insured women  (Tong et al., 2013) . Considering that Medicaid is the largest payer of prenatal and delivery healthcare and covers 45% of US births (The Henry J. Kaiser Family Foundation, 2014), the potential cost-savings of eliminating tobacco use and averting poor birth outcomes in the pregnant Medicaid population could be substantial  (Adams et al., 2011; Lightwood et al., 1999) .\n\nThe Affordable Care Act (ACA) requires states to provide tobaccocessation services, including counseling and pharmacotherapy, without cost-sharing (i.e., no out-of-pocket costs) for pregnant traditional Medicaid beneficiaries effective October 2010 (USDHHS, 2011). However, it is unknown the extent to which obstetricians-gynecologists are aware of the Medicaid tobacco-cessation benefit. We examined awareness of the Medicaid tobacco-cessation benefit in a national sample of obstetricians-gynecologists and assessed whether reimbursement would influence their cessation practice. These findings can be useful to inform state maternal and child health and tobacco control efforts to reduce prenatal smoking."
    },
    {
      "title": "Methods",
      "text": "During February-August 2012, the American College of Obstetricians and Gynecologists (ACOG) conducted a mailed survey of a national stratified-random sample of practicing obstetricians-gynecologists. Detailed methodology has been described previously  (Coleman-Cowger et al., 2014) . Briefly, 425 Collaborative Ambulatory Research Network (CARN) and 599 non-CARN members were invited to participate. CARN members are clinicians who volunteer to participate in ACOG surveys. Those invited received an introductory letter and up to 3 reminders. Response rates were 52% (CARN) and 31% (non-CARN). The sample was further restricted to clinicians providing obstetrical care (n = 252, 62% of respondents). The study was deemed exempt from review by ACOG and the Centers for Disease Control and Prevention Institutional Review Boards.\n\nThe survey focused on practice patterns and opinions related to patient tobacco use. The two survey questions analyzed for this study were: 1) \"Are you aware that the ACA includes a provision that requires that pregnant women on Medicaid receive coverage for comprehensive smoking cessation services, including both counseling and pharmacotherapy?\"; 2) \"How much influence would reimbursement for cessation services for pregnant women on Medicaid under the ACA have on how you provide cessation services?\" Results were stratified by the categorical response of the percentage of pregnant Medicaid patients seen by respondents (0, 1-24%, 25-50%, N 50%). Chi-squared tests (p b 0.05) were used to assess significant associations. Analyses were conducted in 2014."
    },
    {
      "title": "Results",
      "text": "The majority of respondents were female (55.8%) and non-Hispanic White (84.3%); on average, respondents completed residency 19 years ago. Most respondents practiced in urban/suburban locations (81.0%), and 30.6% provided comprehensive primary care for women. About a quarter of respondents had N 50% pregnant Medicaid patients; 61.6% had b50% pregnant Medicaid patients; and 13.2% had no pregnant Medicaid patients (Table  1 ).\n\nOverall, 83% of obstetricians-gynecologists were unaware of the Medicaid tobacco-cessation benefit for pregnant patients. Lack of awareness increased as the percentage of pregnant Medicaid patients in their practices decreased (range = 71.9%-96.8%; P = 0.02) (Table  1 ). Of respondents who saw pregnant Medicaid patients, one-third (36.1%) said reimbursement would increase their cessation services, and nearly 40% of those with N50% Medicaid patients said they would increase their services. A substantial fraction (30.2%) of respondents reported that cessation services would not change because reimbursement wouldn't address 'existing barriers to delivering service', and 16.2% said they did not know how reimbursement would affect their cessation practices."
    },
    {
      "title": "Discussion",
      "text": "We found that 4 out of 5 obstetricians-gynecologists surveyed in 2012 were unaware of the ACA provision that required states to provide tobacco cessation coverage for pregnant traditional Medicaid beneficiaries. However, one-third of respondents reported that reimbursement would influence them to increase cessation services, and an even greater percentage was seen among respondents who saw more Medicaid-enrolled patients. A previous study suggests that states with more comprehensive Medicaid coverage of tobacco cessation treatments, primarily through coverage of medications, resulted in 1.6 percentage point reduction (p b .05) in smoking before pregnancy and a small increase (b1 day) in infant gestation  (Adams et al., 2013) . In addition, as counseling will also be covered by the ACA mandate, a meta-analysis of 77 trials found that psychosocial interventions are effective in increasing the proportion of women who stop smoking in late pregnancy, and women who received psychosocial interventions had an 18% reduction in preterm births and infants born low birth weight  (Chamberlain et al., 2013) . Hence, reducing barriers to cessation treatments, as such through a comprehensive tobacco cessation benefit, could potentially allow more smokers to access treatment, increase cessation and improve infant outcomes among pregnant Medicaid enrollees.\n\nComprehensive and well-publicized benefits have shown larger effects in quitting among the general population of Medicaid-enrollees in the state of Massachusetts, including among young people and women  (Land et al., 2010) . For providers, this promotion included the development of fact sheets, with rate and billing codes, a pharmacotherapy pocket guide, and new intake and assessment protocols that were widely disseminated to health care systems and facilities (CDC, 2014). In addition, the state also directed educational campaigns to consumers, tracked the use of the benefits, and provided feedback and recognition to providers who were regularly referring patients. Acknowledging the importance of raising awareness of the tobacco cessation benefit, the Centers for Medicare and Medicaid Services placed information on their website (Centers for Medicare and Medicaid Services, 2014) about Medicaid tobacco-cessation benefits for pregnant women and non-pregnant enrollees  (Singleterry et al., 2014) . However, broad state promotion and outreach of the Medicaid tobacco-cessation benefits, as noted earlier, for pregnant women can help to increase treatment utilization.\n\nA substantial percentage of respondents reported that reimbursement would be insufficient to address existing barriers for cessation. Provider barriers that have been reported in a previous analysis of this data included time limitations to deliver cessation services in prenatal care visits and patient's resistance to intervention  (Coleman-Cowger et al., 2014) . While reimbursement may improve service provision and broad promotion of the benefits may increase awareness, additional strategies, such as provider training  (Tong et al., 2012)  and healthcare system changes to facilitate stream-lined screening and treatment  (Fiore et al., 2008) , are also important to increase treatment utilization. Educational campaigns directed to consumers could also stress the importance and/or benefits of quitting smoking and support that prenatal care staff can provide. This study has limitations to note. First, the study is limited by the low survey response rates (31-52%), which is consistent with previous ACOG surveys. However, nonresponse bias has been shown to be minimal among physician groups compared to other groups  (Kellerman and Herold, 2001) . Second, the sample size is small. For our analysis of how reimbursement would influence cessation services, we had limited power to test for differences in whether reimbursement would influence cessation services by percentage of Medicaid patients seen. Finally, these data are self-reported, and we did not verify information regarding awareness with their actual cessation or billing practices.\n\nIn conclusion, four out of five obstetricians-gynecologists surveyed in 2012 were unaware of the ACA provision that required states to provide tobacco cessation coverage for pregnant traditional Medicaid beneficiaries, and a third of respondents serving pregnant Medicaid patients reported that reimbursement would influence them to increase their cessation services. Promoting awareness of the Medicaid tobacco-cessation benefit among all medical providers who see pregnant and reproductive-aged women could help to reduce treatment barriers, thereby increasing cessation and improving maternal and infant health."
    },
    {
      "text": "Obstetricians-gynecologists' awareness of Medicaid tobacco-cessation benefit for pregnant patients covered by Medicaid (n = 252)."
    },
    {
      "title": "Acknowledgments",
      "text": "This study was funded through a contract  200-2011-M-39429  by the  Centers for Disease Control and Prevention  with the  American College of Obstetricians and Gynecologists  and by grant,  UA6MC19010 , through the  U.S. Department of Health and Human Services, Health Resources and Services Administration, Maternal and Child Health Research Program . The findings and conclusions in this article are those of the authors and do not necessarily represent the official position of the  Centers for Disease Control and Prevention ."
    },
    {
      "title": "Conflicts of interest",
      "text": "The authors report no conflict of interest."
    }
  ],
  "references": [
    {
      "title": "Infant delivery costs related to maternal smoking: an update",
      "authors": [
        "E Adams",
        "C Melvin",
        "C Raskind-Hood",
        "P Joski",
        "E Galactionova"
      ],
      "year": 2011,
      "doi": "10.1093/ntr/ntr042",
      "journal": "Nicotine Tob. Res",
      "volume": "13",
      "issue": "8",
      "raw": "Infant delivery costs related to maternal smoking: an update \n\t\t \n\t\t\t E K Adams \n\t\t \n\t\t \n\t\t\t C L Melvin \n\t\t \n\t\t \n\t\t\t C Raskind-Hood \n\t\t \n\t\t \n\t\t\t P J Joski \n\t\t \n\t\t \n\t\t\t E Galactionova \n\t\t \n\t\t 10.1093/ntr/ntr042 \n\t \n\t \n\t\t Nicotine Tob. Res \n\t\t \n\t\t\t 13 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Adams, E.K., Melvin, C.L., Raskind-Hood, C., Joski, P.J., Galactionova, E., 2011. Infant deliv- ery costs related to maternal smoking: an update. Nicotine Tob. Res. 13 (8), 627-637."
    },
    {
      "title": "Expansion of medicaid covered smoking cessation services: maternal smoking and birth outcomes",
      "authors": [
        "E Adams",
        "S Markowitz",
        "P Dietz",
        "V Tong"
      ],
      "year": 2013,
      "doi": "10.5600/mmrr.003.03.a02",
      "journal": "Medicare Medicaid Res. Rev",
      "volume": "3",
      "issue": "3",
      "raw": "Expansion of medicaid covered smoking cessation services: maternal smoking and birth outcomes \n\t\t \n\t\t\t E K Adams \n\t\t \n\t\t \n\t\t\t S Markowitz \n\t\t \n\t\t \n\t\t\t P M Dietz \n\t\t \n\t\t \n\t\t\t V T Tong \n\t\t \n\t\t 10.5600/mmrr.003.03.a02 \n\t\t \n\t \n\t \n\t\t Medicare Medicaid Res. Rev \n\t\t \n\t\t\t 3 \n\t\t\t 3 \n\t\t\t 2013 \n\t\t \n\t \n\t Adams, E.K., Markowitz, S., Dietz, P.M., Tong, V.T., 2013. Expansion of medicaid covered smoking cessation services: maternal smoking and birth outcomes. Medicare Medicaid Res. Rev. 3 (3). http://dx.doi.org/10.5600/mmrr.003.03.a02 (pii: mmrr.003.03.a02)."
    },
    {
      "title": "Case Study: The Effect of Expanding Cessation Coverage-The Massachusetts Medicaid Cessation Benefit",
      "year": 2014,
      "doi": "10.18332/tpc/193569",
      "raw": "10.18332/tpc/193569 \n\t\t \n\t\t Case Study: The Effect of Expanding Cessation Coverage-The Massachusetts Medicaid Cessation Benefit \n\t\t \n\t\t\t 2014. November 6 \n\t\t \n\t\t \n\t\t\t CDC \n\t\t \n\t \n\t CDC, 2014. Case Study: The Effect of Expanding Cessation Coverage-The Massachusetts Medicaid Cessation Benefit. Available from:, http://www.cdc.gov/coordinatedchronic/ pdf/tobacco_cessation_factsheet_508_compliant.pdf (Accessed on November 6)."
    },
    {
      "title": "Psychosocial interventions for supporting women to stop smoking in pregnancy",
      "authors": [
        "C Chamberlain",
        "A O'mara-Eves",
        "S Oliver"
      ],
      "doi": "10.1002/14651858.cd001055.pub4",
      "journal": "Cochrane Database Syst. Rev",
      "raw": "Psychosocial interventions for supporting women to stop smoking in pregnancy \n\t\t \n\t\t\t C Chamberlain \n\t\t \n\t\t \n\t\t\t A O'mara-Eves \n\t\t \n\t\t \n\t\t\t S Oliver \n\t\t \n\t\t 10.1002/14651858.cd001055.pub4 \n\t\t \n\t \n\t \n\t\t Cochrane Database Syst. Rev \n\t\t \n\t\t\t 2013. Oct 23;10:CD001055 \n\t\t \n\t \n\t Chamberlain, C., O'Mara-Eves, A., Oliver, S., et al., 2013. Psychosocial interventions for supporting women to stop smoking in pregnancy. Cochrane Database Syst. Rev. http://dx.doi.org/10.1002/14651858.CD001055.pub4 (Oct 23;10:CD001055)."
    },
    {
      "title": "Smoking cessation during pregnancy and postpartum: practice patterns among obstetrician-gynecologists",
      "authors": [
        "V Coleman-Cowger",
        "B Anderson",
        "J Mahoney",
        "J Schulkin"
      ],
      "year": 2014,
      "doi": "10.1097/adm.0000000000000000",
      "journal": "J. Addict. Med",
      "volume": "8",
      "issue": "1",
      "raw": "Smoking cessation during pregnancy and postpartum: practice patterns among obstetrician-gynecologists \n\t\t \n\t\t\t V H Coleman-Cowger \n\t\t \n\t\t \n\t\t\t B L Anderson \n\t\t \n\t\t \n\t\t\t J Mahoney \n\t\t \n\t\t \n\t\t\t J Schulkin \n\t\t \n\t\t 10.1097/adm.0000000000000000 \n\t \n\t \n\t\t J. Addict. Med \n\t\t \n\t\t\t 8 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Coleman-Cowger, V.H., Anderson, B.L., Mahoney, J., Schulkin, J., 2014. Smoking cessation during pregnancy and postpartum: practice patterns among obstetrician-gynecolo- gists. J. Addict. Med. 8 (1), 14-24."
    },
    {
      "title": "Treating Tobacco Use and Dependence",
      "authors": [
        "M Fiore",
        "W Bailey",
        "S Cohen",
        "S Dorfman",
        "M Goldstein",
        "E Gritz"
      ],
      "year": 2008,
      "doi": "10.1037/e481882008-001",
      "raw": "M C Fiore \n\t\t \n\t\t \n\t\t\t W C Bailey \n\t\t \n\t\t \n\t\t\t S J Cohen \n\t\t \n\t\t \n\t\t\t S F Dorfman \n\t\t \n\t\t \n\t\t\t M G Goldstein \n\t\t \n\t\t \n\t\t\t E R Gritz \n\t\t \n\t\t 10.1037/e481882008-001 \n\t\t \n\t \n\t \n\t\t Treating Tobacco Use and Dependence \n\t\t Rockville, MD \n\t\t \n\t\t\t 2008. July 16, 2014 \n\t\t \n\t \n\t Fiore, M.C., Bailey, W.C., Cohen, S.J., Dorfman, S.F., Goldstein, M.G., Gritz, E.R., 2008. Treating Tobacco Use and Dependence. Clinical Practice Guideline, Rockville, MD (Available from: http://www.ncbi.nlm.nih.gov/books/NBK63952/. Accessed on July 16, 2014)."
    },
    {
      "title": "Physician response to surveys. A review of the literature",
      "authors": [
        "S Kellerman",
        "J Herold"
      ],
      "year": 2001,
      "doi": "10.1016/s0749-3797(00)00258-0",
      "journal": "Am. J. Prev. Med",
      "volume": "20",
      "issue": "1",
      "raw": "Physician response to surveys. A review of the literature \n\t\t \n\t\t\t S E Kellerman \n\t\t \n\t\t \n\t\t\t J Herold \n\t\t \n\t\t 10.1016/s0749-3797(00)00258-0 \n\t \n\t \n\t\t Am. J. Prev. Med \n\t\t \n\t\t\t 20 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Kellerman, S.E., Herold, J., 2001. Physician response to surveys. A review of the literature. Am. J. Prev. Med. 20 (1), 61-67."
    },
    {
      "title": "Medicaid coverage for tobacco dependence treatments in Massachusetts and associated decreases in smoking prevalence",
      "authors": [
        "T Land",
        "D Warner",
        "M Paskowsky"
      ],
      "year": 2010,
      "doi": "10.1371/journal.pone.0009770",
      "journal": "PLoS One",
      "volume": "5",
      "issue": "3",
      "raw": "Medicaid coverage for tobacco dependence treatments in Massachusetts and associated decreases in smoking prevalence \n\t\t \n\t\t\t T Land \n\t\t \n\t\t \n\t\t\t D Warner \n\t\t \n\t\t \n\t\t\t M Paskowsky \n\t\t \n\t\t 10.1371/journal.pone.0009770 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 5 \n\t\t\t 3 \n\t\t\t 2010. 9770 \n\t\t \n\t \n\t Land, T., Warner, D., Paskowsky, M., et al., 2010. Medicaid coverage for tobacco depen- dence treatments in Massachusetts and associated decreases in smoking prevalence. PLoS One 5 (3), e9770."
    },
    {
      "title": "Short-term health and economic benefits of smoking cessation: low birth weight",
      "authors": [
        "J Lightwood",
        "C Phibbs",
        "S Glantz"
      ],
      "year": 1999,
      "doi": "10.1542/peds.104.6.1312",
      "journal": "Pediatrics",
      "volume": "104",
      "issue": "6",
      "raw": "Short-term health and economic benefits of smoking cessation: low birth weight \n\t\t \n\t\t\t J M Lightwood \n\t\t \n\t\t \n\t\t\t C S Phibbs \n\t\t \n\t\t \n\t\t\t S A Glantz \n\t\t \n\t\t 10.1542/peds.104.6.1312 \n\t \n\t \n\t\t Pediatrics \n\t\t \n\t\t\t 104 \n\t\t\t 6 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Lightwood, J.M., Phibbs, C.S., Glantz, S.A., 1999. Short-term health and economic benefits of smoking cessation: low birth weight. Pediatrics 104 (6), 1312-1320."
    },
    {
      "title": "State medicaid coverage for tobacco cessation treatments and barriers to coverage-United States, 2008-2014",
      "authors": [
        "J Singleterry",
        "Z Jump",
        "E Lancet"
      ],
      "year": 2014,
      "doi": "10.15585/mmwr.mm6442a3",
      "journal": "MMWR",
      "volume": "63",
      "issue": "12",
      "raw": "State medicaid coverage for tobacco cessation treatments and barriers to coverage-United States, 2008-2014 \n\t\t \n\t\t\t J Singleterry \n\t\t \n\t\t \n\t\t\t Z Jump \n\t\t \n\t\t \n\t\t\t E Lancet \n\t\t \n\t\t 10.15585/mmwr.mm6442a3 \n\t \n\t \n\t\t MMWR \n\t\t \n\t\t\t 63 \n\t\t\t 12 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Singleterry, J., Jump, Z., Lancet, E., et al., 2014. State medicaid coverage for tobacco cessa- tion treatments and barriers to coverage-United States, 2008-2014. MMWR 63 (12), 264-269."
    },
    {
      "authors": [
        "The Henry",
        "J Kaiser Family Foundation"
      ],
      "year": 2014,
      "raw": "The Henry \n\t\t \n\t\t \n\t\t\t J Kaiser Family Foundation \n\t\t \n\t\t \n\t\t \n\t\t\t 2014. July 16 \n\t\t \n\t \n\t The Henry J. Kaiser Family Foundation, 2014. Available from:, http://kff.org/medicaid/ state-indicator/births-financed-by-medicaid/ (Accessed on July 16)."
    },
    {
      "title": "Smoking cessation for pregnancy and beyond: a virtual clinic,\" an innovative web-based training for healthcare professionals",
      "authors": [
        "V Tong",
        "P Dietz",
        "L England"
      ],
      "year": 2012,
      "doi": "10.1089/jwh.2012.3871",
      "journal": "J Womens Health (Larchmt)",
      "volume": "21",
      "issue": "10",
      "raw": "Smoking cessation for pregnancy and beyond: a virtual clinic,\" an innovative web-based training for healthcare professionals \n\t\t \n\t\t\t V T Tong \n\t\t \n\t\t \n\t\t\t P M Dietz \n\t\t \n\t\t \n\t\t\t L J England \n\t\t \n\t\t 10.1089/jwh.2012.3871 \n\t \n\t \n\t\t J Womens Health (Larchmt) \n\t\t \n\t\t\t 21 \n\t\t\t 10 \n\t\t\t \n\t\t\t 2012. 2012/09/01 \n\t\t \n\t \n\t Tong, V.T., Dietz, P.M., England, L.J., 2012. \"Smoking cessation for pregnancy and beyond: a virtual clinic,\" an innovative web-based training for healthcare professionals. J Womens Health (Larchmt) 21 (10), 1014-1017 (Epub 2012/09/01)."
    },
    {
      "title": "Trends in smoking before, during, and after pregnancy-Pregnancy Risk Assessment Monitoring System, United States, 40 sites, 2000-2010",
      "authors": [
        "V Tong",
        "P Dietz",
        "B Morrow"
      ],
      "year": 2013,
      "journal": "MMWR Surveill. Summ",
      "volume": "62",
      "issue": "6",
      "raw": "Trends in smoking before, during, and after pregnancy-Pregnancy Risk Assessment Monitoring System, United States, 40 sites, 2000-2010 \n\t\t \n\t\t\t V T Tong \n\t\t \n\t\t \n\t\t\t P M Dietz \n\t\t \n\t\t \n\t\t\t B Morrow \n\t\t \n\t \n\t \n\t\t MMWR Surveill. Summ \n\t\t \n\t\t\t 62 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Tong, V.T., Dietz, P.M., Morrow, B., et al., 2013. Trends in smoking before, during, and after pregnancy-Pregnancy Risk Assessment Monitoring System, United States, 40 sites, 2000-2010. MMWR Surveill. Summ. 62 (6), 1-19."
    },
    {
      "title": "Centers for Medicare & Medicaid Services. New Medicaid Tobacco Cessation Services",
      "year": 2011,
      "doi": "10.4135/9781412971942.n59",
      "raw": "Centers for Medicare & Medicaid Services. New Medicaid Tobacco Cessation Services \n\t\t 10.4135/9781412971942.n59 \n\t\t SDL # 11-007 2011 \n\t\t \n\t\t \n\t\t\t 2011 \n\t\t\t U.S. Department of Health and Human Services \n\t\t \n\t \n\t U.S. Department of Health and Human Services, 2011. Centers for Medicare & Medicaid Services. New Medicaid Tobacco Cessation Services, SDL # 11-007 2011 Available from: http://downloads.cms.gov/cmsgov/archived-downloads/SMDL/downloads/ smd11-007.pdf."
    },
    {
      "title": "The Health Consequences of Smoking: 50 Years of Progress",
      "year": 2014,
      "doi": "10.1111/dar.12309",
      "raw": "10.1111/dar.12309 \n\t\t The Health Consequences of Smoking: 50 Years of Progress \n\t\t Washington \n\t\t \n\t\t\t U.S \n\t\t\t 2014 \n\t\t \n\t\t \n\t\t\t U.S. Department of Health Human Services ; Department of Health and Human Services, Office of the Assistant Secretary for Health \n\t\t \n\t \n\t U.S. Department of Health Human Services, 2014. The Health Consequences of Smoking: 50 Years of Progress. A Report of the Surgeon General. Department of Health and Human Services, Office of the Assistant Secretary for Health, Washington: U.S."
    }
  ],
  "num_references": 15,
  "figures": [
    {
      "type": "table",
      "caption": "Table 1",
      "description": "Obstetricians-gynecologists' awareness of Medicaid tobacco-cessation benefit for pregnant patients covered by Medicaid (n = 252)."
    }
  ],
  "num_figures": 1,
  "tables": [
    {
      "content": "Total Percent of pregnant patients covered by Medicaid % 0% 1-24% 25-50% N50% p-Value a"
    }
  ],
  "num_tables": 1,
  "license": "Published by Elsevier Inc. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). 2211-3355/Published by Elsevier Inc. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Contents lists available at ScienceDirect",
  "license_type": "unknown",
  "num_citations": 15,
  "cited_references": [
    "b3",
    "b4",
    "b1",
    "b5",
    "b7",
    "b12",
    "b11",
    "b8",
    "b6",
    "b9",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] a  Division of Reproductive Health , Centers for Disease Control and Prevention , Atlanta , GA , USA",
    "[raw_affiliation] b  Office on Smoking and Health , Centers for Disease Control and Prevention , Atlanta , GA , USA",
    "[raw_affiliation] b  Office on Smoking and Health , Centers for Disease Control and Prevention , Atlanta , GA , USA",
    "[raw_affiliation] c  American College of Obstetricians and Gynecologists , Washington , DC , USA Division of Reproductive Health/NCCDPHP ,",
    "[raw_affiliation] c  American College of Obstetricians and Gynecologists , Washington , DC , USA Division of Reproductive Health/NCCDPHP ,",
    "[raw_affiliation] c  American College of Obstetricians and Gynecologists , Washington , DC , USA Division of Reproductive Health/NCCDPHP ,",
    "[raw_affiliation] Centers for Disease Control and Prevention , 4770 Buford Hwy , NE , MS -F74 , Atlanta , GA 30341 , USA.",
    "a Based on chi-square tests. b Respondents (n = 202) could only mark one response.",
    "V.T.Tong et al. / Preventive Medicine Reports 2 (2015) 686-688",
    "[raw_reference] Adams, E.K., Melvin, C.L., Raskind-Hood, C., Joski, P.J., Galactionova, E., 2011. Infant deliv- ery costs related to maternal smoking: an update. Nicotine Tob. Res. 13 (8), 627-637.",
    "[raw_reference] Adams, E.K., Markowitz, S., Dietz, P.M., Tong, V.T., 2013. Expansion of medicaid covered smoking cessation services: maternal smoking and birth outcomes. Medicare Medicaid Res. Rev. 3 (3). http://dx.doi.org/10.5600/mmrr.003.03.a02 (pii: mmrr.003.03.a02).",
    "[raw_reference] CDC, 2014. Case Study: The Effect of Expanding Cessation Coverage-The Massachusetts Medicaid Cessation Benefit. Available from:, http://www.cdc.gov/coordinatedchronic/ pdf/tobacco_cessation_factsheet_508_compliant.pdf (Accessed on November 6).",
    "[raw_reference] Chamberlain, C., O'Mara-Eves, A., Oliver, S., et al., 2013. Psychosocial interventions for supporting women to stop smoking in pregnancy. Cochrane Database Syst. Rev. http://dx.doi.org/10.1002/14651858.CD001055.pub4 (Oct 23;10:CD001055).",
    "[raw_reference] Coleman-Cowger, V.H., Anderson, B.L., Mahoney, J., Schulkin, J., 2014. Smoking cessation during pregnancy and postpartum: practice patterns among obstetrician-gynecolo- gists. J. Addict. Med. 8 (1), 14-24.",
    "[raw_reference] Fiore, M.C., Bailey, W.C., Cohen, S.J., Dorfman, S.F., Goldstein, M.G., Gritz, E.R., 2008. Treating Tobacco Use and Dependence. Clinical Practice Guideline, Rockville, MD (Available from: http://www.ncbi.nlm.nih.gov/books/NBK63952/. Accessed on July 16, 2014).",
    "[raw_reference] Kellerman, S.E., Herold, J., 2001. Physician response to surveys. A review of the literature. Am. J. Prev. Med. 20 (1), 61-67.",
    "[raw_reference] Land, T., Warner, D., Paskowsky, M., et al., 2010. Medicaid coverage for tobacco depen- dence treatments in Massachusetts and associated decreases in smoking prevalence. PLoS One 5 (3), e9770.",
    "[raw_reference] Lightwood, J.M., Phibbs, C.S., Glantz, S.A., 1999. Short-term health and economic benefits of smoking cessation: low birth weight. Pediatrics 104 (6), 1312-1320.",
    "[raw_reference] Singleterry, J., Jump, Z., Lancet, E., et al., 2014. State medicaid coverage for tobacco cessa- tion treatments and barriers to coverage-United States, 2008-2014. MMWR 63 (12), 264-269.",
    "[raw_reference] The Henry J. Kaiser Family Foundation, 2014. Available from:, http://kff.org/medicaid/ state-indicator/births-financed-by-medicaid/ (Accessed on July 16).",
    "[raw_reference] Tong, V.T., Dietz, P.M., England, L.J., 2012. \"Smoking cessation for pregnancy and beyond: a virtual clinic,\" an innovative web-based training for healthcare professionals. J Womens Health (Larchmt) 21 (10), 1014-1017 (Epub 2012/09/01).",
    "[raw_reference] Tong, V.T., Dietz, P.M., Morrow, B., et al., 2013. Trends in smoking before, during, and after pregnancy-Pregnancy Risk Assessment Monitoring System, United States, 40 sites, 2000-2010. MMWR Surveill. Summ. 62 (6), 1-19.",
    "[raw_reference] U.S. Department of Health and Human Services, 2011. Centers for Medicare & Medicaid Services. New Medicaid Tobacco Cessation Services, SDL # 11-007 2011 Available from: http://downloads.cms.gov/cmsgov/archived-downloads/SMDL/downloads/ smd11-007.pdf.",
    "[raw_reference] U.S. Department of Health Human Services, 2014. The Health Consequences of Smoking: 50 Years of Progress. A Report of the Surgeon General. Department of Health and Human Services, Office of the Assistant Secretary for Health, Washington: U.S."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
