{
  "paper_id": "UX52HXRJ",
  "title": "SMS-based digital health intervention in Rwanda's homebased care program for remote management of COVID-19 cases and contacts: A qualitative study of sustainability and scalability",
  "abstract": "Background: COVID-19 pandemic resulted in unprecedented global health challenges. Rwanda identified its first COVID-19 case on March 14, 2020 and subsequently introduced Home-Base Care (HBC) Program in August 2020 following community transmission of the virus and to alleviate logistical and financial strain on the healthcare system. Cases and contacts eligible for HBC were remotely supported by WelTel, an SMS-based mHealth intervention that was successfully implemented before for HIV epidemic in Rwanda. Enrolled cases and contacts were supported and monitored daily via their cell and/or mobile phones until they complete isolation/quarantine period. This study explored the rationale, perspectives, and experiences of key informants (KIs) during the implementation WelTel's mHealth tool for HBC in Rwanda. Methods: Semi-structured one-on-one virtual interviews were conducted with KIs in this qualitative study. The KIs were classified into 2 major categories: (A) Senior staff including policymakers, directors, and senior managers; (B) Technical teams including case managers, and other staff supporting the implementation of WelTel (e.g., IT staff). Interviews were audio-recorded, transcribed, and analyzed in NVivo. Thematic analysis was conducted using a hybrid approach. A topic guide was developed using the Modified Consolidated Framework for Implementation Research and feedback from local stakeholders. Results: 7 KIs were interviewed. Five themes emerged following thematic analysis including: SMS-Based mHealth for Home-Isolation; Facilitators for Intervention Adoption; Barriers for Intervention Adoption; Infection prevention and control for Home-Isolation; and SMS-Based mHealth for Future Pandemics and Epidemics. Based on interviews, strong political commitment and advanced digital infrastructure were major facilitators for adopting WelTel for HBC. A major barrier to adopting WelTel was identified as technical-based issues. This was followed by local communication culture. All participates agreed on the significance of using WelTel to improve access and adherence to infection prevention and control measures, understand transmission dynamics, and inform public health decision-making regarding HBC.",
  "year": 2023,
  "date": "2023-01-09",
  "journal": "JMIR Public Health Surveill",
  "publication": "JMIR Public Health Surveill",
  "authors": [
    {
      "forename": "Bassey",
      "surname": "Ebenso",
      "name": "Bassey Ebenso"
    },
    {
      "forename": "Idemudia",
      "surname": "Otaigbe",
      "name": "Idemudia Otaigbe"
    },
    {
      "forename": "Abdulaa",
      "surname": "Babili",
      "name": "Abdulaa Babili",
      "affiliation": "1  Faculty of Public Health and Policy , London School of Hygiene and Tropical Medicine , London , United Kingdom , \n\t\t\t\t\t\t\t\t Faculty of Public Health and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene and Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Sabin",
      "surname": "Nsanzimana",
      "name": "Sabin Nsanzimana",
      "affiliation": "2  Central Administration , Rwanda Biomedical Center , Kigali , Rwanda , \n\t\t\t\t\t\t\t\t Central Administration \n\t\t\t\t\t\t\t\t Rwanda Biomedical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kigali \n\t\t\t\t\t\t\t\t\t Rwanda"
    },
    {
      "forename": "Edson",
      "surname": "Rwagasore",
      "name": "Edson Rwagasore",
      "affiliation": "3  Department of Public Health Surveillance and Emergency Preparedness and Response , Rwanda Biomedical Center , Kigali , Rwanda , \n\t\t\t\t\t\t\t\t Department of Public Health Surveillance and Emergency Preparedness and Response \n\t\t\t\t\t\t\t\t Rwanda Biomedical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kigali \n\t\t\t\t\t\t\t\t\t Rwanda"
    },
    {
      "forename": "Richard",
      "surname": "Lester",
      "name": "Richard Lester",
      "affiliation": "4  Faculty of Medicine , Division of Infectious Diseases , University of British Columbia , Vancouver , BC , Canada \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Division of Infectious Diseases \n\t\t\t\t\t\t\t\t University of British Columbia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vancouver \n\t\t\t\t\t\t\t\t\t BC \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "affiliation": "University of Leeds , United Kingdom \n\t\t\t\t\t\t\t\t University of Leeds \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "affiliation": "Babcock University , Nigeria Joe Wherton , \n\t\t\t\t\t\t\t\t Joe Wherton \n\t\t\t\t\t\t\t\t Babcock University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nigeria"
    },
    {
      "affiliation": "University of Oxford , United Kingdom \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000024",
  "keywords": [
    "digital health",
    "mHealth",
    "Rwanda",
    "East Africa",
    "COVID-19",
    "pandemic preparedness and response",
    "outbreak management",
    "implementation sceince"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "On  March 11, 2020 , the World Health Organization (WHO) classified Coronavirus disease (COVID-19) as a pandemic  (1) . As of September 2022, almost 6.5 million people have died due to COVID-19 and around 612 million cases of infection have been confirmed globally  (2) . The pandemic urged healthcare systems to accelerate the adoption of innovative and novel solutions to address the social, economic, and health impacts of COVID-19.\n\nDigital health interventions (DHIs) including mobile health (mHealth) are information and communication technologies that provide functionalities to address health needs and achieve healthcare system's objectives  (3) . mHealth, is defined as the use of mobile technologies in support of health needs  (4) . The rapid deployment and scale-up of DHIs during the pandemic ensured the continuity of healthcare services while adhering to public health measures and containing the spread of COVID-19  (5, 6) . In the last decade, the incorporation of DHIs within outbreak response systems and surge capacities has expanded significantly  (7) . DHIs are currently used for contact tracing, symptoms reporting and tracking, targeted public health messaging, and virtual clinical consults  (7) . The mushrooming of app-based mHealth interventions can be advantageous in contexts with large access to smartphones, high internet coverage, and high digital literacy  (8) . Otherwise, they can exasperate health inequalities and exclude vulnerable groups due to access  (9) . Accordingly, program planners need to critically consider logistical aspects such as local system readiness and regulatory frameworks; local culture and willingness to use DHIs; and DHIs specific ethics such as data privacy when implementing DHIs  (5, 10) . Furthermore, the use of DHIs could contribute to increasing health inequalities due to low digital literacy among vulnerable populations, and the digital divide on a national level created by suboptimal access to digital devices and the internet  (10) (11) (12) . Despite the projected increase in the number of mobile-internet subscribers in Sub-Saharan Africa (SSA), the region still ranks the lowest with 270 million subscribers (26% of the total global subscribes)  (13, 14) . This gap is larger among rural populations as they are 37% less likely to use mobile internet compared to urban populations  (13, 14) .\n\nIn the absence of treatments and vaccines for COVID-19, many countries implemented non-pharmacological interventions such as institutional-based isolation and contact tracing to control the spread of the virus  (15, 16) . While institutional-based isolation can reduce community transmission of COVID-19 compared to home-based isolation of COVID-19 cases and contacts, it presents an unsustainable solution particularly in Low-and Middle-income countries (LMICs)  (15, (17) (18) (19) . A scoping review found that homebased isolation was associated with reduced risk of stigmatization and provided safe space for patients to express their needs  (17) . Additionally, home-based isolation allowed the decongestion of health facilities  (17) . Some challenges can impact the effectiveness of home-based isolation to contain the transmission of COVID-19. Cases in home-isolation are more likely to infect household members  (15, 17, 20) . Poor knowledge and suboptimal practice of infection prevention and control measures among isolating cases was associated with high household secondary attack rates  (17, 20) .\n\nRwanda is an East African country with a total population of 13,705,393 as of 2022  (21) . The country is made up of 5 provinces: Northern province, Eastern province, Southern province, Western province, and Kigali City  (22) . Each province is further broken down into districts. Kigali City province, the most densely populated province, consists of 3 major districts including Gasabo, Kicukiro and, Nyarugenge  (21, 23) . Rwanda is recognized as a leader in healthcare and an early adopter of DHIs within the East African region  (24) . It was among the first African countries to prepare for the fight against COVID-19 starting as early as January 2020  (25, 26) . On March 03, 2020, the COVID-19 Joint Task Force (JTF) committee was established to provide strategic guidance, coordinate and manage the implementation of a preparedness and response plan including day-to-day operational and logistical support (Figure  1 )  (25, 26) . The committee consists of subject matter experts from numerous ministries and local academic institutions to enable a multisectorial approach to the management of the pandemic nationally. Upon identification of the first COVID-19 cases on March 14, 2020, Rwanda Biomedical Center (RBC), the national health implementation agency, introduced testing, contact tracing, and facility-based isolation and quarantine  (26, 27) . Rwanda's containment measures were among the stringiest in SSA  (28) . During the first wave of COVID-19 between March and July 2020 Rwanda's isolation facilities experienced an overload due to rising number of cases and limited human capital resources to support the surge capacity. To reduce the increasing costs and alleviate strain on isolation facilities, Rwanda introduced the Home-Based Care (HBC) program in August 2020 during its second wave  (18, 29, 30) . According to the Minister of Health, Dr. Ngamije, \"The initiative has been effective … with homebased care there are expenditures which will be avoided such as cost of accommodation at quarantine sites and feeding.\" (19, P. 1). HBC was adopted because 70% of all cases were mild or asymptotic and did not require facility isolation  (18) . Furthermore, Rwanda saw a sharp increase in incidence and mortality rates of COVID-19 due to the emergence of variants of concern particularly Beta and Delta variants since June 2021  (31, 32) . This increase was the highest in Kigali City province  (33, 34) . As of September 2022, the number of confirmed COVID-19 cases was 132,454 and the number of deaths was 1,466  (35) .\n\nTo be eligible for HBC, patients had to meet a set of criteria (Figure  2 ). Cases and contacts in HBC were enrolled into WelTel digital health platform using their phones  (30, 36) . WelTel is a digital health platform that facilities two-way communication between healthcare providers (HCPs) and patients (referred in this study as cases and contacts)  (37) . It is a web-based platform that utilizes Short Message Service (SMS) as its core functionally while allowing for other modes of communication such as video calls  (37, 38) . WelTel sends automated SMS check-in messages to registered patients asking, \"How are you?\". The messages are sent based on a specific frequency (e.g., daily/weekly/monthly). Patients' responses are received and triaged by the platform for HCPs to follow-up  (38) . Patients can respond to check-in messages at any time. Other functionalities like contact tracing, reminders, and data export can be accessed when using the platform (3). The \"How are you?\" SMS message is based on WelTel's \"Ask, don't tell' approach, where patients have full control over the expression of their health needs rather than being asked or reminded of specific tasks  (39) . In response to COVID-19, WelTel was optimized for case management and contact tracing  (3) . A report from Johns Hopkins University assessed the use of WelTel for COVID-19 case management and contact tracing in LMICs (3). The report defined criteria necessary for a successful deployment of DHIs including, scalability, interoperability, and messaging capability. The report concluded that WelTel meets some of these criteria Babili et al. 10.3389/fdgth.2022.1071790\n\nincluding usability and messaging capability but falls short in other criteria like interoperability  (3) . RBC adopted WelTel mHealth intervention for real-time remote monitoring and support of COVID-19 cases and contacts in HBC in Kigali City province (Supplementary Figure  S1 )  (30, 36) . The platform sends daily check-in messages for 14 days. This allows for self-reporting of symptoms or concerns, two-way SMS communication between cases/contacts and case managers, and proactive engagement  (30, 36) . Lastly, the platform centralizes data and functionalities for easy access  (3, 37) . Cases and contacts in Rwanda interact with teams in various command posts across the country for support  (40) .\n\nCommand posts are centers with teams that support interaction and engagement with cases and contacts in HBC and communicate information back the designated JTFs structures to evaluate public health interventions and plan responses accordingly. Case and contacts are expected to contact the teams at the command posts for support. Teams at the command post have access to the WelTel's back-end to manage cases and contacts interactions and data exports. Even though the platform has been tested in different disease and geographical contexts, the application of WelTel for HBC and COVID-19 is novel and further scientific evaluation is necessary to ascertain feasibility, effectiveness, and impact. The adoption of WelTel in Rwanda offered a real-life example for countries with similar geographical, cultural, and economic characteristics. As of June 2020, almost 1 billion SMS messages have been sent in Rwanda  (41) . Additionally, texting is the most common type of activity among Rwandan mobile users  (41) . The use of SMS-based mHealth interventions can provide a comparative advantage to using traditional phone calls or smartphone apps. They offer an inclusive and cost-effective approach to transmit information at a faster rate to many people  (42) (43) (44) . Finally, WelTel was adopted in Rwanda in 2017 for 5 years to support HIV patients and has been since serving many patients remotely in Kigali Province  (45) .\n\nThe aim of this study was to evaluate the rationale, experiences, and perspectives of key informants (KIs) in Rwanda towards implementing WelTel SMS-based mHealth intervention in Rwanda's HBC program for COVID-19 cases and contacts management, and to examine factors that could impact its adoption and scalability. The study also sought to examine and describe barriers and facilitators to the adoption and scale-up of WelTel as part of HBC, and to explore the overall impact of the WelTel intervention on the HBC program through the perspective of KIs. Babili et al. 10.3389/fdgth.2022.1071790\n\n2. Materials and method"
    },
    {
      "title": "Study design",
      "text": "An exploratory research approach was adopted in this study. The qualitative design allowed for the examination of participants' rationale, perceptions, and experiences, and to gain an in-depth understanding of this topic given the limited research available. The Standards for Reporting Qualitative Research (SRQR) was adopted to guide the structuring of this report and to enhance transparency in the reporting of this qualitative study  (46) . Due to COVID-19, it was not feasible to travel and conduct the study in Rwanda; the study was thus conducted virtually using Zoom  (47) . Virtual semi-structured one-on-one interviews were conducted with KIs. The semistructured nature of the interviews allowed for both guided and in-depth discussions; the open-ended nature of the interviews allowed the interviewees to bring forward novel topics."
    },
    {
      "title": "Topic guide and framework",
      "text": "A standardized topic guide was developed and used to guide the interview sessions, though, different probing questions were asked for further clarification and/or elaboration from participants. The topic guide used for this study was reviewed Babili et al. 10.3389/fdgth.2022.1071790\n\nby stakeholders at RBC to provide local perspective. Feedback was integrated into the final document. The Modified Consolidated Framework for Implementation Research (mCFIR) was used to guide the development of some sections in topic guide  (38, 48, 49) . The mCFIR is a tool based on the original CFIR framework and modified by the mHealth Research Group to evaluate specific aspects of DHIs implementation and was successfully applied in implementation science studies  (38, (48) (49) (50) (51) . The CFIR is a meta-theoretical framework constructed from 19 theories and frameworks which offers theoretical rigor and comprehensiveness in evaluating the implementation of interventions within a specific context  (38, 52) . The CFIR and the mCFIR have been validated in LMICs  (38, 48, 53) . The mCFIR can therefore provide the ability to examine a wide range of determinants related to adoption of mHealth interventions within a specific context, and guide future implementations and scale-up  (38, 48) . The mCFIR tool consists of 25 constructs under 5 major domains (Supplementary Table  S2 ). The domains are well-encompassing of all aspects and stakeholders involved in the implementation."
    },
    {
      "title": "Sampling and recruitment",
      "text": "Participants were selected purposively based on the following criteria: (1) participants working directly with WelTel to manage cases and contacts in HBC; (2) participants took part in devising the plan to implement WelTel and/or HBC and exposed to dayto-day operations of WelTel and case management;  (3)  participants are comfortable to speak English. Purposive sampling ensured maximum variations in sampling. A total of 12 KIs were invited for this study. An invitation email was sent to all identified participants. Participants received a Participant Information Sheet before consenting to the participation in the study in the email invitation. After receiving the email, participants were asked to respond with whether they are interested in joining the study. Participants were asked to provide their availability to set up the interview session. Oral consent was taken at the start of the interview session.\n\nKIs were classified into 2 major categories: (A) Senior staff including policymakers, directors, and senior managers in RBC; (B) Technical teams including case managers, and other staff supporting the implementation of WelTel (e.g., IT staff). The objective behind this classification was to capture information from senior-level personnel and frontline personnel and to obtain different perspectives and experiences to add breadth to the results. The study attempted to sample an equal number of participants from each category.\n\nThe study aimed to interview 12 participants. Due to the critical position of the KIs in the national response to COVID-19, the ever-changing nature of the pandemic, and the limited time available to conduct this study, 7 participants were interviewed. Additionally, Rwanda was in its third COVID-19 wave and KIs identified in this study were overwhelmed with the emergency response. However, the KIs interviewed in this study were instrumental (core team) to the planning and implementation on the mHealth component of the HBC program in Rwanda. Accordingly, the interviews generated relatively adequate data to address the aim of the study and improve internal validity."
    },
    {
      "title": "Data analysis",
      "text": "Thematic analysis was conducted using a hybrid approach of deductive and inductive analysis for code and theme identification and generation  (54) (55) (56) . This approach provided rigor to addressing the aim of the study by allowing the incorporation of the mCIFR domains and questions from the topic guide in the deductive analysis. Concurrently, it allowed for novel themes to emerge from the data using inductive analysis. The \"Six Steps process to thematic analysis\" was adopted from Baruna et al. to ensure a systemic thematic analysis  (55, 57) .\n\nInterviews were audio-recorded, anonymized, and transcribed verbatim  (47) . Transcripts were then uploaded on NVivo software for data management and analysis  (58) . To ensure accuracy, revision of transcripts occurred while listening to audio recording. This stage also allowed for familiarization with data and the generation of initial codes. Codes were merged into sub-themes and themes. Revising the generated sub-themes and themes occurred by reviewing all the codes relevant to each theme and ensuring that they fit within the theme.\n\nData analysis started after the first interview and the process was iterative. A pre-coding mind map (Supplementary Figure  S2 ) was created via NVivo as a brainstorming tool before data collection and analysis. This mind map represented the coding framework of this study. The development of the mind map was iterative, and adjustments were made throughout the interviewing process. Finally, to protect participant's anonymity and confidentiality, the study anonymized quotes and applied pseudonym names.\n\nGiven that qualitative data is generated through researcherparticipant interaction, this study considered reflexivity as a strategy to identify and control for bias in data generation and interpretation. The researcher's personal experiences, professional affiliation, and values can impact the way questions are developed and asked in qualitative research, as well as how data is interpreted and presented. Thus, continuous evaluation of positionality and critical selfappraisal is essential in qualitative research  (59) . Accordingly, a declaration of positionality was provided in the discussion.\n\nTropical Medicine. Questions about COVID-19 might trigger personal experiences of grief. Therefore, there was a very small risk of emotional distress due to KIs involvement in the response to the COVID-19 pandemic. This was mitigated by verbal assurance to not answer any questions perceived distressing and providing contact information of local mental health services offered to people affected by the pandemic."
    },
    {
      "title": "Results"
    },
    {
      "title": "Summary of participants",
      "text": "Seven KIs were interviewed between July and September 2021 (Table  1 ). Of the 12 invited to participate in the study, 5 rejected participation due to time constraints. Three participants were from category Asenior staff, and four were from category Btechnical team. Of the four participants from category B, one was an IT staff. All participates are working in RBC, and participants from category A are all members of the JTF. The duration of the interviews ranged between 20 and 70 minutes. Some interviews were shorter in length due to participants' limited time. One interview was carried over 2 different times due to poor internet connection. Participants from category A were heterogeneous in terms of their positions."
    },
    {
      "title": "Qualitative findings",
      "text": "5 themes were identified through analysis (Figure  3 ) including 1-SMS-Based mHealth for Home-Isolation; 2-Facilitators for Intervention Adoption; 3-Barriers for Intervention Adoption; 4-Infection Prevention and Control for Home-Isolation; and 5-SMS-Based mHealth for Future Pandemics and Epidemics. Themes 2 and 3 have been deductively analyzed based on the mCFIR framework and topic guide. Themes 1,4 and 5 inductively emerged from the interviews."
    },
    {
      "title": "SMS-Based mHealth for home-based isolation",
      "text": "Almost all participants shared similar rationale and perspectives for selecting WelTel for HBC. This theme emerged because participants discussed the rationale for the HBC program. Participants stated that HBC was adopted because 1-majority of cases are mild or asymptomatic, and 2-to reduce strain on the healthcare system. Additionally, it seemed that cases favored home-isolation compared to facility-isolation. Innocent, Director-Case Management & Infection Prevention and Control, said:\n\n\"With [home-based] care you have gained the satisfaction from people. Like, 'I (case) I don't want to go to that facility with people that I don't know, with eyes all around me, I feel so pressured. I feel so stressed\".\n\nFour reasons have been identified as major factors for adapting the WelTel platform (Figure  3 ).\n\nFirstly, all participants mentioned mobile phone access and SMS usage as factors for selecting WelTel. Participants emphasized that the Rwandan population, both in urban and rural areas have adequate access to at least basic mobile phones and are used to SMS. Josh, Chief Data Scientist at RBC, said:\n\n\"At least every household has a cell phone, [therefore it] was simpler and easier to implement WelTel, because you are sure that at least in every household you find one phone used to send them SMS, to get responses, and to [follow-up] patients at home.\" When asked about other solutions that could've been implemented instead of WelTel, 6 participants alluded to the use of app-based DHIs. However, there was consensus that such interventions can exclude patients with no access to smartphones. Christine, a case manager, said: \"[The] percentage of people in Rwanda that use smartphones and have access to internet is still low. But access to regular phones not smartphones is high, to an extent that in every home at least you will find one holding a phone, may not be a smartphone, it may be regular phone\"\n\nIt is essential to reach many people in a timely and reliable manner. According to Josh and Innocent, this was a goal set by the JTF during the planning of HBC to adopt an intervention that allows for instant communication with cases and contacts in home-isolation, while enabling them to reply in a convenient time.\n\n\"We considered accessing more patients at a more convenient time.\" [Josh]  Six participants discussed WelTel's ability to reach many cases promptly. They shared the perception that for a DHI to be scalable in a pandemic, it must be efficient and effective at reaching a large number of cases on time. Participants from category B have commended the platform's ability to followup with many people on time. Jacques, a case manager, said: \"Using SMS is so easy and [quick] for people to receive the information you want to communicate with them\" KIs recognized the importance of such ability especially when case numbers started to increase, and in-person followup wasn't feasible.\n\n\"Because the numbers are high, you find in a day close to 1000 cases. And so, no one will be able to go to every door knocking, to check on this patient. But if I have a system that can cover more than 500 patients in a day, following them just in one location, it becomes more friendly, costeffective."
    },
    {
      "title": "\" [Christine]",
      "text": "Josh mentioned the ability of the platform to send bulk-SMS to a large number of people simultaneously, giving an example of WelTel's ability to reach large number of cases.\n\nTwo-way messaging and on-demand communication were highlighted as important factors to selecting WelTel compared to other DHIs that fall short in this regard. They were considered important aspects for optimal and safe remote case management and support. Josh compared WelTel's ability of two-way SMS communication to a previously implemented DHI.\n\n\"We have used an SMS system. But the experience was different from WelTel. The difference with WelTel is that it's [two-way] and the previous system was only  [one-way]  where you send SMS and don't expect feedback from the patient. It's like you're informing but you don't get feedback. But through WelTel you send SMS, and you can receive SMS from the patient, or someone you're following up, which makes a big difference because it helps to react on time, act basing on the feedback. Which makes WelTel more advantages compared to the system that we had before.\"\n\nChristine, Eric, and Innocent compared using phone calls as a tool for remote monitoring of cases in home-isolation to using two-way SMS.\n\n\"Compared to phone calls, phone calls are annoying sometimes. Some patients say that we are disturbing them….When you ask the patient using phone call, sometimes they don't have a quick response or any other information. But when they are writing a message, they take time so they can write how they're feeling and any changes.\" [Eric]  All agreed that phone calls can limit the ability of cases and contacts to express their needs while on the call, especially if the call is placed at an inconvenient time.\n\nThis shared experience illustrates the added benefit of using SMS-based systems to follow-up with cases in home-isolation."
    },
    {
      "title": "Facilitators for intervention adoption",
      "text": "Facilitators are defined in this study, as factors that enable the implementation and scale-up of DHIs within a specific disease and geographic context. The theme is divided into 4 sub-themes including intervention characteristics, local governance and policies, local infrastructure, end-user characteristics."
    },
    {
      "title": "Intervention characteristics",
      "text": "Technical features and cost-related aspects of the tool that enabled its adoption for HBC are outlined. Participants emphasized the importance of data centralization in enhancing the ability to monitor cases and contacts through improved efficiency and consistency in capturing data. Innocent and 2 case managers suggested that switching from paper-based systems to electronic-systems like WelTel for remote case management was an advantage. having piles of files on cases that are not easy to retrieve, and not completely captured.\" [Innocent]  Data centralization was linked to the multimodality of the platform. The two features combined resulted in streamlining case managers' work and enhancing the ability to follow cases and contacts through timely access to data and usage of available features.\n\n\"We wanted a tool that provides many options and futures, that would give us much information about what is going on with the patient at home\"  [Josh]  Furthermore, data centralizations aided the decisionmaking process regarding case management and HBC.\n\n\"If you have one platform, which can enable you to chat with a patient, and use video function. Then you're getting all those data in one platform. It made it easier for the analysts to take a decision based on the information from different features being used.\" [Josh]  All participants shared the importance of a user-friendly interface for daily usage and training. \"It's user friendly, after using it like one week, you know how the system works\"  [Vincent]  Cost was broken into two types: 1-cost incurred by implementation agency; 2-cost incurred by cases and contacts.\n\nCost associated with implementing WelTel for HBC was perceived as low. According to participants from category A, this is because WelTel has already been established in the country for HIV virtual care. Consequently, logistical, and technical costs to adopt WelTel were not perceived as a barrier. Marie, Division Director, said: \"We did not invest so much in the system when it came to COVID. Because it had already been established,  [it]  was already in place. We just only had to tweak a few things.\"\n\nFollowing theme 1 which described the breadth of reach, participants shared the perspective that digitized systems can cut costs by reaching many people from a single platform. Vincent, Program Manager in a Non-Governmental Organization (NGO) & Project Consultant at RBC, said:\n\n\"Purpose of a digital system is to ease work, get results, speed up processes and cut costs of doing things.\"\n\nThe cost incurred by cases and contacts when enrolled into WelTel was interpreted based on discussions with participants. Cases and contacts had no out-of-pocket expenses when it came to using SMS. Cases and contacts appeared to be aware that SMS sent from RBC have no costs associated with receiving and responding to them. This is due to the reversebilling of SMS costs to RBC rather than the sender (cases and contact). \"It's a [toll-free] system. They know, once they get the messages they see RBC, they know that it's RBC following, and replying to us doesn't cost them.\" [Christine]  Finally, Eric and Christine briefly touched on data security aspects of the platform, stating the advantage of automatic timed log out once the platform is not in use. Otherwise, no further discussion of larger system-based privacy and security features has been brought up by KIs."
    },
    {
      "title": "Local governance and policies",
      "text": "Rwanda was pioneering a digitization process across all governmental sectors. This was seen by most participants as an important facilitator to implementing WelTel. According to participants, policies for incorporating DHIs within the healthcare system accelerated the willingness to adopt WelTel for HBC. There seemed to be a commitment from the government to invest in DHIs, especially during COVID which saw the accelerated adoption of DHIs.\n\n\"We happen to have leadership that is very supportive in terms of digitalization. There were many actions to digitalization before COVID in different areas. So, digitalization of health response is something very [highly] supported, and we had encouragement to move towards that.\" [Innocent]  \"With COVID, they [accelerated] the transition plan. Because we wanted to make sure that 100% of COVID services are digitized in Rwanda.\" [Josh]  This commitment was evident when the Head of State visited one of the case management units in command posts and stated: \"Anything that you need and is available and you don't get it, please let me know. Because I want you to feel like you should access anything that you have seen or heard is available for better response and embracing digital tools\" [Innocent]"
    },
    {
      "title": "Local infrastructure",
      "text": "Local digital infrastructure was a forefront facilitator to the implementation of WelTel according to most participants. Participants agreed that Rwanda's digital infrastructure is ready to host DHIs. This is based on high internet coverage\n\nBabili et al. 10.3389/fdgth.2022.1071790 within health facilities and the increase in the number of health facilities across the country. \"The coverage of network is around 85% all over the country for health sector. You can go to southern, northern, eastern, western states and you find the infrastructure, the network coverage.\" [Vincent] \"Rwanda has this national data center. And there was much work being done to improve the capacity of servers…All the health services, and not only health services, but most of the government services are centralized to the national data center.\" [Josh]\n\nRwanda seemed to introduce a National Data Center to centralize national-level data and allow for optimal incorporation of DHIs in the country."
    },
    {
      "title": "End-user characteristics",
      "text": "The analysis identified how participants welcomed the intervention, their training and confidence to use the platform, and their perception of how this tool can target the wellbeing of cases and contacts. All participants welcomed the use of WelTel and seemed to share the enthusiasm of local policies in the adoption of DHIs.\n\n\"I believe the future governments and the world should really consider digitizing health system\" [Eric]\n\nChristine linked using DHIs like WelTel to a healthier society.\n\n\"Digitizing healthcare would be a very great step towards having a [healthier] society.\"\n\nAll staff seemed to be well-trained and confident in using WelTel."
    },
    {
      "title": "\"So, I could say the training was sufficient.\" [Christine]",
      "text": "There was expressed appreciation for the evolving nature of the tool, and the team's ability to keep end-users informed and trained through continuous sessions throughout the implementation period."
    },
    {
      "title": "Barriers for intervention adoption",
      "text": "Barriers, in the context of this study, are factors that challenge the implementation and scale-up of DHIs within a specific disease and geographic context. The major barriers identified are broken into 2 major sub-themes, intervention characteristics, and end-user characteristics."
    },
    {
      "title": "Intervention characteristics",
      "text": "The system's technical issues and poor system interoperability were identified as barriers to the adoption and scale-up of WelTel for HBC.\n\nRwanda has a well-established system to evaluate new technologies aimed to be implemented in the country. Even if such technologies are needed and useful, they must pass through different institutional bodies and regulatory and technical criteria for them to be implemented across the country. If a novel DHI does not meet some of the criteria, the implementation process could be hindered. One of these criteria is system interoperability. The goal of system interoperability is to enable systems to share data and save resources. Because WelTel is not a standalone system for the HBC program as mentioned by Josh, the platform must be interoperable with other systems. When asked about barriers to adopting WelTel nationally, one participant presented the fact that the WelTel system's ability to integrate and share data electronically with other systems is not fully developed. And this could have possibly hindered its adoption across all provinces.\n\n\"In Rwanda a system needs to go through different bodies to be approved. And those bodies need to be convinced on the new platform, and there are questions that seemed to be asked even if the tool is very useful and very needed. And one of the questions is about interoperability. This was the challenge for WelTel.\" [Vicnent]  Some features of the platform seemed to create inefficacies for case managers. Manual inputting of case information into the system was time-consuming specifically on days where the number of cases and contacts is large.\n\n\"If you have more cases in on a particular day, because the way WelTel works, you have to input people in the system manually. So, on a day, you have 50 and you have five staff, it's manageable. But if one day you have 5000 cases, then you know that's going to be a problem because you're not going to input everyone… . So, not all positive cases have been captured in WelTel, because of the load.\" [Innocent]  Because the platform depends on the internet to function from the provider side, in some sites with low internet connectivity WelTel was non-functional. Eric the case manager suggested an offline option.\n\n\"It requires the internet to be installed for us and to connect with cases. Maybe it could be easier if it's used without internet, wherever you are.\"\n\nBabili et al. 10.3389/fdgth.2022.1071790\n\nThree participants highlighted the inability of the platform to conduct phone calls, which is a mode of communication sometimes employed by the HBC program. Even though participants were aware that WelTel can accommodate video calls, they emphasized the need to conduct phone calls as it doesn't require cases and contacts to have smartphones. The importance of the calling feature is critical in situations where COVID-19 cases and contacts do not respond to messages and prompts.\n\n\"So, the response rate was low that it required the response staff on the other side, to have to call outside of the WelTel platform to get to gauge a patient status or a contact status."
    },
    {
      "title": "\" -[Marie]",
      "text": "During the earlier stages of the program, only cases and contacts with a specific telecommunication provider were able to be enrolled into WelTel, which at some point meant that many cases and contacts were excluded.\n\n\"At the beginning of the program since we had to register patients by their phone numbers to contact them. Given that Rwanda several telecommunication companies, it only seems to capture certain numbers from a given telecommunication company, we were not able to enroll all eligible patients.\" [Marie]  Vincent raised the issue of case manages registration on the platform, which required newly enrolled case managers to create a new password through a link sent in an email invitation once enrolled into the platform. The ability to use this link expires in a short time, which meant more work for those responsible for enrolling case managers.\n\nFinally, participants mentioned that during a certain period they noticed that they stopped receiving messages from enrolled cases and contacts for two days. When they attempted to troubleshoot the problem, they noticed that the system sent messages in a different language. Even though this has been immediately resolved, yet, in situations where many individuals are registered into a system and where time is essential, such glitches can have a considerable negative impact on the public health response to the pandemic."
    },
    {
      "title": "End-user characteristics: local culture and communication",
      "text": "The analysis identified cases and contacts' acceptance of WelTel through the lens of the KIs. Although this study did not explore cases and contacts perception and experiences of WelTel for HBC, KIs focused on the barrier resulting in non-responders, where the non-response rate was around 25%-30%, and some attributed it to the communication culture in Rwanda.\n\n\"But that's the challenge because not everyone will reply… That's a challenge [when] following up with them.\"\n\n[Christine] \"it's a good innovation, but depending on the setting, the cultural bit of the countries, I would say not everyone is responsive to messages… … . Rwandans do not always interact via texts.\" [Marie]  One participant directly cited an aversion to SMS communications to all non-SMS responders, saying they would potentially respond to phone calls."
    },
    {
      "title": "Infection prevention and control for home-isolation",
      "text": "The analysis identified the role of WelTel in facilitating safe and effective home-isolation. The central ideas in this theme include access to trusted communication and information, continuous follow-up, data-driven decision-making, and protection of health workers.\n\nAll participants shared the importance of providing cases and contacts with access to trusted communication and information through WelTel. Based on KIs, cases and contacts are satisfied with WelTel service because they can obtain reliable and \"real information\" on time from the HBC team. Therefore, case managers were able to use SMS-based twoway communication to convey information about COVID-19 and infection prevention and control measures at home and to answer questions promptly.\n\n\"We receive so much, so much, infection prevention questions. Because we get those questions almost daily, patients who are trying to find out more ways how they can [interact safely] with people in household, what they should eat, and what they should do.\" [Christine]  Most notably, one participant identified the benefit of providing information to cases over SMS as it can be checked at later times by cases for reference.\n\n\"We give them information on how to use protection methods and to stop the spread to the entire family… . So, using this system we are able to write that information so that patients can always read them and master them.\" [Eric]  It appears that some cases who have been followed via WelTel continued to interact with the HBC team to ask questions about COVID-19 even after they no longer received the check-in messages. An added benefit was an instance where a previously inactivated case informed the team about neighbors who are unwell and not aware of HBC and WelTel. Participants considered this a positive indicator for the success of HBC and WeTel.\n\nBabili et al. 10.3389/fdgth.2022.1071790 Frontiers in Digital Health 11 frontiersin.org \"Even after they get inactive, they keep writing messages giving us information they have, ask for information about COVID, and maybe other patients from their neighbourhood who have a problem who doesn't know about this system.\" [Eric]\n\nDaily follow-up provided two major advantages. First, it captured data about cases and contacts on daily basis. This allowed for understanding the course of the disease, detecting new symptoms during the period of home-isolation, identifying the magnitude of secondary attack rates at home, and supporting decision making about HBC.\n\n\"We also have been able to, to pretty much have an understanding of patient's illness throughout follow-up period\"  [Innocent]  \"The other thing that worked well was we were able to tell the magnitude of positives, we were able to capture all the information that we need. See from that system, we were able to know how many patients we have that are in [home-based] care that develop mild symptoms, we also can know to what extent their contacts test positive so we can determine the positivity rate of the contacts.\" [Marie] \"It can impact the attack rate because from the data we capture from the WelTel platform, we get to analyze the attack rate of the patients and advise going forward on what to do given at what level the attack rate is. From the analysis we get to provide some [evidence-based] findings that can be used to inform public health measures going forward."
    },
    {
      "title": "\" [Marie]",
      "text": "Second, daily follow-up and access to trusted communication and information positively impacted the mental wellbeing of cases and contacts in home-isolation. Innocent argued that it made cases and contacts feel safer and cared for.\n\n\"Patients also enjoy it because they feel like we have not abandoned them\" Finally, most participants agreed that using WelTel potentially protected contact tracers and health workers who are otherwise must interact in-person with positive cases and thus increasing their risk of infection with COVID-19. This is the case of any virtual intervention that can limit personal contact."
    },
    {
      "title": "Theme 5: SMS-Based mHealth for Future Pandemics and Epidemics:",
      "text": "Most participants agreed that such interventions can be essential for future public health responses to emerging pathogens.\n\n\"Yeah, I think using SMS-based digital health is the way to go forward for future epidemics…you need a system that allow a direct interaction with people who are having a problem and allow for real-time decision-making… the easiest way to do that is just by exchanging SMS. Otherwise, physical contact might not be possible and other tools say email might not be possible because not everyone has access to internet. But there is high probability that everyone has a phone, or one house member has a phone which they can use for SMS.\"  [Josh]  \"In future with regards to fighting epidemics, using [mhealth] and digital health is the way to go I would say\"  [Marie]  Vincent commented on the sustainability aspect of SMSbased mHealth interventions and linked it to the context of developing countries.\n\n\"In developing countries like in Africa, I recommend such technologies because it is sustainable approach than any other technologies used for reporting and monitoring\" This reflects the perceived generalizability of this intervention to LMICs."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Main findings",
      "text": "This study provided insights into the rationale, perspectives, and experiences of KIs in Rwanda towards adopting WelTel intervention in HBC for remote COVID-19 cases and contacts management and support. Participants shared many similar experiences and perspectives. All participants were advocates of the digital-health-centered policies applied in Rwanda for the COVID-19 response.\n\nRwanda adapted quickly to the increasing demand created by the COVID-19 pandemic through implementing innovative technologies and rolling out the HBC program  (19, 24, 27) . There is growing evidence that DHIs had a critical role globally in reducing the human and economic impacts of COVID-19  (7, 60) . Remote monitoring of COVID-19 cases alleviates strain on low-resourced healthcare systems, protects HCPs, and reduces stigma due to COVID-19 infection  (11, 17, 19) . However, establishing a system to supervise cases and contacts in home-isolation is critical for effective and safe isolation.\n\nThe breadth of reach and timely communication were identified by KIs as major factors to adopting WelTel. This is consistent with literature assessing public health responses to epidemics  (7, 61) . Studies evaluating the use of DHIs for COVID-19 control recommend the use of mobile technologies to target timely communication  (44) . However, compared to phone calls and mobile applications, SMS-based mHealth is seen to be more effective at enabling inclusive access to the targeted population, thus increasing breadth of reach  (7, 42, 43) . In Rwanda, this fact is supported by the relatively high use of basic phones (78%) compared to smartphones (14%), and high rates of SMS use  (7, 41, 62) . The impact of timely communication can be more effective when remotely monitored cases and contacts can engage in an open-ended manner with HCPs. The 2-way SMS messaging capability of WelTel was identified as another aspect of selecting the tool for HBC. A qualitative study evaluated the experience of veterans with COVID-19 who were remotely monitored using a platform that sends automated check-in SMS messages and share educational information related to COVID-19 and infection prevention and control measures  (63) . Registered participants can only reply with specific answers to the check-in questions. When asked what was not helpful with the program, they mentioned the inability to express their needs in an open-ended manner  (63) . A rapid review evaluating the barriers to implementing remote monitoring technologies to support COVID-19 cases recommended the use of technologies with 2-way communication capabilities to enhance case-health provider engagement  (64) .\n\nThe strong political buy-in was deemed by KIs as a critical factor to facilitate WelTel's implementation. Poor political commitment has been presented as a challenge to implementing DHIs as it can impact resource allocation, the establishment of regularity frameworks, and the establishment of appropriate infrastructure. KIs' enthusiasm for adopting DHIs in healthcare is reflected in Rwanda's national policies. Rwanda established the e-Health Steering Committee in 2009 to lead the development of an e-Health department in the Ministry of Health  (65) . The committee's mandate is to accelerate the development and the implementation of e-Health systems in Rwanda to enable a sustainable healthcare system. Additionally, local strategies targeted the establishment of a competent workforce in digital health. Rwanda is establishing the East African Center for Excellence for Biomedical Engineering and e-Health to train the new generation of digital health experts in the East African Region (66).\n\nKIs perceived the advanced digital infrastructure in Rwanda as an essential facilitator to WelTel adoption. This is consistent with a scoping review of mHealth interventions which emphasized the importance of robust digital infrastructure in facilitating the adoption of mHealth interventions for COVID-19 response  (44) . Furthermore, the lack of qualified workforce and suboptimal physical/digital infrastructure were presented as barriers to the successful implementation of DHIs for COVID-19 management according to a study in Zimbabwe  (42) . Accordingly, Rwanda shows strong potential to scaling mHealth tools and a promising future for a digitized healthcare system  (24, 27) .\n\nFinally, KIs attributed WelTel's ease of use and ease of learning to its user interface. The mHealth Assessment and Planning for Scale Toolkit (MAPS) considers the system's user interface as one criterion for successful mHealth scale up  (67) . A user-friendly platform facilitates optimal operation of the system by clinical users and real-time decision making  (67) .\n\nSystem interoperability is considered an important technical feature of DHIs especially those aimed to be adopted on a national level. The ability of the system to integrate with other systems and exchange data can increase its value and its potential to scale-up  (67) . As identified by KIs, WelTel was not fully optimized in terms of interoperability and therefore hindered its potential for a full national-wide scale-up. This finding was parallel to a published assessment of WelTel platform  (3) .\n\nConsidering the emergency state created by COVID-19, several countries suspended some data privacy and security regulations to immediately implement DHIs  (60) . Such approach was possibly adopted globally to accelerate implementation. Although some participants discussed the ability of the platform to auto-logout indicating its ability to protect against unintentional exposure of cases and contacts data, discussion of system-level procedures for data privacy and security, as well as adherence to data standards was lacking. Understanding this aspect of the WelTel implementation is important to identify key technical and regulatory steps taken to protect the privacy and security of cases and contacts data. Furthermore, KIs did not discuss the implications of sharing a single phone in households with multiple members on privacy and anonymity.\n\nManual data entry and WelTel's inability to conduct phone calls were perceived as barriers to adoption. These were observed to create inefficiencies according to a study in Ireland that measured the effectiveness of a daily automated textmessaging remote active surveillance system of asymptomatic close contacts  (68) . While the response rate was high (n = 10,300; 82%), the study found the absolute number nonrespondents to be high (n = 2,121; 17%). This 17% created a substantial workload on clinical staff as they had to follow-up with phone calls outside the system  (68) . Unlike the current study, the percentage of non-respondents was not fully attributed to the local preference for phone calls over texting. However, KIs identified that some cases and contacts preferred phone calls over SMS and indicated the benefit of platforms that enable multimodal comminutions to capture more people. Accordingly, SMS can greatly improve efficiency and reduce the need for phone calls, however, some patients may respond better to phone calls over SMS. Interventions with communication multimodality capabilities can help offload HCP to call just those who need/prefer it. Additionally, the manual data entry of contacts information by clinical staff\n\nBabili et al. 10.3389/fdgth.2022.1071790\n\nwas considered a resource-intensive system as the number of trained staff increased as the number of contacts increased  (68) .\n\nThe WHO guide on home care of COVID-19 cases and contacts advises public health systems to establish the capacity for communication between HCPs and cases and contacts during the entirety of the home-isolation period  (69) . Suboptimal supervision, poor infection prevention and control knowledge, and constant fear of the potential to infect house members places an additional burden on the mental health of cases and contacts in home-isoaltion  (15, 70) . Therefore, addressing these issues could lead to a positive and effective home-isolation. KIs stated that daily monitoring and 2-way SMS communication through WelTel allowed cases and contacts to access reliable information about COVID-19 and infection prevention and control measures and allowed case managers at command posts to closely monitor the evolution of symptoms and epidemiologists to estimate secondary attack rates.\n\nAn automated SMS program used to support veterans during COVID-19 found that participants enjoyed being checked on, felt more connected and cared for, and felt less anxious  (63) . This finding was shared by KIs and accordingly, provides preliminary insights from Rwanda on the impact of SMS-based mHealth on the mental and emotional wellbeing of cases and contacts in home-isolation. Furthermore, the establishment of a channel to connect cases and contacts to a trusted source of information seemed to increase their inclination to continue using according to KIs' experience with WelTel. COVID Watch, a text-messaging system implemented in the US for remote monitoring of COVID-19 cases, enrolled 3,000 cases for automated twice-daily messaging to assess their health status for 14 days  (71) . Half of the cases in the study asked to extend their enrollment for 21 days. This preference was seen in this study as one KI mentioned the fact that questions about COVID-19 continued post deregistration from the WelTel platform.\n\nAlthough this study didn't aim to evaluate WelTel's ability to detect cases and reduce secondary attack rates at home, KIs discussed the advantage of the platform in enabling them to ascertain the magnitude of transmission within household settings and prevent further transmission. This is critical given findings of high household secondary attack rates (2.93%) in Rwanda  (25) . The ability for early case detection and breaking chains of transmission was documented as an advantage of the SMS-based system in Ireland  (68) .\n\nUrbanization, globalization, and climate change places communities around the world are at greater risk of pandemics  (72) . This risk is expected to continue and increase over time. The risk of outbreaks of emerging pathogens is greater in developing countries with limited resources and relativity weak public health systems  (73) . KIs shared their perspective on the usefulness and the applicability of the WelTel intervention to supporting the response to COVID-19 in Rwanda and advocated for its use within emergency management systems in LMICs."
    },
    {
      "title": "Strengths and limitations",
      "text": "This study brings knowledge and experience about implementing DHIs from a country not commonly presented at the forefront when it comes to digital health. A major strength of this study is the heterogeneity of the sample, which allowed to bring different perspectives and experiences of individuals involved in different levels within Rwanda's national response to COVID-19.\n\nThematic analysis is known to be a flexible analytical method suitable as it doesn't restrict the researcher to any pragmatic orientation and offers the ability to investigate any research question with great flexibility  (57) . The researchers past and current involvement with WelTel may introduce bias in data interpretation. The creditability of this research was ensured by constant reflexivity of the researchers' positionality (i.e., identifying researcher characteristics that may influence the study including but not limited to assumptions, values, professional experience, and qualifications and review of stored research transcripts.\n\nLanguage is a central aspect of qualitative research, and concepts can have different meanings across languages and cultures  (74) . Participants opted to interview in English versus their local language, and this could have impacted the sophistication of their responses and interpretation of the questions. Thus, loss of meaning potentially occurred from the researcher and the participant side.\n\nAlthough the researchers ensured rigor in data analysis, the analyses was conducted by one individual. This possibly introduced bias in data interpretation. Furthermore, some interviews were unexpectedly cut short, which may have hindered the ability of the researcher to ask the set of questions per the topic guide. Furthermore, the sample size was largely determined by the availability of KIs and time constrains. However, based on the exploratory nature of this study, we believe that the sample size was sufficient to address the aim of this study. Finally, we acknowledge the potential of recruitment bias introduced due to the sampling method used in this study and the small sample size."
    },
    {
      "title": "Conclusion",
      "text": "SMS-based mHealth intervention can provide a sustainable, scalable, and effective approach to monitor and support COVID-19 cases and contacts in home-isolation. However, evidence on this approach is concentrated in high-income settings. Additionally, consideration of local resources, local culture, and access to mobile phones is essential for successful implementation. This study sought to explore the rationale, experiences, and perspectives of KIs in Rwanda regarding the adoption of WelTel for remote monitoring and support of\n\nBabili et al. 10.3389/fdgth.2022.1071790 cases and contacts in the HBC program. Whilst the study identified several facilitators to adopting WelTel widely across Rwanda, political commitment to digitizing the public health response in Rwanda and advanced digital infrastructures were seen as major contributors to this implementation. Barriers to implementing WelTel were about technical issues such as suboptimal interoperability of the platform, and the cases and contacts differential preference towards texting and phone calls. Using WelTel was perceived to enhance the safety and effectiveness of home-isolation through trusted communication, access to information, and data-based decision making. Collaboration between key stakeholders (e.g., governmental, private, and non-governmental sectors) is required to identify solutions for addressing barriers to adopting digital mHealth solutions on a national level."
    },
    {
      "text": "FIGURE 1 Structure Diagram of the COVID-19 Joint Task Force in Rwanda: This figure was adopted from Karim.24."
    },
    {
      "text": "FIGURE 2Algorithm for Eligibility to Participate in Home-Based Care: Cases and contacts who meet the eligibility for Home-Based Care will be assigned to WelTel for remote monitoring and support."
    },
    {
      "text": "FIGURE 3Thematic map: key themes and sub-themes."
    },
    {
      "text": "It saves time. It's precise and it leads to higher efficiency. You have your data at hand and consistency when collected, as opposed to have a pile of papers …. So WelTel in the management of [home-based] care saved us from Babili et al. 10.3389/fdgth.2022.1071790"
    },
    {
      "text": "Summary of participants."
    }
  ],
  "references": [
    {
      "title": "Archived: WHO Timeline-COVID-19",
      "authors": [
        "Who"
      ],
      "year": 2020
    },
    {
      "title": "COVID-19 Map-Johns Hopkins Coronavirus Resource Center",
      "year": 2022,
      "doi": "10.7717/peerj-cs.1228/table-3"
    },
    {
      "title": "Digital Solutions for COVID-19 Response: An assessment of digital tools for rapid scaleup for case management and contact tracing",
      "authors": [
        "S Agarwal",
        "M Jalan",
        "S Pandya",
        "R Ferguson",
        "D Moustafa",
        "C Ng"
      ],
      "year": 2020
    },
    {
      "title": "WHO Guideline: Recommendations on Digital Interventions for Health System Strengthening",
      "authors": [
        "Who"
      ],
      "year": 2019
    },
    {
      "title": "Global telemedicine implementation and integration within health systems to fight the COVID-19 pandemic: a call to action",
      "authors": [
        "R Ohannessian",
        "T Duong",
        "A Odone"
      ],
      "year": 2020,
      "doi": "10.2196/18810"
    },
    {
      "title": "Pitfalls in telemedicine consultations in the era of COVID 19 and how to avoid them",
      "authors": [
        "K Iyengar",
        "V Jain",
        "R Vaishya"
      ],
      "year": 2020,
      "doi": "10.1016/j.dsx.2020.06.007"
    },
    {
      "title": "Digital technologies in the public-health response to COVID-19",
      "authors": [
        "J Budd",
        "B Miller",
        "E Manning",
        "V Lampos",
        "M Zhuang",
        "M Edelstein"
      ],
      "year": 2020,
      "doi": "10.1038/s41591-020-1011-4"
    },
    {
      "title": "COVID-19 Mobile apps: a systematic review of the literature",
      "authors": [
        "H Kondylakis",
        "D Katehakis",
        "A Kouroubali",
        "F Logothetidis",
        "A Triantafyllidis",
        "I Kalamaras"
      ],
      "year": 2020,
      "doi": "10.2196/23170"
    },
    {
      "title": "Digital inequalities and why they matter",
      "authors": [
        "L Robinson",
        "S Cotten",
        "H Ono",
        "A Quan-Haase",
        "G Mesch",
        "W Chen"
      ],
      "year": 2015,
      "doi": "10.1080/1369118X.2015.1012532"
    },
    {
      "title": "Ethical issues in digital health",
      "authors": [
        "Akl Jumelle",
        "I Ispas"
      ],
      "year": 2015,
      "doi": "10.1007/978-3-319-09798-5_4"
    },
    {
      "title": "Digital health strategies to fight COVID-19 worldwide: challenges, recommendations, and a call for papers",
      "authors": [
        "G Fagherazzi",
        "C Goetzinger",
        "M Rashid",
        "G Aguayo",
        "L Huiart"
      ],
      "year": 2020,
      "doi": "10.2196/19284"
    },
    {
      "title": "Accelerated importance of eHealth literacy in the COVID-19 outbreak and beyond",
      "authors": [
        "G Brors",
        "C Norman",
        "T Norekval"
      ],
      "year": 2020,
      "doi": "10.1177/1474515120941307"
    },
    {
      "title": "Mobile Internet Connectivity 2020: Sub-Saharan Africa Factsheet",
      "year": 2020,
      "doi": "10.1007/978-3-030-88497-0_5"
    },
    {
      "title": "The State of Mobile Internet Connectivity",
      "authors": [
        "D Bahia Kalvin"
      ],
      "year": 2020
    },
    {
      "title": "Home quarantine or centralized quarantine, which is more conducive to fighting COVID-19 pandemic?",
      "authors": [
        "Y Zhu",
        "C Wang",
        "L Dong",
        "M Xiao"
      ],
      "year": 2020,
      "doi": "10.1016/j.bbi.2020.05.009"
    },
    {
      "title": "Early centralized isolation strategy for all confirmed cases of COVID-19 remains a core intervention to disrupt the pandemic spreading significantly",
      "authors": [
        "N Nam",
        "Ptm Tien",
        "L Van Truong",
        "T El-Ramly",
        "Anh Hien"
      ],
      "year": 2021,
      "doi": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0254012"
    },
    {
      "title": "A scope review on homebased care practices for COVID-19: what Nigeria can learn from other countriesibom medical journal",
      "authors": [
        "Ilesanmi Olayinka",
        "Afolabi Aanuoluwapo"
      ],
      "year": 2020
    },
    {
      "title": "Home Based Isolation and Care Guidelines for Patients with COVID-19",
      "year": 2020,
      "doi": "10.7554/elife.69340.sa1"
    },
    {
      "title": "XinhuaNet. Rwanda lowers costs of fighting COVID-19 through home-based care: official-Xinhua",
      "year": 2020
    },
    {
      "title": "Institutional, not homebased, isolation could contain the COVID-19 outbreak",
      "authors": [
        "B Dickens",
        "J Koo",
        "A Wilder-Smith",
        "A Cook"
      ],
      "year": 2020,
      "doi": "10.1016/s0140-6736(20)31016-3"
    },
    {
      "title": "Rwanda Population",
      "year": 2022
    },
    {
      "title": "Government of Rwanda: Administrative structure",
      "year": 2021,
      "doi": "10.1017/9781108147583.003"
    },
    {
      "title": "Rwanda Population 2021 (Demographics, Maps, Graphs)",
      "year": 2021,
      "doi": "10.18356/9789210001021c190"
    },
    {
      "title": "Lessons learned from Rwanda: innovative strategies for prevention and containment of COVID-19",
      "authors": [
        "N Karim",
        "L Jing",
        "J Lee",
        "R Kharel",
        "D Lubetkin",
        "C Clancy"
      ],
      "year": 2021,
      "doi": "10.5334/aogh.3108"
    },
    {
      "title": "The secondary transmission pattern of COVID-19 based on contact tracing in Rwanda",
      "authors": [
        "M Semakula",
        "F Niragire",
        "A Umutoni",
        "S Nsanzimana",
        "V Ndahindwa",
        "E Rwagasore"
      ],
      "year": 2021,
      "doi": "10.1136/bmjgh-2020-004885"
    },
    {
      "title": "First Case of COVID-19 confirmed in Rwanda | WHO",
      "authors": [
        "Who"
      ],
      "year": 2020,
      "doi": "10.7717/peerj.11003/fig-1"
    },
    {
      "title": "COVID-19 in Rwanda: A country's response",
      "year": 2020,
      "doi": "10.14705/rpnet.2021.52.1266"
    },
    {
      "title": "A global panel database of pandemic policies (Oxford COVID-19 government response tracker)",
      "authors": [
        "T Hale",
        "N Angrist",
        "R Goldszmidt",
        "B Kira",
        "A Petherick",
        "T Phillips"
      ],
      "year": 2021,
      "doi": "10.1038/s41562-021-01079-8"
    },
    {
      "title": "Rwanda: 95% of COVID-19 patients being treated at home",
      "year": 2021
    },
    {
      "title": "Home Based Care",
      "year": 2021
    },
    {
      "title": "Delta variant: Africa suffers worst surge in Covid cases officials brace for third wave",
      "authors": [
        "Cnbc"
      ],
      "year": 2021
    },
    {
      "title": "COVID19 Weekly Epidemiological Bulletin",
      "authors": [
        "Rbc"
      ],
      "year": 2021
    },
    {
      "title": "Rwanda COVID-19 Dashboard",
      "year": 2021,
      "doi": "10.32388/k2l3s6"
    },
    {
      "title": "New Cases per District",
      "year": 2021
    },
    {
      "title": "COVID19 Weekly Epidemiological Bulletin",
      "year": 2022,
      "doi": "10.53819/81018102t2069"
    },
    {
      "title": "Mobile health technology for enhancing the COVID-19 response in Africa: a potential game changer?",
      "authors": [
        "J Nachega",
        "R Leisegang",
        "O Kallay",
        "E Mills",
        "A Zumla",
        "R Lester"
      ],
      "year": 2020,
      "doi": "10.4269/ajtmh.20-0506"
    },
    {
      "authors": [
        "Weltel"
      ],
      "year": 2021,
      "doi": "10.1089/glre.2016.201011"
    },
    {
      "title": "Identifying barriers and facilitators of 13 mHealth projects in North America and Africa: protocol for a 5-year implementation science study",
      "authors": [
        "S Binyam",
        "K Bardosh",
        "M Murray",
        "M Fitzgerald",
        "V Cook",
        "I Poureslami"
      ],
      "year": 2018,
      "doi": "10.2196/resprot.9633"
    },
    {
      "title": "Ask, don't tellmobile phones to improve HIV care",
      "authors": [
        "R Lester"
      ],
      "year": 2013,
      "doi": "10.1056/nejmc1310509"
    },
    {
      "title": "Use of Digital Tools to Strengthen Covid-19 Management, Rwanda case study",
      "year": 2021,
      "doi": "10.3389/fdgth.2022.1071790"
    },
    {
      "authors": [
        "Rura"
      ],
      "year": 2020,
      "doi": "10.18356/6412774e-en"
    },
    {
      "title": "The impact of the digital health interventions in curbing COVID-19 in Zimbabwe",
      "authors": [
        "S Chidhau",
        "B Mutizwa",
        "T Muzama"
      ],
      "year": 2021,
      "doi": "10.36079/lamintang.ijcims-0301.203"
    },
    {
      "title": "Use of short message service in at-home COVID-19 patient management",
      "authors": [
        "P Loubet",
        "C Czeschan",
        "M Sintes",
        "A Sotto",
        "D Laureillard"
      ],
      "year": 2020,
      "doi": "10.1186/s12916-020-01863-9"
    },
    {
      "title": "A scope of mobile health solutions in COVID-19 pandemics",
      "authors": [
        "A Asadzadeh",
        "L Kalankesh"
      ],
      "year": 2021,
      "doi": "10.1016/j.imu.2021.100558"
    },
    {
      "title": "Implementing an innovative evidence-based Mobile health (mHealth) intervention to improve engagement and adherence to HIV prevention and care services in Rwanda",
      "authors": [
        "L Richard",
        "Sabin Chantal",
        "Justine El Joueidi"
      ],
      "year": 2019
    },
    {
      "title": "Standards for reporting qualitative research: a synthesis of recommendations",
      "authors": [
        "B O'brien",
        "I Harris",
        "T Beckman",
        "D Reed",
        "D Cook"
      ],
      "year": 2014,
      "doi": "10.1097/ACM.0000000000000388"
    },
    {
      "title": "Video Conferencing, Cloud Phone, Webinars",
      "year": 2021,
      "doi": "10.21307/sagj-2020-003"
    },
    {
      "title": "Evaluation of the Implementation Process of the Mobile Health Platform",
      "authors": [
        "S El Joueidi",
        "K Bardosh",
        "R Musoke",
        "M Moslim",
        "K Gourlay",
        "A Macmullin"
      ],
      "year": 2020,
      "doi": "10.21203/rs.3.rs-127906/v1"
    },
    {
      "title": "Operationalizing mHealth to improve patient care: a qualitative implementation science evaluation of the WelTel texting intervention in Canada and Kenya",
      "authors": [
        "K Bardosh",
        "M Murray",
        "A Khaemba",
        "K Smillie",
        "R Lester"
      ],
      "year": 2017,
      "doi": "10.1186/s12992-017-0311-z"
    },
    {
      "title": "Using the consolidated framework for implementation research (CFIR) to produce actionable findings: a rapid-cycle evaluation approach to improving implementation",
      "authors": [
        "R Keith",
        "J Crosson",
        "O' Malley",
        "A Cromp",
        "D Taylor"
      ],
      "year": 2017,
      "doi": "10.1186/s13012-017-0550-7"
    },
    {
      "title": "Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science",
      "authors": [
        "L Damschroder",
        "D Aron",
        "R Keith",
        "S Kirsh",
        "J Alexander",
        "J Lowery"
      ],
      "year": 2009,
      "doi": "10.1186/1748-5908-4-50"
    },
    {
      "title": "Evaluating and optimizing the consolidated framework for implementation research (CFIR) for use in low-and middle-income countries: a systematic review",
      "authors": [
        "A Means",
        "C Kemp",
        "Gwayi-Chore Mc",
        "S Gimbel",
        "C Soi",
        "K Sherr"
      ],
      "year": 2020,
      "doi": "10.1186/s13012-020-0977-0"
    },
    {
      "title": "Principles of social research pdf (by mary alison durand, tracey chantler) read online",
      "authors": [
        "M Alison",
        "T Chantler"
      ],
      "year": 2014
    },
    {
      "title": "Using thematic analysis in psychology",
      "authors": [
        "V Braun",
        "V Clarke"
      ],
      "year": 2006,
      "doi": "10.1191/1478088706qp063oa"
    },
    {
      "title": "Demonstrating rigor using thematic analysis: A hybrid approach of inductive and deductive coding and theme development",
      "authors": [
        "J Fereday",
        "Adelaide Australia",
        "Eimear Muir-Cochrane"
      ],
      "year": 2006,
      "doi": "10.1177/160940690600500107"
    },
    {
      "title": "Medical Teacher Thematic analysis of qualitative data: AMEE Guide No. 131 Thematic analysis of qualitative data",
      "authors": [
        "M Kiger",
        "L Varpio"
      ],
      "year": 2021,
      "doi": "10.1080/0142159x.2020.1755030"
    },
    {
      "title": "Latest NVivo Version",
      "year": 2020,
      "doi": "10.4324/9781315181660-8"
    },
    {
      "title": "data-analysis-software/upgrade-nvivo",
      "year": 2021,
      "doi": "10.1007/978-3-031-66014-6_3"
    },
    {
      "title": "Now I see it, now I don't: researcher's position and reflexivity in qualitative research",
      "authors": [
        "R Berger"
      ],
      "year": 2015,
      "doi": "10.1177/1468794112468475"
    },
    {
      "title": "Global preparedness against COVID-19: we must leverage the power of digital health",
      "authors": [
        "S Mahmood",
        "K Hasan",
        "M Carras",
        "A Labrique"
      ],
      "year": 2020,
      "doi": "10.2196/18980"
    },
    {
      "title": "Authorized, clear and timely communication of risk to guide public perception and action: lessons of COVID-19 from China",
      "authors": [
        "N Gong",
        "Jin Liao",
        "J Li",
        "Y Zhang",
        "M Cheng"
      ],
      "year": 2021,
      "doi": "10.1186/s12889-020-10013-y"
    },
    {
      "title": "Rwanda aims to collect 1M smartphones for poor families",
      "authors": [
        "J Tasamba"
      ],
      "year": 2020
    },
    {
      "title": "Veterans' response to an automated text messaging protocol during the COVID-19 pandemic",
      "authors": [
        "J Saleem",
        "J Read",
        "B Loehr",
        "K Frisbee",
        "N Wilck",
        "J Murphy"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocaa122"
    },
    {
      "title": "Barriers to use of remote monitoring technologies used to support patients with COVID-19: rapid review",
      "authors": [
        "E Houlding",
        "Kkv Mate",
        "K Engler",
        "D Ortiz-Paredes",
        "M Pomey",
        "J Cox"
      ],
      "year": 2021,
      "doi": "10.2196/24743"
    },
    {
      "title": "The National E-Health Strategic Plan 2009-2013",
      "authors": [
        "G Richard"
      ],
      "year": 2009
    },
    {
      "title": "The MAPS Toolkit mHealth Assessment and Planning for Scale Global mHealth Initiative WHO Library Cataloguing-in-Publication Data The MAPS toolkit: mHealth assessment and planning for scale",
      "year": 2015
    },
    {
      "title": "Measuring the effectiveness of an automated text messaging active surveillance system for COVID-19 in the south of Ireland, march to April 2020",
      "authors": [
        "N Bambury",
        "R Condon",
        "J Crompton",
        "A Sheahan",
        "P Barrett",
        "L Kelly"
      ],
      "year": 2020,
      "doi": "10.2807/1560-7917.ES.2020.25.23.2000972"
    },
    {
      "title": "Home care for patients with suspected or confirmed COVID-19 and management of their contacts",
      "year": 2020
    },
    {
      "title": "Depressive, anxiety, and post-traumatic stress symptoms affecting hospitalized and home-isolated COVID-19 patients: a comparative cross-sectional study",
      "authors": [
        "A Mohamed",
        "A Yousef"
      ],
      "year": 2021,
      "doi": "10.1186/s43045-021-00105-9"
    },
    {
      "title": "Remote Monitoring of Patients with Covid-19: Design, implementation, and outcomes of the first 3,000 patients in COVID Watch",
      "authors": [
        "A Morgan",
        "M Balachandran",
        "D Do",
        "D Lam",
        "A Parambath",
        "K Chaiyachati"
      ],
      "year": 2020,
      "doi": "10.1056/CAT.20.0342"
    },
    {
      "title": "Pandemics: risks, impacts, and mitigation",
      "authors": [
        "N Madhav",
        "B Oppenheim",
        "M Gallivan",
        "P Mulembakani",
        "E Rubin",
        "N Wolfe"
      ],
      "year": 2017
    },
    {
      "title": "Why It Matters: The Pandemic Threat",
      "year": 2021
    },
    {
      "title": "Language differences in qualitative research: is meaning lost in translation?",
      "authors": [
        "F Van Nes",
        "T Abma",
        "H Jonsson",
        "D Deeg"
      ],
      "year": 2010,
      "doi": "10.3389/fdgth.2022.1071790"
    }
  ],
  "num_references": 73
}
