{
  "paper_id": "UXCQK92C",
  "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
  "abstract": "Aims To assess Sweet Talk, a text-messaging support system designed to enhance self-efficacy, facilitate uptake of intensive insulin therapy and improve glycaemic control in paediatric patients with Type 1 diabetes. Methods One hundred and twenty-six patients fulfilled the eligibility criteria; Type 1 diabetes for > 1 year, on conventional insulin therapy, aged 8-18 years. Ninety-two patients were randomized to conventional insulin therapy ( n = 28), conventional therapy and Sweet Talk ( n = 33) or intensive insulin therapy and Sweet Talk ( n = 31). Goal-setting at clinic visits was reinforced by daily text-messages from the Sweet Talk software system, containing personalized goal-specific prompts and messages tailored to patients' age, sex and insulin regimen. Results HbA 1c did not change in patients on conventional therapy without or with Sweet Talk (10.3 ± 1.7 vs. 10.1 ± 1.7%), but improved in patients randomized to intensive therapy and Sweet Talk (9.2 ± 2.2%, 95% CI -1.9, -0.5, P < 0.001). Sweet Talk was associated with improvement in diabetes self-efficacy (conventional therapy 56.0 ± 13.7, conventional therapy plus Sweet Talk 62.1 ± 6.6, 95% CI +2.6, +7.5, P = 0.003) and self-reported adherence (conventional therapy 70.4 ± 20.0, conventional therapy plus Sweet Talk 77.2 ± 16.1, 95% CI +0.4, +17.4, P = 0.042). When surveyed, 82% of patients felt that Sweet Talk had improved their diabetes self-management and 90% wanted to continue receiving messages. Conclusions Sweet Talk was associated with improved self-efficacy and adherence; engaging a classically difficult to reach group of young people. While Sweet Talk alone did not improve glycaemic control, it may have had a role in supporting the introduction of intensive insulin therapy. Scheduled, tailored text messaging offers an innovative means of supporting adolescents with diabetes and could be adapted for other health-care settings and chronic diseases.",
  "year": 1997,
  "date": "1997",
  "journal": "Diabetes Care",
  "publication": "Diabetes Care",
  "authors": [
    {
      "forename": "Victoria",
      "surname": "Franklin",
      "name": "Victoria Franklin",
      "email": "v.franklin@dundee.ac.uk"
    },
    {
      "forename": "A",
      "surname": "Waller",
      "name": "A Waller",
      "affiliation": "*  Maternal and Child Health Sciences , University of Dundee , Ninewells Hospital and Medical School , Dundee , \n\t\t\t\t\t\t\t\t Maternal and Child Health Sciences \n\t\t\t\t\t\t\t\t Ninewells Hospital and Medical School \n\t\t\t\t\t\t\t\t University of Dundee \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dundee"
    },
    {
      "forename": "C",
      "surname": "Pagliari",
      "name": "C Pagliari"
    },
    {
      "forename": "S",
      "surname": "Greene",
      "name": "S Greene"
    },
    {
      "affiliation": "Maternal and Child Health Sciences , Ninewells Hospital , Dundee DD1 9SY , UK. \n\t\t\t\t\t\t\t\t Maternal and Child Health Sciences \n\t\t\t\t\t\t\t\t Ninewells Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t DD1 9SY \n\t\t\t\t\t\t\t\t\t Dundee \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "School of Computing , University of Dundee , Dundee and †Division of Clinical and Community Health Sciences , University of Edinburgh , Edinburgh , UK \n\t\t\t\t\t\t\t\t School of Computing \n\t\t\t\t\t\t\t\t Dundee and †Division of Clinical and Community Health Sciences \n\t\t\t\t\t\t\t\t University of Dundee \n\t\t\t\t\t\t\t\t University of Edinburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Edinburgh \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "10.1111/j.1464-5491.2006.01989.x",
  "keywords": [
    "adolescence, self-efficacy, social support, text message, Type 1 diabetes mellitus Abbreviations CIT, conventional insulin therapy",
    "DKA, diabetic ketoacidosis",
    "DSSI, diabetes social support interview",
    "IIT, intensive insulin therapy",
    "SED, selfefficacy for diabetes",
    "Type 1 DM, Type 1 diabetes mellitus"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Glycaemic control in young people with Type 1 diabetes mellitus (Type 1 DM) in Scotland and Europe is poor  [1, 2] , placing many at high risk of complications associated with diabetes  [3] . Intensifying insulin therapy [IIT; multiple daily injections or pump therapy (continuous subcutaneous insulin infusion)] improves glycaemic control when coupled with increased health professional support (frequent clinic visits and telephone contact)  [3] . This is possible in well-resourced studies, but difficult to translate into routine clinical practice  [4] . Simply intensifying insulin treatment without extra support does not appear to improve metabolic control significantly in the majority of patients  [5, 6] , and this is reflected in current guidelines which advocate that IIT should be delivered as part of a comprehensive support package  [7] [8] [9] . While conventional behavioural support interventions have been shown to effect the uptake of IIT, they frequently do not attract young people  [10, 11] , require significant resources and patient commitment, and are not incorporated routinely into clinical practice  [12] . There is therefore a need to find ways of supporting, educating and motivating young people with Type 1 DM  [13] . The challenge is to develop validated, innovative support systems that appeal to young people, encourage uptake of IIT, and which are practical and feasible to deliver within existing health resources.\n\nSweet Talk is a novel motivational support network, using text messages through a mobile phone, to deliver a theoretically guided behavioural intervention to support young people with Type 1 DM. Our hypothesis was that automatically delivered daily scheduled text messages to reinforce diabetes self-management goals set in the clinic would increase diabetes self-efficacy, promote adherence with IIT and improve glycaemic control  [14, 15]  without significantly increasing traditional patient contact and health professional resources. The Sweet Talk intervention is informed by 'social cognitive theory'  [16] , which holds that health behaviours will be motivated by enhancing self-efficacy  [17] , which is encouraged by the setting and achievement of personal goals  [14, 18]  and by social support  [19, 20] . The central component of Sweet Talk is an automated, scheduled text-messaging system designed to offer regular support to patients with diabetes to optimize their self-management and control. Patients 'contract' personal diabetes self-management goals during the diabetes consultation  [14]  and, based on these goals and patients' age, sex and diabetes regimen, Sweet Talk schedules the automated delivery of a series of appropriately tailored messages, including a weekly reminder of the goal set in clinic, and a daily message providing tips, information or reminders to reinforce this goal. The system draws on a database of over 400 messages that encompass the four main diabetes self-management tasks (insulin injections, blood-glucose testing, healthy eating and exercise). Examples of such messages are shown in Table  1 . In addition, patients receive occasional text 'newsletters' regarding topical diabetes issues. The development of the Sweet Talk software package has been described previously  [21] . We have assessed Sweet Talk in a randomized controlled trial to assess its impact on clinical and psychological outcome measures."
    },
    {
      "title": "Patients and methods",
      "text": "Paediatric patients attending clinics in Tayside, Scotland, were invited to participate if they were aged between 8 and 18 years, had had Type 1 DM for more than 1 year and were on conventional insulin therapy (CIT; two or three daily injections of premixed insulin). Patients with serious social problems, severe learning difficulties and needle phobia were excluded. Patients were recruited between October 2002 and February 2003 to a 12-month study. The Tayside Committee on Medical Research Ethics approved the study and a standardized form was used to obtain informed consent from patients and their families. A computer-generated concealed allocation sequence (with block randomization that balanced at 6, 12 and 30, and simple randomization after 30) was used to assign participants to one of three groups: CIT, CIT and the Sweet Talk intervention, and IIT (patients' choice of basal bolus or pump therapy) and the Sweet Talk intervention. All patients allocated to intensive insulin therapy received carbohydrate-counting education. Their total daily dose of insulin was reduced by 20% and half administered as a basal rate, and the remaining to cover the carbohydrate content of meals. Patients opting for pump therapy used the Medtronic 508 (Minimed) pump with the rapid-acting insulin analogue aspart (Novorapid™ Novonordisk, Copenhagen, Denmark). Pump therapy was initiated as an outpatient in half-day group pump start sessions run by the diabetes team. Patients choosing basal bolus therapy used glargine (Lantus™ Aventis, Paris, France) as the basal insulin and insulin aspart as the bolus insulin. All patients continued with conventional care delivered by a multidisciplinary team, including 3-4-monthly clinic visits and access to an emergency hotline. Members of the diabetes team received training on goal setting from the team psychologist, and all patients allocated to the Sweet Talk intervention participated in goal setting at clinic visits. They were also given a card detailing the functions of the text-messaging service, emphasizing that it was not for emergency use. All participating patients were given a mobile telephone for the duration of the study and a £10 phone card. The primary outcome measures were glycaemic control assessed by HbA 1c (analysed by Bayer DCA 2000; normal range 4.2-6.5%) (Bayer, New York, NY, USA) and behavioural change measured by a series of validated psychological measures including: self-efficacy for diabetes score (SED; alpha-reliability 0.9)  [22] , diabetes knowledge score (DKN; alpha-reliability 0.83)  [23] , and the diabetes social support interview (DSSI; alpha-reliability 0.72-0.97, adapted to include support from the diabetes team)  [24] , at baseline and end of the study. The SED score was developed to measure adolescents' views of their diabetes self-management competence. The SED scale comprises 10 statements and patients' agreement with these was assessed using a standard Likert scale. A higher score indicates greater selfefficacy and predicts metabolic control  [22] . The DSSI has a quantitative coding system to assess adolescents' perception of the quality and frequency of support for the four main diabetes self-management tasks (blood-glucose testing, insulin administration, healthy eating and exercise). A higher score indicates greater support. Patients also completed a visual analogue adherence score. Secondary outcome measures included episodes of diabetic ketoacidosis (DKA), severe hypoglycaemia (an episode in which the patient required assistance from another person to recover), body mass index, and health service utilization (number of clinic visits and emergency hotline contacts). Patients receiving Sweet Talk intervention completed a semistructured interview at the end of the study to determine their perceptions of the textmessaging service. The results of the study were analysed in accordance with the intention-to-treat principle.\n\nThe primary comparison for this study was between the conventionally managed groups, with and without Sweet Talk, examining the effect of Sweet Talk when added to CIT, but the CIT and IIT groups using Sweet Talk were also compared as a secondary analysis. The comparison of the CIT group with the IIT group using Sweet Talk was not considered to be of interest. For quantitative outcomes, these group comparisons were made by ANCOVA adjusting for the corresponding baseline level, except in the case of numbers of clinic visits where no baseline was available and two-sample t -tests were used. Numbers of DKAs, hypoglycaemic episodes and hotline calls were compared using chi-squared tests for linear trend, and Wilson's method was used to give confidence limits for the difference in percentage of subjects with at least one event. No formal adjustments for multiple testing were used. Power calculations indicated that 23 patients per group would detect a difference of 1.7% in mean HbA 1c (80% power, two-sided P -value = 0.05), mimicking the change seen in the adolescent cohort of the DCCT from an HbA 1c of 9.8-8.1%."
    },
    {
      "title": "Results",
      "text": "Progress of participants through the trial is shown in Fig.  1 . There were no differences in clinical or psychosocial characteristics identified between groups at baseline (Table  2 ). Mean glycaemic control did not change in patients remaining on CIT (CIT alone 10.3 ± 1.7%, CIT plus Sweet Talk 10.1 ± 1.7%), but improved in patients allocated to intensive therapy plus Sweet Talk (9.2 ± 2.2%, 95% CI -1.9, -0.5, P < 0.001).\n\nPatients on CIT who received the Sweet Talk intervention scored significantly higher on self-efficacy for diabetes than Figure  1  Flow chart of patients through the trial. *81 patients did not fill the inclusion criteria because they were less than 8 years old, had Type 2 diabetes, maturity-onset diabetes of the young or cystic fibrosis-related diabetes, or had been diagnosed for less than 1 year; †five patients were excluded from the study-two in temporary foster placements, one moving home, one with a needle phobia and one with severe learning difficulties; ‡one patient withdrew from the study after randomization (therefore no baseline data available); §22 patients chose pump therapy and nine patients chose bolus therapy; ¶two patients remained on conventional insulin therapy; **eight patients changed to basal bolus therapy for clinical reasons-three from group 1 and five from group 2; † †one patient moved away from the Tayside area during the study (therefore no end-of-study data available); ‡ ‡five patients discontinued pump therapy-two changed to basal bolus therapy and three to conventional therapy. patients using CIT without Sweet Talk (CIT alone 56.0 ± 13.7, CIT with Sweet Talk 62.1 ± 6.6, 95% CI +2.6, +7.5, P = 0.003) and improved self-reported adherence score (CIT alone 70.4 ± 20.0, CIT with Sweet Talk 77.2 ± 16.1, 95% CI +0.4, +17.4, P = 0.042). Sweet Talk increased patients' perception of the quantity of support they received from the diabetes team (Fig.  2 ), but had no impact on diabetes knowledge score and did not influence patients' perceptions of support from family and friends.\n\nThere were no statistically significant increases in acute complications (DKA or hypoglycaemia) or weight gain during the year of the study (Table  3 ). Health service utilization increased in the group using IIT and Sweet Talk, with a stepwise increase in mean clinic visits during the year of the study across the three groups (3.0, 3.3 and 3.9), and a statistically significant difference between those using CIT or IIT plus Sweet Talk (95% CI +0.1, +0.6, P = 0.016). Emergency hotline contacts during the year of the study were also more frequent in the group using IIT with Sweet Talk than the group using CIT with Sweet Talk (95% CI +3%, +44%, P = 0.02).\n\nOf patients receiving Sweet Talk, 81% felt that it had helped their diabetes self-management during the year of the study. At the end of the study, 90% of patients wanted to continue receiving messages. Ninety-seven per cent of patients liked the frequency of messages received (one or two daily), but 20% complained about receiving the same message repeatedly."
    },
    {
      "title": "Discussion",
      "text": "This study successfully trialled a new e-health intervention for adolescents with diabetes in a realistic clinical setting and was found to have positive effects on clinical and psychosocial outcomes and high acceptability and uptake. While there was no difference in glycaemic control between patients on conventional insulin therapy alone and those receiving conventional therapy plus Sweet Talk support, there was an overall difference in HbA 1c of approximately 1% between these groups and patients who received intensive insulin therapy and Sweet Talk. This is clinically important, as it confers a 43% reduction in risk of retinopathy progression  [25] . The literature indicates that intensive insulin is unsuccessful  [5, 6]  and may even be detrimental when therapy is instituted without additional support  [26, 27] , or when such support is withdrawn  [28] . Introducing intensive insulin therapy in combination with coping-skills training programmes appears particularly successful  [29] . Our data did not show any increase in adverse outcomes (DKA, hypoglycaemia and weight gain) in patients assigned to IIT in combination with Sweet Talk, suggesting that this is an effective method of improving patient's adjustment to this complex regime. However, patients randomized to IIT with Sweet Talk had more episodes of DKA than the other groups: one episode occurred in a patient on basal bolus therapy and six episodes occurred in five patients opting for pump therapy, mostly occurring within the first month of initiation and associated with viral illness. Two of these patients subsequently discontinued pump therapy. These results are in line with more recent studies in which there was no increase in adverse outcomes (DKA, hypoglycaemia and weight gain)  [30, 31]  with early use of intensive therapy [3,  [32] [33] [34] [35] . There was a step-wise increase in clinic visits across the three study groups over the year of the study, but this remained within the clinic protocol of seeing patients 3-4 monthly and may be seen as a positive result of the text-message clinic reminders sent to patients allocated to Sweet Talk before each clinic visit. There was an increase in hotline contacts in those using IIT with Sweet Talk compared with those using CIT with Sweet Talk ( P = 0.01, Table  3 ), but overall calls from study patients were lower than recorded in the previous year (Table  2 ). As predicted, both groups receiving Sweet Talk support showed improvement in diabetes self-efficacy ( P = 0.003), selfreported adherence ( P = 0.04) and diabetes social support from the diabetes team ( P < 0.001). Adjustment for multiple testing was not performed and, while this may cast doubt on the borderline significant results, it is unlikely to have affected the very significant results. Furthermore, the majority of patients felt that Sweet Talk had helped their diabetes selfmanagement and wanted to continue receiving text-messages at the end of the study period.\n\nAs a result of ethical constraints, the study was designed without a group receiving intensive insulin therapy in the absence of Sweet Talk support. The expected step-wise improvement in glycaemic control across the three study groups was not seen, and the improvements in psychological measures conferred by Sweet Talk were not translated into improvements in glycaemic control. Although these limitations preclude separation of the relative contributions of intensive insulin therapy and Sweet Talk in improving glycaemic control; our results indicate that the combination of IIT and Sweet Talk improved this outcome. We therefore postulate that Sweet Talk facilitated uptake of IIT, improving metabolic control, without increasing complications associated with diabetes or substantially increasing health service utilization. In patients on conventional insulin therapy, improvements in psychological measures were not translated into improved metabolic control. It is possible, as has been suggested in the literature, that this may be because of the time delay before improved adherence is translated into improved glycaemic control  [36] . These results are also encouraging as this study may be unique in randomizing close to a normal clinic population to intensive therapy: 73% of eligible patients participated, and patients may have been primarily attracted by the idea of the textmessaging intervention, rather than a desire to optimize their glycaemic control. Subjects were randomly allocated to IIT and included patients who would not have fulfilled current selection criteria for pump therapy  [8] .\n\nThe challenge was to develop a diabetes support system to facilitate uptake of IIT, which was feasible and economical within health service resources. Sweet Talk delivers a unique form of individualized 'push support'  [21] , by delivering automated text-messages related to patients' goals and profiles. It has the potential to overcome the major limitations to current approaches to diabetes education and support: cost and time to patient and professional, limited reach and availability of programmes, and the need for ongoing support to maintain behaviour change in the long term  [37] , by fulfilling the RE-AIM criteria, devised for behavioural support programmes for young people with Type 1 DM  [12] . Sweet Talk demonstrated reach, with more than 70% of the eligible clinic population participating (comparing favourably with randomized control trials of either IIT or behavioural interventions)  [12] , and appeared to engage a difficult-to-reach group of young people. Sweet Talk also demonstrated efficacy with improved psychological measures. However, its greatest strength lies in the nature of the intervention, which could be easily adopted, implemented and maintained by any interested diabetes team because it is intuitive to use, costs for text messages to patients are low (approximately 2 pence/text) and the system requires little health professional time for ongoing maintenance and use. It is envisaged that the database of text messages created for this study could be personalized by each diabetes clinic, to control content at a local level and reflect individual clinic protocols, philosophies and approach.\n\nIn summary, this study has not provided evidence that Sweet Talk alone improves glycaemic control, but demonstrates it is associated with improvements in psychological measures predictive of adherence. Moreover, there was no evidence of the reported association between IIT and adverse events in our cohort also receiving Sweet Talk, suggesting that it may be an effective means of providing support. These improvements have great potential if they can be widely disseminated  [12]  and Sweet Talk fulfils the identified need for a socially acceptable, low-cost behavioural support intervention that can be integrated into routine clinic care  [38] . Longer-term studies are needed to establish whether an intervention such as Sweet Talk may serve to keep young people engaged with their diabetes care during the difficult period of adolescence and the transition to adulthood, and whether enhancing diabetes self-efficacy confers long-term improvement in glycaemic control. Sweet Talk delivers a unique form of 'push support', engaging young people by using a medium integral to their lifestyle. The results of this study should be of interest to health-care professionals and policy makers, as the text-message database could be easily adapted to suit other chronic disease models and engage other age groups. Further research should attempt to integrate such text-messaging interventions into other health informatics systems  [39]  and incorporate detailed cost-effectiveness assessments  [40] ."
    },
    {
      "text": "Examples of Sweet Talk text messages"
    },
    {
      "text": "Baseline clinical and psychosocial demographics of patients in the Sweet Talk study groupsHotline calls represent total number of calls received from each group in year prior to study enrolment. *Postcodes were used to obtain Carstairs Deprivation Scores, which were based on results from the 2001 census. Higher score represents higher level of deprivation. No significant differences in categorical variables using χ 2 test or continuous variables using two-sample t-tests were identified. BMI SDS, body mass index standard deviation scores from 1991 reference values."
    },
    {
      "text": "Clinical and psychological outcomes and health service utilization SD or number of episodes per group. Ninety-five per cent confidence limits and P-values are shown for effect sizes comparing groups 1 and 2, and groups 2 and 3. Analysis of covariance adjusting for baseline levels was used except where indicated. *Groups compared by χ 2 tests for trend, and confidence limits for difference in percentage of subjects with at least one event calculated by Wilson's method. †Groups compared by two-sample t-tests. BMI SDS, body mass index standard deviation scores from 1991 reference values; ST, Sweet Talk text-messaging system."
    }
  ],
  "references": [
    {
      "title": "Comparison of metabolic control in a cross-sectional study of 2873 children and adolescents with IDDM from 18 countries",
      "authors": [
        "H Mortensen",
        "P Hougaard"
      ],
      "year": 1997
    },
    {
      "title": "Scottish Study Group for the Care of Diabetes in the Young. Factors influencing glycemic control in young people with type 1 diabetes in Scotland",
      "year": 2001,
      "doi": "10.2337/diacare.24.2.239"
    },
    {
      "title": "Effect of intensive diabetes treatment on the development and progression of long-term complications in adolescents with insulin-dependent diabetes mellitus: Diabetes Control and Complications Trial",
      "authors": [
        "Diabetes Control",
        "Complications Trial",
        "Research Group"
      ],
      "year": 1994,
      "doi": "10.1016/s0022-3476(94)70190-3"
    },
    {
      "title": "Retrospective review of outcomes in young adults with type 1 diabetes",
      "authors": [
        "C Wills",
        "A Scott",
        "Pgf Swift",
        "M Davies",
        "Adr Mackie",
        "P Mansell"
      ],
      "year": 2003
    },
    {
      "title": "Insulin management and metabolic control of Type 1 diabetes mellitus in childhood and adolescence in 18 countries",
      "authors": [
        "H Mortensen"
      ],
      "year": 1998
    },
    {
      "title": "Relationship between insulin injection regimen and metabolic control in young Danish Type 1 diabetic patients",
      "authors": [
        "H Mortensen",
        "J Villumsen",
        "A Volund",
        "K Petersen",
        "J Nerup"
      ],
      "year": 1992,
      "doi": "10.1111/j.1464-5491.1992.tb01902.x"
    },
    {
      "title": "ISPAD consensus guidelines",
      "year": 1995,
      "doi": "10.1111/pedi.12239"
    },
    {
      "title": "Type 1 diabetes in children and young people",
      "year": 2004
    },
    {
      "title": "Scottish Intercollegiate Guidelines Network (SIGN). Management of Diabetes -a national clinical guideline (SIGN 55)",
      "year": 2001,
      "doi": "10.1016/j.clon.2007.06.006"
    },
    {
      "title": "The effects of participation in a support group on self-asessed quality of life in people with insulin-dependent diabetes mellitus",
      "authors": [
        "B Hanestad",
        "G Albrektsen"
      ],
      "year": 1993,
      "doi": "10.1016/0168-8227(93)90109-i"
    },
    {
      "title": "Social validity of support group and behavior therapy interventions for families of adolescents with insulin-dependent diabetes mellitus",
      "authors": [
        "T Wyscocki",
        "M Harris",
        "P Greco",
        "L Harvey",
        "K Mcdonnell",
        "Elder Oanda"
      ],
      "year": 1997
    },
    {
      "title": "Behavioural interventions for adolescents with type 1 diabetes",
      "authors": [
        "S Hampson",
        "T Skinner",
        "J Hart",
        "L Storey",
        "H Gage",
        "D Foxcroft"
      ],
      "year": 2000,
      "doi": "10.2337/diacare.23.9.1416"
    },
    {
      "title": "Intensive insulin therapy in clinical practice",
      "authors": [
        "P Home"
      ],
      "year": 1997
    },
    {
      "title": "Contingency contracting to enhance patient compliance: a review",
      "authors": [
        "N Janz",
        "M Becker",
        "P Hartman"
      ],
      "year": 1984,
      "doi": "10.1016/0738-3991(84)90176-9"
    },
    {
      "title": "Psychosocial models of the role of social support in the etiology of physical disease",
      "authors": [
        "S Cohen"
      ],
      "year": 1988,
      "doi": "10.1037//0278-6133.7.3.269"
    },
    {
      "title": "Social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1989,
      "doi": "10.1037//0003-066x.44.9.1175"
    },
    {
      "title": "Self-efficacy: toward a unifying theory of behaviour change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1037//0033-295x.84.2.191"
    },
    {
      "title": "Goal setting as a means of increasing motivation",
      "authors": [
        "J Bryan",
        "E Locke"
      ],
      "year": 1967,
      "doi": "10.1037/h0024566"
    },
    {
      "title": "Social support as a moderator of life stress",
      "authors": [
        "S Cobb"
      ],
      "year": 2002
    },
    {
      "title": "Stress, social support, and the buffering hypothesis",
      "authors": [
        "S Cohen",
        "T Wills"
      ],
      "year": 1985
    },
    {
      "title": "Sweet talk': text messaging support for intensive insulin therapy for young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2003,
      "doi": "10.1089/152091503322641042"
    },
    {
      "title": "Self-efficacy in adolescent girls and boys with insulin-dependent diabetes mellitus",
      "authors": [
        "H Grossman",
        "S Brink",
        "S Hauser"
      ],
      "year": 1987,
      "doi": "10.2337/diacare.10.3.324"
    },
    {
      "title": "Measurement of diabetes knowledgethe development of the DKN scales",
      "authors": [
        "L Beeney",
        "S Dunn",
        "G Welch"
      ],
      "year": 1994
    },
    {
      "title": "I get by with a little help from my family and friends: adolescents support for diabetes care",
      "authors": [
        "La Greca",
        "A Auslander",
        "W Greco",
        "P Spetter",
        "D Fisher",
        "E Santiago"
      ],
      "year": 1995
    },
    {
      "title": "The relationship of glycemic exposure (HbA 1c ) to the risk of development and progression of retinopathy in the Diabetes Control and Complication Trial",
      "authors": [
        "The Diabetes",
        "Complications Trial",
        "Research Group"
      ],
      "year": 1995
    },
    {
      "title": "Dorchy's recipes -explaining the 'intriguing efficacy of Belgian conventional therapy",
      "authors": [
        "H Dorchy"
      ],
      "year": 1994,
      "doi": "10.2337/diacare.17.5.458"
    },
    {
      "title": "Gender-and age-specific long-term effects of the DCCT in the management of children and adolescents with Type 1 diabetes mellitus (T1DM) in Germany",
      "authors": [
        "W Hecker",
        "C Vogel",
        "M Roesel",
        "K Ludwig",
        "Jourdan Holl"
      ],
      "year": 2004
    },
    {
      "title": "Retinopathy and nephropathy in patients with type 1 diabetes four years after a trial of intensive therapy",
      "authors": [
        "The Diabetes",
        "Complications Trial"
      ],
      "year": 2000,
      "doi": "10.1056/nejm200002103420603"
    },
    {
      "title": "Coping skills training for youth with diabetes mellitus has long-lasting effects on metabolic control and quality of life",
      "authors": [
        "M Grey",
        "E Boland",
        "M Davidson",
        "J Li",
        "W Tamborlane"
      ],
      "year": 2000,
      "doi": "10.1067/mpd.2000.106568"
    },
    {
      "title": "Reduction in severe hypoglycaemia with long-term continuous subcutaneous insulin infusion in Type 1 diabetes",
      "authors": [
        "B Bode",
        "R Steed",
        "P Davidson"
      ],
      "year": 1996
    },
    {
      "title": "Continuous subcutaneous insulin infusion (CSII) in children and adolescents with chronic poorly controlled Type 1 diabetes",
      "authors": [
        "B Steindel",
        "T Roe",
        "G Costin",
        "M Carlson",
        "F Kaufman"
      ],
      "year": 1995,
      "doi": "10.1016/0168-8227(95)01044-e"
    },
    {
      "title": "Diabetic ketoacidosis associated with outpatient treatment using continuous subcutaneous insulin infusion",
      "authors": [
        "Ajm Boulton",
        "G Knight",
        "J Drury",
        "J Ward"
      ],
      "year": 1983,
      "doi": "10.1136/pgmj.59.693.438"
    },
    {
      "title": "Severe hypokalaemia and ketoacidosis during routine treatment with an insulin pump",
      "authors": [
        "G Knight",
        "A Jennings",
        "Ajm Boulton",
        "S Tomlinson",
        "J Ward"
      ],
      "year": 1985,
      "doi": "10.1136/bmj.291.6492.371"
    },
    {
      "title": "Severe hypoglycaemia in children with IDDM",
      "authors": [
        "S Nordfeldt",
        "J Ludvigsson"
      ],
      "year": 1997,
      "doi": "10.2337/diacare.20.4.497"
    },
    {
      "title": "Insulin pump therapy, a meta-analysis",
      "authors": [
        "J Weissberg-Benchell",
        "J Antisdel-Lomaglio",
        "R Seshadri"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.4.1079"
    },
    {
      "title": "Interventions to promote optimal health outcomes in children with Type 1 diabetes-are they effective?",
      "authors": [
        "E Northam",
        "S Todd",
        "F Cameron"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2005.01678.x"
    },
    {
      "title": "Feasibility and use of an internet support service for diabetes self-management",
      "authors": [
        "H Mckay",
        "E Feil",
        "R Glasgow",
        "J Brown"
      ],
      "year": 2003,
      "doi": "10.1177/014572179802400207"
    },
    {
      "title": "Psychosocial therapies in diabetes -report of the psychosocial therapies working group",
      "authors": [
        "A Delamater",
        "A Jacobson",
        "B Anderson",
        "D Cox",
        "L Fisher",
        "P Lustman"
      ],
      "year": 2001,
      "doi": "10.2337/diacare.24.7.1286"
    },
    {
      "title": "Enhancing support via interactive technologies",
      "authors": [
        "J Piette"
      ],
      "year": 2002,
      "doi": "10.1007/s11892-002-0076-4"
    },
    {
      "title": "Literature Review and Conceptual Map of the Area of E-Health. London: NHS Service Development and Reorganisation Programme",
      "authors": [
        "C Pagliari",
        "P Gregor",
        "D Sloan",
        "S Mcgillivray",
        "F Sullivan",
        "J Kahan"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e9"
    }
  ],
  "num_references": 40
}
