{
  "paper_id": "V5Y5Q9XH",
  "title": "Physician-Pharmacist Collaborative Management Narrowing the Socioeconomic Blood Pressure Gap",
  "abstract": "O ver 80 million American adults were diagnosed with hypertension in 2011, and there was a 39% increase in deaths related to hypertension between 2001 and 2011.  1  Hypertension was associated with $46.4 billion in direct and indirect costs in the United States in 2011.  2  National Health and Nutrition Examination Survey data analyses have found that individuals from under-represented minority groups or those with lower socioeconomic status related to income, insurance, and education have a higher prevalence of hypertension and worse blood pressure control.  3, 4 chieving health equity across diverse populations is an important goal of Healthy People 2020.  5 Studies have shown that socioeconomic status is a major predictor of healthcare disparities in the US population.  6 Although efforts have been made to address these disparities, African Americans still develop hypertension at a higher rate and have a higher mortality rate for both coronary heart disease and stroke than Caucasians. 7 Healthcare disparities result from more than racial and ethnic differences and include other components, such as socioeconomic status and rural settings, which may limit access to quality healthcare, thus influencing healthcare outcomes. Race, income, education, and insurance status are significant predictors of blood pressure control. 8 Nationwide survey data have found that individuals with lower education or income level had higher rates of uncontrolled hypertension.  3 n analysis of these data also found that uninsured (self-pay) individuals have a higher rate of uncontrolled hypertension compared with those publicly (Medicare, Medicaid) and privately insured.  4 Although blood pressure control rates have improved in the overall population, socioeconomic disadvantaged populations have not improved to the same degree.  9, 10 any barriers to blood pressure control exist, such as low medication adherence, limited access to care, and inadequate dosing of antihypertensive drugs.  11, 12 Team-based care involving pharmacists or nurses has been proven to improve hypertension control.  6, [13] [14] [15] [16]  Abstract-Physician-pharmacist collaboration improves blood pressure, but there is little information on whether this model can reduce the gap in healthcare disparities. This trial involved 32 medical offices in 15 states. A clinical pharmacist was embedded within each office and made recommendations to physicians and patients in intervention offices. The purpose of the present analysis was to evaluate whether the pharmacist intervention could reduce healthcare disparities by improving blood pressure in high-risk racial and socioeconomic subjects compared with the control group. The analyses in minority subjects were prespecified secondary analyses, but all other comparisons were secondary, post hoc analyses. The 9-month visit was completed by 539 patients: 345 received the intervention, and 194 were in the control group. Following the intervention, mean systolic blood pressure was found to be 7.3 mm Hg (95% confidence interval 2.4, 12.3) lower in subjects from racial minority groups who received the intervention compared with the control group (P=0.0042). Subjects with ≤12 years of education in the intervention group had a systolic blood pressure 8.1 mm Hg (95% confidence interval 3.2, 13.1) lower than the control group with lower education (P=0.0001). Similar reductions in blood pressure occurred in patients with low incomes, those receiving Medicaid, or those without insurance. This study demonstrated that a pharmacist intervention reduced racial and socioeconomic disparities in the treatment of blood pressure. Although disparities in blood pressure were reduced by the intervention, there were still nonsignificant gaps in mean systolic blood pressure when compared with intervention subjects not at risk.",
  "year": 2016,
  "date": "2016-07-19",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Lucille",
      "surname": "Carver",
      "name": "Lucille Carver"
    },
    {
      "forename": "Barry",
      "surname": "Carter",
      "name": "Barry Carter",
      "email": "barry-carter@uiowa.edu"
    },
    {
      "forename": "Patrick",
      "surname": "Keefe",
      "name": "Patrick Keefe"
    },
    {
      "forename": "Maxwell",
      "surname": "Anderegg",
      "name": "Maxwell Anderegg"
    },
    {
      "forename": "Tyler",
      "surname": "Gums",
      "name": "Tyler Gums"
    },
    {
      "forename": "Liz",
      "surname": "Uribe",
      "name": "Liz Uribe"
    },
    {
      "forename": "Christopher",
      "surname": "Coffey",
      "name": "Christopher Coffey"
    },
    {
      "forename": "Paul",
      "surname": "James",
      "name": "Paul James"
    },
    {
      "affiliation": "Department of Pharmacy Practice & Science , College of Pharmacy (M .D. Department of Biostatistics , College of Public Health (L.U. , Department of Family Medicine , College of Medicine ( P. \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice & Science \n\t\t\t\t\t\t\t\t .D \n\t\t\t\t\t\t\t\t Department of Biostatistics \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t College of Medicine ( \n\t\t\t\t\t\t\t\t College of Pharmacy (M \n\t\t\t\t\t\t\t\t College of Public Health (L.U \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t P."
    },
    {
      "affiliation": "University of Iowa ; and Department of Health Outcomes & Pharmacy Practice , College of Pharmacy , University of Texas at Austin Professor in Pharmacy , College of Pharmacy , University of Iowa , 115 South Grand Ave , Iowa City , IA 52242. \n\t\t\t\t\t\t\t\t Department of Health Outcomes & Pharmacy Practice \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t Professor in Pharmacy \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t University of Texas at Austin \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 115 South Grand Ave \n\t\t\t\t\t\t\t\t\t 52242. \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    }
  ],
  "doi": "10.1161/HYPERTENSIONAHA.116.08043.)•",
  "keywords": [
    "blood pressure",
    "healthcare disparities",
    "minority populations",
    "pharmacist intervention",
    "team care"
  ],
  "sections": [
    {
      "text": "The Collaboration Among Pharmacist and Physicians To Improve Outcomes Now trial was an implementation study that measured the impact of a physician-pharmacist collaboration model on patients with uncontrolled hypertension.  17 he study was unique in that diverse clinics, and patient populations were enrolled from throughout the United States. To our knowledge, there are no randomized controlled studies that have examined the degree to which a pharmacist intervention can reduce mean systolic blood pressure regardless of race, income, education, or insurance status. The aim of this substudy was to evaluate if a pharmacist intervention could reduce healthcare disparities by improving blood pressure in high-risk racial and socioeconomic subjects compared with the control group."
    },
    {
      "title": "Methods",
      "text": "The trial study design, baseline data, and primary results have been previously published.  17, 18 This study was a prospective, cluster-randomized, multicenter clinical trial involving 32 medical offices from 15 US states. The network of offices was selected to include a high percentage of African Americans and Hispanics (minority patients). Offices were stratified based on structure of pharmacy services provided and percentage of minority patients as previously defined.  18, 19 he level of pharmacy services at baseline (low versus high) and percent minorities (<44% versus ≥44%) were used to stratify each office. We used a validated instrument to score clinical pharmacy services before randomization.  19 This tool evaluated the degree to which pharmacists provided direct patient care, adjusted medications, ordered laboratory tests, and provided documentation in the medical record. Potential scores could range from 0 to 150. Offices where pharmacists provided a great deal of direct patient management scored high (114-143), whereas those that primarily provided hallway consultations and education scored low (19-113). The percent minority populations were determined from the data from each office before the study. Specific scores for individual offices and how each office was stratified can be found in the online-only Data Supplement.\n\nOffices were then randomized to one of 3 study arms after they were stratified: usual blood pressure care, a 9-month intervention, or a 24-month intervention. Both intervention arms were designed to be identical for the first 9 months so that the a priori analysis plan was to combine the 2 at 9 months and compare to usual care for the main study outcomes (Figure  1 ). The primary outcome of interest in the current analysis was the difference in mean systolic blood pressure reduction between control and intervention study arms in groups with various racial and socioeconomic differences at the 9-month time period."
    },
    {
      "title": "Disparities Defined",
      "text": "We dichotomized race into 2 groups, non-Hispanic Caucasian (nonminority) and minority because this was the method of analyses in the main study and previous literature.  20, 21 We divided individuals into those with ≤12 years and >12 years of education. When enrollment began in 2010, the federal poverty level for a 4-member family was $22 315.  22 Based on this, we defined poverty as people with income <$25 000 compared with those with incomes ≥$25 000. We separated insurance status into free and none/self-pay, Medicaid, Medicare, private, and other as a surrogate to healthcare access and medication coverage. Free and none/self-pay indicated that the patients had no insurance coverage, either paying cash price for care or qualifying for subsidized care."
    },
    {
      "title": "Physician and Pharmacist Training",
      "text": "All 32 medical offices had a least one clinical pharmacist on staff (mean 1.9).  23 The majority of pharmacists had PharmD degrees (96%) and a postdoctoral residency or fellowship (78%) and covered on average 75% of clinic hours. Seventy percent of offices had provided clinical pharmacy services for over 5 years.  23 oviders in the intervention arm of the study were trained in several different areas, including (1) current national hypertension guidelines, clinical trials, and treatment aids,  24, 25  (2) methods to overcome clinical inertia and barriers in achieving blood pressure control, (3) adverse drug reactions, (4) poor medication adherence, (5) cultural sensitivity to manage blood pressure, and (6) recommended approaches to communication and collaboration between physicians and pharmacists. Training programs were provided for one pharmacist and physician investigator from each medical office. There was no specific training regarding how to overcome healthcare disparities to achieve blood pressure control. However, the pharmacists had all worked in these offices for many years and were familiar with the culture and sociodemographics of the population. For instance, many pharmacists were either Hispanic or Latino or spoke Spanish in the offices with high Hispanic populations.\n\nThese programs were led by the principal investigator (B.L. Carter) and a physician/pharmacist team from one community-based Family Medicine program, with experience implementing the intervention in a previous study.  26 These individuals were responsible for tasks such as encouraging collaboration, instilling enthusiasm, and cooperation in team members to overcome barriers to proper treatment implementation and resolving problems with the intervention. These providers then gave the same training to their local offices."
    },
    {
      "title": "Patient Recruitment",
      "text": "The Institutional Review Board for each office approved this study, and all subjects signed written informed consent. To be included in the study, patients had to meet the following criteria: (1) English or Spanish speaking males or females, over 18 years of age with a diagnosis of hypertension, (2) had uncontrolled blood pressure defined as ≥140 mm Hg systolic blood pressure or ≥90 mm Hg diastolic blood pressure for patients with uncomplicated hypertension or ≥130 mm Hg systolic blood pressure or ≥80 mm Hg diastolic blood pressure for patients with diabetes mellitus or chronic kidney disease, and (3) received care from one of the participating clinics.\n\nPatients were excluded if they had (1) present signs of a hypertensive emergency (acute angina, stroke, or renal failure); (2) severe hypertension (systolic blood pressure >200 mm Hg or diastolic blood pressure >114 mm Hg); (3) history of myocardial infarction, stroke, or unstable angina in the prior 6 months; (4) systolic dysfunction with left ventricular ejection fraction <35% documented by echocardiography, nuclear medicine study, or ventriculography;\n\n(5) renal insufficiently, defined by a glomerular filtration rate <20 mL/min or previously documented proteinuria >1 g per day; (6) significant hepatic disease, including prior diagnosis of cirrhosis, Hepatitis B or C infection, or laboratory abnormalities (serum ALT [alanine transaminase] or AST [aspartate aminotransferase] >2 times control or total bilirubin >1.5 mg/dL) in the prior 6 months; (7)  The study coordinator in each office used billing records to obtain lists of subjects with hypertension. The list was then randomized by the study biostatistician, and the study coordinator screened subjects in order of the randomized list. This approach was used to avoid selection bias. The goal for each office was to enroll 24 subjects. We stratified and added 5 offices when recruitment lagged. These offices had a goal of 10 subjects because they had much less time to recruit. The mean number of subjects enrolled per office was 19.5 (range 7-27)."
    },
    {
      "title": "Data Collection",
      "text": "Study coordinators (usually nurses or medical assistants) employed in each office enrolled patients and collected all baseline and subsequent data.  17  proper blood pressure measurement technique using an automated Omron HEM 907-XL device.  27 Blood pressure was measured 3× in the sitting position after appropriate rest with arm resting on a table, feet flat on the floor, and back supported. The patient and study coordinator were instructed not to talk during the measurements. The first blood pressure reading was not used, and the second and third readings were averaged. If the second and third readings varied by >4 mm Hg (systolic or diastolic), a fourth measurement was taken, and an average of the two closest readings was recorded. During initial intake, if blood pressure did not meet study inclusion criteria, the study coordinator informed the patient's physician, and the patient was not enrolled. Study coordinators then collected medical and sociodemographic information from both the medical record and from the patient."
    },
    {
      "title": "The Pharmacist Intervention",
      "text": "Pharmacists were embedded within the offices and scheduled their time to coincide with the study coordinator's enrollment of patients. Once a patient in the intervention arm signed informed consent, the pharmacist completed a patient interview including (1) medication history of all prescription, nonprescription, and herbal therapies; (2) an assessment of patient knowledge of blood pressure medications, indication for each medication, goals of therapy, medication dosages and timing, and potential medication side effects; 3) potential contraindications to specific pharmacological agents; and (4) adherence and monitoring issues. The clinical pharmacists were free to adjust the intervention based on the specific needs of the patient.\n\nPharmacists were encouraged to first gauge medication knowledge and adherence and then educate patients on hypertension and the importance of following pharmacotherapy directions. In addition, pharmacists provided lifestyle modification materials, a wallet card including all medications and doses, and contact information for the pharmacists. When a patient was suspected of memory or unintentional nonadherence problems, the pharmacist was encouraged to provide adherence aids (medication logs or weekly medication boxes).\n\nThe identification of suboptimal medication regimens was the major focus of the intervention. The pharmacist created individualized care plans with treatment recommendations and goal blood pressure, and these were given to the physician. The care plan included options to intensify medication dosages and add antihypertensive medication in an effort to achieve blood pressure control. Care plans were verbally presented to the physician unless they preferred electronic communication. If and when the care plan was approved or modified by the physician, the pharmacist finalized the plan. The suggested intervention model included structured face-to-face visits with the patient at baseline, 1, 2, 4, 6, and 8 months and a telephone call at 2 weeks and additional visits if blood pressure remained uncontrolled. However, this was an effectiveness trial to determine whether pharmacists would implement the intervention model to achieve better blood pressure control. Therefore, pharmacists were not required to adhere to the proposed intervention frequency. Pharmacists were encouraged to use their professional discretion in managing patients and were free to modify this frequency based on the specific needs and desires of the patient. We did track the number of visits with the Downloaded from  http://ahajournals.org  by on June 10, 2025\n\npharmacists to determine the degree to which pharmacists adhered to the proposed intervention model."
    },
    {
      "title": "Analysis",
      "text": "The analyses for this study compared mean blood pressure in patients from the high-risk racial and socioeconomic groups who received the pharmacist intervention compared with the patients in the control group within or outside the same racial and socioeconomic groups at baseline and 9 months. The analyses in minority subjects were prespecified secondary analyses, but all other comparisons were secondary, post hoc analyses. These analyses were conducted in a similar way as the main analyses.  17, 18 The analyses controlled for age and the presence of chronic kidney disease, which were the only variables that were associated with significant differences in baseline BP.  28  The office random effects were assumed to be normally distributed and have a compound symmetrical covariance structure. The nested within-subject random effects were assumed to have a first-order autoregressive covariance structure.\n\nMean BP was analyzed using a linear mixed model with random effects for office and subject within office to estimate the difference in mean systolic BP separately across the different socioeconomic groups over time. As described earlier, the medical office random effects were assumed to be normally distributed and have a compound symmetrical covariance structure, and the nested within-subject errors were assumed to have a first-order autoregressive covariance structure. Appropriate linear contrasts of the model parameter estimates were used to determine the mean difference for BP."
    },
    {
      "title": "Results",
      "text": "The baseline demographic data and results of the main study have been published.  17, 28 We previously reported that there were no significant differences between the control and intervention groups in the baseline BP regardless of demographics, including race, ethnicity, education level, or insurance status.  28 here were differences in age and the presence of chronic kidney disease on baseline BP, but these were controlled in the analyses. Detailed baseline demographic data appear in the online-only Data Supplement.\n\nStudy coordinators enrolled 625 patients from March 2010 to June 2013, and 539 (86.2%) completed both a baseline and a 9-month visit (Figure  1 ). Over half of the subjects were minorities (54.7%), with the majority of those being African American (71%) and Hispanic (26%). A large number of subjects had annual incomes of <$25 000 (48.6%), received Medicaid (13.9%), or free care/self-pay (14.2%). In addition, 52.8% of the subjects had ≤12 years of education.\n\nSubjects (n=625) had 1909 visits with the pharmacists during the 9-month intervention (mean 4.7 per subject per office, range 2.5-8.4 visits). The rate for pharmacist's visits was 0.54 per month or ≈1 visit every 2 months (range 0.28-0.95 visits per month). There was no relationship between visit frequency and BP control (see online-only Data Supplement). There were significantly more medication additions or dosage increases in the intervention group (2.9±3.1) than the control group (0.7±1.0; P<0.001), which we previously suggested as the most likely mechanism for the intervention effect.  17 P control was 43% in the intervention group and 34% in the control group at 9 months (adjusted odds ratio 1.57, 95% confidence interval [CI] 0.99-2.50; P=0.059) when based on 2003 BP guidelines.  17 When the more recent 2014 BP guidelines were used, including <140/90 mm Hg for all subjects except elderly where the goal is <150/90 mm Hg, BP control was achieved in 61% of intervention subjects and 45% of control subjects at 9 months (adjusted odds ratio 2.03, 95% CI 1.29-3.22; P=0.003).  17 P control rates in individual intervention offices based on 2003 guidelines ranged from 22.2% to 70.8% (unadjusted mean 44.1±13.9). However, the rate of BP below 140/90 mm Hg ranged from 44.4% to 90.0% (unadjusted mean 57.6±13.0) in intervention offices. Specific BP control rates by office and the sociodemographic characteristics of subjects in each office can be found in the online-only Data Supplement.\n\nThe study's main results showed that the difference in mean BP (systolic/diastolic) between the intervention and usual care was -6.1/-2.9 mm Hg (P<0.001 and P=0.003, respectively) at 9 months.  17 We present these composite findings to compare with the degree of differences in systolic BP in the present analysis.\n\nFigure  2  shows that baseline systolic BP was similar for minority and nonminority patients in both groups. The modeladjusted systolic BP was 7.3 mm Hg (95% CI 2.4, 12.3) lower (model-adjusted) for minority subjects in the intervention group compared with minority subjects in the control group (P=0.0042) at 9 months. There were trends for minority subjects who received the intervention to have a lower BP than nonminority subjects in the control group (3.8 mm Hg, 95% CI -7.9, 0.4; P=0.5846). There was a trend for minority patients in the intervention group to have a higher systolic BP than nonminority subjects in the intervention group (1.4 mm Hg, 95% CI -3.7, 6.6; P=0.0723).\n\nFigure  3  demonstrates that at 9 months, subjects with ≤12 years of education in the intervention group achieved a modeladjusted systolic BP of 8.1 mm Hg (95% CI 3.2, 13.1) lower systolic BP than those with ≤12 years of education in the control group (P=0.0015). There was a nonsignificant trend for a lower systolic BP in those with ≤12 years of education in the intervention group compared with those with higher education in the control group (2.7 mm Hg, 95% CI -2.2, 7.6; P=0.28). The intervention group achieved a similar BP reduction, regardless of education level (mean 1.9 mm Hg higher for those with ≤12 years of education, 95% CI -1.8, 5.6;"
    },
    {
      "title": "P=0.3170).",
      "text": "There was a significantly greater reduction in systolic BP in the intervention group patients making <$25 000 than the control group patients making <$25 000 (7.3 mm Hg, 95% November 2016 CI 2.0, 12.6; P=0.008) and a nonsignificant trend toward a greater reduction in systolic BP than the control group making ≥$25 000 (3.4 mm Hg, 95% CI -1.8, 8.6; P=0.200) at the end of the intervention period (Figure  4 ). There was no significant difference between those with incomes <$25 000 or ≥$25 000 in the intervention group (2.4 mm Hg higher in those making <$25 000, 95% CI= -1.8, 6.6; P=0.256).\n\nThe control group receiving free and none/self-pay insurance had the least reduction in systolic BP by the 9-month end point (Figure  5 ). The intervention achieved a systolic BP 13.1 mm Hg lower (95% CI 5.8, 20.4) than the control group in patients without insurance (P=0.0004). Mean systolic BP was consistently 4 to 10 mm Hg lower in those in the intervention group with Medicaid or private insurance compared with the control group, but these did not achieve statistical significance (P>0.40; Figure  5 )."
    },
    {
      "title": "Discussion",
      "text": "This study demonstrated that a pharmacist intervention reduced racial and socioeconomic healthcare outcome disparities in mean systolic BP. Although the subjects in the intervention group without racial, ethnic, and socioeconomic risks consistently had the lowest BP at 9 months, the intervention was able to reduce the gap in all cases when compared with the control group. Additionally, in every case, there was no significant difference in the systolic BP reduction at 9 months between those with or without those risks within the intervention group. These data suggest that the pharmacist intervention in primary care clinics can successfully reduce the gap in healthcare disparities for at-risk populations. To our knowledge, this is the first randomized controlled trial to demonstrate that such a team-based care model can reduce socioeconomic and racial healthcare disparities in mean BP.\n\nA strength of this study was that we purposely enrolled a highly diverse population to determine whether the intervention could be more broadly generalized. It is important to note that all of the patients in this trial had uncontrolled BP at baseline. We also previously demonstrated that based on these findings, 27% of patients had treatment-resistant hypertension defined as adequate doses of ≥3 antihypertensive medications, one of which was a thiazide-type diuretic.  29 The intervention reduced BP 6.6 mm Hg more than the control group in those with treatment-resistant hypertension (P=0.036). Our findings suggest that a clinical pharmacist embedded within the care team could improve BP even in patients with resistant or difficult-to-control BP. Patients in this analysis completed this portion of the study before implementation of the Affordable Care Act or the expansion of Medicaid. Therefore, our findings were not influenced by these recent changes in insurance coverage.\n\nPrevious studies have found that a nurse-based telephone intervention in 3 primary care clinics was effective in blacks, but not in white patients.  30 A similar study in 2 internal medicine clinics in North Carolina found that a behavioral intervention and home BP monitoring was more effective in non-white patients than in whites.  31 A nurse-led intervention tailored specifically to blacks and Hispanics in Harlem, NY, found a significant reduction in systolic BP in comparison to usual care.  32 What makes this study unique is that we (1) studied BP in 4 different at-risk groups previously identified as contributing to worse BP control and (2) included 32 medical offices stretched across 15 states.\n\nThe trial was an implementation study, and evaluations were conducted to determine how the intervention might be effectively adopted in other settings or in patients with treatment-resistant hypertension.  33, 34 Some pharmacists had extensive collaborative practice agreements, while others primarily provided physician education and curbside consultation before the study. However, both models had positive outcomes in many study offices (online-only Data Supplement). We expected the intervention would be implemented unevenly or have different challenges in various offices in this effectiveness trial. However, we were surprised at the wide range of percentages of subjects who achieved BP control or who had a BP <140/90 mm Hg. What features predicted success? The most effective strategies occurred when (1) pharmacists were embedded in the medical office and had set schedules to see patients, (2) other staff such as medical assistants roomed the patients, which was more cost-effective than having the pharmacist perform this function, (3) pharmacists performed comprehensive assessments to determine the reasons for lack of BP control, (4) medications were intensified whenever BP was not controlled, and there were no contraindications to intensification (such as nonadherence), (  5 ) pharmacists saw the patients at least monthly when BP was not controlled, (6) extensive patient education was provided, and (7) home monitoring of BP was often suggested to encourage self-management.  33 Additionally, the vast majority of pharmacists had completed 1 to 2 years of postdoctoral residency or fellowship, and most were board-certified pharmacotherapy specialists. We would recommend that pharmacists in these roles should have postdoctoral training and have some type of certification.\n\nThis study has several important strengths and limitations. The analyses for minority subjects were prespecified secondary analyses, and the offices were stratified by minority status before randomization, making this a strength of this evaluation. A limitation is that the analyses for income, education, and insurance were a secondary post hoc analysis from a cluster-randomized trial, so randomization was at the clinic rather than at the subject level. Therefore, we could not insure equal numbers of subjects in each arm with the various healthcare disparities. However, the intervention group included a greater percentage of subjects who were minorities, had ≤12 years of education, received Medicaid or had no insurance, or had income <$25 000 a year, but none of these differences were significant except for the difference with insurance coverage (P<0.001; see online-only Data Supplement). The baseline intake forms required patients to mark only one option for insurance status. This means that we could not confirm which individuals were dual-eligible for Medicare and Medicaid. Some patients may have indicated that they had Medicaid when they were also eligible for Medicare, and so we may have overestimated the group with Medicaid only. Our analysis of health disparities related to insurance are only generalizable to the insurance environment before Medicaid expansion within the Affordable Care Act. These findings may not be relevant if access to care improves after future health insurance reforms. Finally, 13.8% of patients enrolled at baseline did not complete 9-month visit and were not included in the present analysis. We conducted a sensitivity analyses for missing data and found that missing data did not change the main study findings.  17 Despite these limitations, the intervention was cost-effective, and the effect was clinically meaningful.  35 These reductions in BP would result in 25% to 30% fewer cardiovascular complications and stroke if the intervention could be implemented more broadly.  35, 36 rspectives"
    },
    {
      "text": "pregnancy; (8) diagnosis of pulmonary hypertension or sleep apnea (unless treated by continuous positive pressure ventilation); (9) life expectancy estimated <2 years; (10) residence in a nursing home or diagnosis of dementia; and (11) inability to give informed consent or impaired cognitive function (defined as ≥3 error on the 10-item Pfeiffer Mental Status Questionnaire, administered during baseline visit)."
    },
    {
      "text": "Study coordinators were brought to Iowa City and trained by the investigators on human subjects and informed consent and all protocol procedures. Study coordinators were certified on November 2016"
    },
    {
      "text": "Figure 1. Consort statement of clinic randomization and subject participation. BP indicates blood pressure. Downloaded from http://ahajournals.org by on June 10, 2025"
    },
    {
      "text": "Figure 2. Mean systolic blood pressure (SBP) at baseline and 9 months by minority status."
    },
    {
      "text": "Figure 3. Mean systolic blood pressure (SBP) at baseline and 9 months by level of education. YE indicates years of education."
    },
    {
      "text": "Figure 4. Mean systolic blood pressure (SBP) at baseline and 9 months and income class."
    },
    {
      "text": "Figure 5. Mean systolic blood pressure (SBP) at baseline and 9 months collapsed by insurance status."
    }
  ],
  "references": [
    {
      "title": "High blood pressure causing more deaths despite drop in heart disease, stroke deaths",
      "year": 2016,
      "doi": "10.1097/00132981-200108000-00025"
    },
    {
      "title": "Heart disease and stroke statistics-2015 update: a report from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "E Benjamin",
        "A Go"
      ],
      "year": 2015,
      "doi": "10.1161/cir.0000000000000152"
    },
    {
      "title": "Are demographic characteristics, health care access and utilization, and comorbid conditions associated with hypertension among US adults?",
      "authors": [
        "Y Ostchega",
        "J Hughes",
        "J Wright",
        "M Mcdowell",
        "T Louis"
      ],
      "year": 2008,
      "doi": "10.1038/ajh.2007.32"
    },
    {
      "title": "Vital signs: awareness and treatment of uncontrolled hypertension among adults-United States, 2003-2010",
      "year": 2012,
      "doi": "10.15585/mmwr.mm7132e1"
    },
    {
      "title": "Centers for Disease Control and Prevention",
      "year": 2015,
      "doi": "10.1093/ofid/ofv131.60"
    },
    {
      "title": "The future (history) of socioeconomic measurement and implications for improving health outcomes among African Americans",
      "authors": [
        "E Andresen",
        "D Miller"
      ],
      "year": 2005,
      "doi": "10.1093/gerona/60.10.1345"
    },
    {
      "title": "CDC Health Disparities and Inequalities Report-United States, 2011",
      "authors": [
        "T Frieden",
        "Foreword"
      ],
      "year": 2011,
      "doi": "10.15585/mmwr.su6501a1"
    },
    {
      "title": "The growing gap in hypertension control between insured and uninsured adults: National Health and Nutrition Examination Survey 1988 to 2010",
      "authors": [
        "B Egan",
        "J Li",
        "J Small",
        "P Nietert",
        "A Sinopoli"
      ],
      "year": 2014,
      "doi": "10.1161/hypertensionaha.114.04276"
    },
    {
      "title": "Global burden of hypertension: analysis of worldwide data",
      "authors": [
        "P Kearney",
        "M Whelton",
        "K Reynolds",
        "P Muntner",
        "P Whelton",
        "J He"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)17741-1"
    },
    {
      "title": "Trends in antihypertensive medication use and blood pressure control among United States adults with hypertension: the National Health And Nutrition Examination Survey, 2001 to 2010",
      "authors": [
        "Q Gu",
        "V Burt",
        "C Dillon",
        "S Yoon"
      ],
      "year": 2012,
      "doi": "10.1161/circulationaha.112.096156"
    },
    {
      "title": "Inadequate management of blood pressure in a hypertensive population",
      "authors": [
        "D Berlowitz",
        "A Ash",
        "E Hickey",
        "R Friedman",
        "M Glickman",
        "B Kader",
        "M Moskowitz"
      ],
      "year": 1998,
      "doi": "10.1056/nejm199812313392701"
    },
    {
      "title": "Characteristics of patients with uncontrolled hypertension in the United States",
      "authors": [
        "D Hyman",
        "V Pavlik"
      ],
      "year": 2001,
      "doi": "10.1056/NEJMoa010273"
    },
    {
      "title": "Team-based care and improved blood pressure control: a community guide systematic review",
      "authors": [
        "K Proia",
        "A Thota",
        "G Njie",
        "R Finnie",
        "D Hopkins",
        "Q Mukhtar",
        "N Pronk",
        "D Zeigler",
        "T Kottke",
        "K Rask",
        "D Lackland",
        "J Brooks",
        "L November 2016 Braun",
        "T; Cooksey",
        "Preventive Community",
        "Task Services",
        "Force"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.03.004"
    },
    {
      "title": "The potency of teambased care interventions for hypertension: a meta-analysis",
      "authors": [
        "B Carter",
        "M Rogers",
        "J Daly",
        "S Zheng",
        "P James"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2009.316"
    },
    {
      "title": "Improving blood pressure control through pharmacist interventions: a meta-analysis of randomized controlled trials",
      "authors": [
        "V Santschi",
        "A Chiolero",
        "A Colosimo",
        "R Platt",
        "P Taffé",
        "M Burnier",
        "B Burnand",
        "G Paradis"
      ],
      "year": 2014,
      "doi": "10.1161/jaha.113.000718"
    },
    {
      "title": "Reducing cardiovascular disease risk in medically underserved urban and rural communities",
      "authors": [
        "A Bove",
        "W Santamore",
        "C Homko",
        "A Kashem",
        "R Cross",
        "T Mcconnell",
        "G Shirk",
        "F Menapace"
      ],
      "year": 2011,
      "doi": "10.1016/j.ahj.2010.11.008"
    },
    {
      "title": "Cluster-randomized trial of a physician/pharmacist collaborative model to improve blood pressure control",
      "authors": [
        "B Carter",
        "C Coffey",
        "G Ardery",
        "L Uribe",
        "D Ecklund",
        "P James",
        "B Egan",
        "Vander Weg",
        "M Chrischilles",
        "E Vaughn"
      ],
      "year": 2015,
      "doi": "10.1161/circoutcomes.114.001283"
    },
    {
      "title": "Collaboration Among Pharmacists Physicians To Improve Outcomes Now (CAPTION) Trial Investigators. A cluster-randomized effectiveness trial of a physician-pharmacist collaborative model to improve blood pressure control",
      "authors": [
        "B Carter",
        "W Clarke",
        "G Ardery",
        "C Weber",
        "P James",
        "Vander Weg",
        "M Chrischilles",
        "E Vaughn",
        "T Egan"
      ],
      "year": 2010,
      "doi": "10.1161/circoutcomes.109.908038"
    },
    {
      "title": "Assessing the structure and process for providing pharmaceutical care in Veterans Affairs medical centers",
      "authors": [
        "S Billups",
        "G Okano",
        "D Malone",
        "B Carter",
        "R Valuck",
        "D Barnette",
        "C Sintek"
      ],
      "year": 2000,
      "doi": "10.1093/ajhp/57.1.29"
    },
    {
      "title": "A meta-analysis of the association of estimated GFR, albuminuria, age, race, and sex with acute kidney injury",
      "authors": [
        "M Grams",
        "Y Sang",
        "S Ballew",
        "R Gansevoort",
        "H Kimm",
        "C Kovesdy",
        "D Naimark",
        "C Oien",
        "D Smith",
        "J Coresh",
        "M Sarnak",
        "B Stengel",
        "M; Ckd Prognosis Tonelli",
        "Consortium"
      ],
      "year": 2015,
      "doi": "10.1053/j.ajkd.2015.02.337"
    },
    {
      "title": "Socioeconomic status and health: how education, income, and occupation contribute to risk factors for cardiovascular disease",
      "authors": [
        "M Winkleby",
        "D Jatulis",
        "E Frank",
        "S Fortmann"
      ],
      "year": 1992,
      "doi": "10.2105/ajph.82.6.816"
    },
    {
      "title": "Poverty Threshold by Size of Family and Nubmer of Children",
      "year": 2010,
      "doi": "10.4135/9781506333496.n39"
    },
    {
      "title": "Formation of a primary care pharmacist practice-based research network",
      "authors": [
        "L Dickerson",
        "C Kraus",
        "G Kuo",
        "C Weber",
        "O Bazaldua",
        "J Tovar",
        "A Hume",
        "T Ives",
        "J Gums",
        "B Carter"
      ],
      "year": 2007,
      "doi": "10.2146/ajhp060650"
    },
    {
      "title": "Physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "B Carter",
        "G Ardery",
        "J Dawson",
        "P James",
        "G Bergus",
        "W Doucette",
        "E Chrischilles",
        "C Franciscus",
        "Y Xu"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2009.358"
    },
    {
      "title": "A cluster randomized trial to evaluate physician/pharmacist collaboration to improve blood pressure control",
      "authors": [
        "B Carter",
        "G Bergus",
        "J Dawson",
        "K Farris",
        "W Doucette",
        "E Chrischilles",
        "A Hartz"
      ],
      "year": 2008
    },
    {
      "title": "Low medication adherence and the incidence of stroke symptoms among individuals with hypertension: the REGARDS study",
      "authors": [
        "P Muntner",
        "J Halanych",
        "K Reynolds",
        "R Durant",
        "S Vupputuri",
        "V Sung",
        "J Meschia",
        "V Howard",
        "M Safford",
        "M Krousel-Wood"
      ],
      "year": 2011,
      "doi": "10.1111/j.1751-7176.2011.00464.x"
    },
    {
      "title": "Recommendations for blood pressure measurement in humans and experimental animals: Part 1: blood pressure measurement in humans: a statement for professionals from the Subcommittee of Professional and Public Education of the American Heart Association Council on High Blood Pressure Research",
      "authors": [
        "T Pickering",
        "J Hall",
        "L Appel",
        "B Falkner",
        "J Graves",
        "M Hill",
        "D Jones",
        "T Kurtz",
        "S Sheps",
        "E Roccella"
      ],
      "year": 2005,
      "doi": "10.1161/01.hyp.0000150859.47929.8e"
    },
    {
      "title": "Collaboration Among Pharmacists and Physicians to Improve Outcomes Now (CAPTION) trial investigators. Similar blood pressure values across racial and economic groups: baseline data from a group randomized clinical trial",
      "authors": [
        "B Carter",
        "C Coffey",
        "L Uribe",
        "P James",
        "B Egan",
        "G Ardery",
        "E Chrischilles",
        "D Ecklund",
        "Vander Weg",
        "M Vaughn"
      ],
      "year": 2013,
      "doi": "10.1111/jch.12091"
    },
    {
      "title": "Physician-pharmacist collaboration versus usual care for treatment-resistant hypertension",
      "authors": [
        "S Smith",
        "N Carris",
        "E Dietrich",
        "J Gums",
        "L Uribe",
        "C Coffey",
        "T Gums",
        "B Carter"
      ],
      "year": 2016,
      "doi": "10.1016/j.jash.2016.01.010"
    },
    {
      "title": "Racial differences in the effect of a telephone-delivered hypertension disease management program",
      "authors": [
        "G Jackson",
        "E Oddone",
        "M Olsen",
        "B Powers",
        "J Grubber",
        "F Mccant",
        "H Bosworth"
      ],
      "year": 2012,
      "doi": "10.1007/s11606-012-2138-x"
    },
    {
      "title": "Racial differences in two self-management hypertension interventions",
      "authors": [
        "H Bosworth",
        "M Olsen",
        "J Grubber",
        "B Powers",
        "E Oddone"
      ],
      "year": 2011,
      "doi": "10.1016/j.amjmed.2010.11.024"
    },
    {
      "title": "Nurse-led disease management for hypertension control in a diverse urban community: a randomized trial",
      "authors": [
        "P Hebert",
        "J Sisk",
        "L Tuzzio",
        "J Casabianca",
        "V Pogue",
        "J Wang",
        "Y Chen",
        "C Cowles",
        "M Mclaughlin"
      ],
      "year": 2012,
      "doi": "10.1007/s11606-011-1924-1"
    },
    {
      "title": "Primary care physician-pharmacist collaborative care model: strategies for implementation",
      "authors": [
        "B Carter"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1732"
    },
    {
      "title": "Evaluation of pharmacists' work in a physician-pharmacist collaborative model for the management of hypertension",
      "authors": [
        "B Isetts",
        "D Buffington",
        "B Carter",
        "M Smith",
        "L Polgreen",
        "P James"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1727"
    },
    {
      "title": "Cost-effectiveness of a physician-pharmacist collaboration intervention to improve blood pressure control",
      "authors": [
        "L Polgreen",
        "J Han",
        "B Carter",
        "G Ardery",
        "C Coffey",
        "E Chrischilles",
        "P James"
      ],
      "year": 2015,
      "doi": "10.1161/hypertensionaha.115.06023"
    },
    {
      "title": "Factors influencing the decline in stroke mortality: a statement from the American Heart Association/American Stroke Association",
      "authors": [
        "D Lackland",
        "E Roccella",
        "A Deutsch",
        "M Fornage",
        "M George",
        "G Howard",
        "B Kissela",
        "S Kittner",
        "J Lichtman",
        "L Lisabeth",
        "L Schwamm",
        "E Smith",
        "A Towfighi"
      ],
      "year": 2014,
      "doi": "10.1161/01.str.0000437068.30550.cf"
    }
  ],
  "num_references": 36
}
