{
  "paper_id": "V6ED5ATC",
  "title": "Scaling Up mHealth: Where Is the Evidence?",
  "year": 2013,
  "date": "2013-02-12",
  "journal": "Bull World Health Organ",
  "publication": "Bull World Health Organ",
  "authors": [
    {
      "forename": "Mark",
      "surname": "Tomlinson",
      "name": "Mark Tomlinson",
      "affiliation": "1  Centre for Public Mental Health , Department of Psychology , Stellenbosch University , Stellenbosch , South Africa , \n\t\t\t\t\t\t\t\t Centre for Public Mental Health \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Stellenbosch University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Stellenbosch \n\t\t\t\t\t\t\t\t\t South Africa",
      "email": "markt@sun.ac.za"
    },
    {
      "forename": "Mary",
      "surname": "Rotheram-Borus",
      "name": "Mary Rotheram-Borus",
      "affiliation": "2  Semel Institute for Neuroscience and Human Behaviour , University of California at Los Angeles , Los Angeles , California , United States of America , \n\t\t\t\t\t\t\t\t Semel Institute for Neuroscience and Human Behaviour \n\t\t\t\t\t\t\t\t University of California at Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t California \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "forename": "Leslie",
      "surname": "Swartz",
      "name": "Leslie Swartz",
      "affiliation": "3  Centre for Public Mental Health , Department of Psychology , Stellenbosch University , Stellenbosch , South Africa , \n\t\t\t\t\t\t\t\t Centre for Public Mental Health \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Stellenbosch University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Stellenbosch \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "forename": "Alexander",
      "surname": "Tsai",
      "name": "Alexander Tsai",
      "affiliation": "4  Chester M. Pierce , MD Division of Global Psychiatry , \n\t\t\t\t\t\t\t\t Division of Global Psychiatry \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chester M. Pierce \n\t\t\t\t\t\t\t\t\t MD"
    },
    {
      "affiliation": "Center for Global Health , Massachusetts General Hospital , Boston , Massachusetts , United States of America \n\t\t\t\t\t\t\t\t Center for Global Health \n\t\t\t\t\t\t\t\t Massachusetts General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts \n\t\t\t\t\t\t\t\t\t United States of America"
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "sections": [
    {
      "text": "There are over 6 billion mobile phone subscribers and 75% of the world has access to a mobile phone  [1] . Service and care providers, researchers, and national governments are excited at the opportunities mobile health has to offer in terms of improving access to health care, engagement and delivery, and health outcomes  [2] . Interventions categorized under the rubric ''mobile health'' or ''mHealth''broadly defined as medical and public health practice supported by mobile devices  [2] -span a variety of applications ranging from the use of mobile phones to improve point of service data collection  [3] , care delivery  [4] , and patient communication  [5]  to the use of alternative wireless devices for real-time medication monitoring and adherence support  [6] .\n\nA recent World Bank report tracked more than 500 mHealth studies, and many donor agencies are lining up to support the ''scaling up'' of mHealth interventions  [7] . Yet, after completion of these 500 pilot studies, we know almost nothing about the likely uptake, best strategies for engagement, efficacy, or effectiveness of these initiatives. Currently, mHealth interventions lack a foundation of basic evidence  [8] , let alone a foundation that would permit evidence-based scale up. For example, in Uganda in 2008 and 2009 approximately 23 of 36 mHealth initiatives did not move beyond the pilot phase  [9] . The current enthusiasm notwithstanding, the scatter-shot approach to piloting mHealth projects in the absence of a concomitant programmatic implementation and evaluation strategy may dampen opportunities to truly capitalize on the technology. This article discusses a number of points pertinent to developing a more robust evidence base for the scale up of mHealth interventions.\n\nThe issues raised are primarily conceptual and methodological.\n\nIndustry's increasing role in pushing for mHealth scale up is also a cause for concern. At a recent mHealth conference in South Africa, there were repeated calls for scale up of mHealth initiatives across low-and middle-income countries (LA-MICs). Many of these calls emanated from industry representatives rather than researchers, governments, or care providers  [10] . It is likely that private enterprise has a quite different understanding of what scale up means, with growing market share, rather than improved health outcomes, at the core of their mission. The growing involvement by industry, predominantly mobile phone providers, warrants some caution in addition to perhaps a code of practice. Public-private partnerships will be of central importance in the evolution of the mHealth field (as we discuss later), but this cannot happen at the expense of good science and good public health.\n\nIn some ways, mobile technology has a magical appeal for those interested in global public health over and above the advantages that have been proven with good evidence  [11] . Part of this magical promise is that mobile technologies may solve one of the most difficult problems facing global health efforts-that of structural barriers to access. Travel, especially to remote areas in LAMICs, is expensive, destructive to the environment, timeconsuming, and exhausting and physically challenging to many. In the global health field, there are many practitioners whose personal and working lives are substantially disrupted by travel of this nature. Mobile technology may hold out the promise of a world within which these difficulties can be minimised or eliminated. There is an obvious appeal for people from higher-income contexts being able to remain at home and in their offices while interacting with and improving the health of people very far away and in straitened circumstances. Mobile technology may hold out the promise that the visceral challenges of travel and complex intercultural contact, so much a feature of the global health enterprise, may now be a thing of the past  [12] ."
    },
    {
      "title": "Current State of the Evidence",
      "text": "While enthusiasm for effective mHealth interventions in sub-Saharan Africa is high, little is known about their efficacy or effectiveness. Most randomized trials of mHealth interventions have employed text message reminder systems. Two systematic reviews have described a robust evidence base for the use of text message reminders to improve attendance at health care appointments  [13, 14] . Yet, none of the studies included in these reviews was conducted in resource-limited settings.\n\nSimilarly, few randomized trials evaluating the use of text message reminders to improve medication adherence for people with chronic illnesses have been conducted in LAMICs  [15] [16] [17] [18] . Three randomized trials studying HIV treatment adherence found benefits  [19, 20]  and one found no impact  [21, 22] . Two recent systematic reviews  [23, 24]  found modest and suggestive evidence for the benefits of mHealth technology, and while both reviews recommended implementation, they argued that high quality (and adequately powered) clinical trials that measure clinical outcomes are essential.\n\nThe reviews of mHealth interventions would be more helpful if the results were organized according to 1) foundational functions (informing, training, monitoring, shaping, supporting, and linking to care); 2) content-specific targets (e.g., for Millennium Development Goal developmentally related tasks and challenges); and 3) local cultural adaptations (e.g., language)  [25] . The inconsistency of results from mHealth studies demonstrates the importance of having an organizational framework."
    },
    {
      "title": "What Constitutes Evidence?",
      "text": "The Institute of Medicine  [26]  and other communities of researchers  [27, 28]  have established standards for the phases of research that must be conducted in order to be considered efficacious, effective, and disseminated. Flay and colleagues  [29]  have adapted the evidentiary standards model published by the Society for Prevention Research  [27] . These standards were developed in order to guide policy, research, and practice and provide a useful framework to determine what constitutes good and sufficient evidence. In this model (see Figure  1 ), scale up or country-wide implementation would be dependent on the completion (for each intervention) of (a) two high quality efficacy trials, (b) two high quality effectiveness trials, followed by (c) dissemination research that has established that the intervention can be delivered with fidelity to the model being tested, as well as (d) information about the intervention's costs. There are currently no mHealth interventions that meet these standards for scale up despite numerous calls to scale up mHealth projects.\n\nLinked to the issue of standards for the phases of research is the question of theories of behaviour change. Aboud and Singla  [30]  have shown how programmes that simply provide health information (e.g., via SMS [short message service, or text messaging]) tend to be unsuccessful, while interventions providing skills through peer educators are more likely to be successful  [30] . There are well validated theories of behaviour change common to many evidence-based interventions for prevention, diagnoses, and care, but none of the mhealth initiatives appear to be grounded in such theories  [31] . We would argue that in the context of scarce resources, implementing untested mHealth interventions at scale without a theory of behaviour change is likely to result in many failed scale up projects and significant levels of wasted resources.\n\nFinally, no major investments have been made to create a robust platform for mobile phones that could be used by designers of applications and electronic medical records that will allow crossfertilization or integrated systems to be utilized  [32] . Thousands of small applications have been propagated on closedsource platforms (e.g., iPhone applications and others) that each major mobile phone provider appears ready to replicate at high cost. Currently, a patient with two or more health conditions will have to make use of numerous applications for monitoring different health-related parameters such as medication adherence and health status, a disease-specific approach that he or she is unlikely to sustain  [32] . Estrin and Sim make the case that there is a global communication network already in place to support an open mHealth architecture that could facilitate scalable and sustainable health information systems  [32] . Interoperability will be critical to promote research initiatives. The largest investments to date in interoperable systems have been actively pursued by forprofit companies, given the staggering profits to be made in the proprietary applications market. What is needed is a concerted effort by governments, funders, and private enterprise to cooperate in order to set standards (e.g., number of bits) and to create a self-governing commercially viable ecosystem for innovation  [32] . mHealth is in a period very similar to the early days of the Internet: not creating robust, interoperable platforms will ensure failure for mHealth initiatives to be scaled to improve health outcomes for at least the next decade."
    },
    {
      "title": "What Needs to Happen Next: From Black Box to High Utility",
      "text": "The current wave of mHealth interventions are the equivalent of black boxes. Each small entrepreneur or researcher includes whatever bells and whistles that their funding allows in an attempt to demonstrate efficacy. For example, hundreds of small pilot studies are finding whether text messaging works. Text messaging is more likely to work under a set of parameters:\n\nN when there is follow-up; N when the message is personally tai- lored;\n\nN when the frequency, wording, and content are highly relevant.\n\nSimilar strategies are being experimented with for a range of topics, delivery strategies (web, phone, videos, social media sties), and populations. There are a set of principles that could potentially be established to identify the optimal strategies for delivering mHealth interventions. However, our current research is not aimed at identifying these principles and strategies. Each pilot study is examining whether their particular style of a black box application works better than not having any black box application. It is time to start funding randomized controlled trials of interventions that are based on researchers' best guesses about optimal implementation.\n\nIt is also time to consider the Multiphase Optimization Strategy (MOST) developed by Collins and colleagues  [33] . The MOST strategy is grounded in an engineering approach and requires a twostage process: 1) identifying the range of features that contribute to variation for a particular intervention; and 2) selecting a small set of factors and empirically testing them with a multi-factorial design. The Summary Points N Despite hundreds of mHealth pilot studies, there has been insufficient programmatic evidence to inform implementation and scale-up of mHealth.\n\nN We discuss what constitutes appropriate research evidence to inform scale up. N Potential innovative research designs such as multi-factorial strategies, randomized controlled trials, and data farming may provide this evidence base.\n\nN We make a number of recommendations about evidence, interoperability, and the role of governments, private enterprise, and researchers in relation to the scale up of mHealth. initial set of factors to be screened might be determined on the basis of theory and/ or experience and could be informed by research implementing evidence-based interventions with other delivery formats. The utility of such an approach has been demonstrated by Stretcher and colleagues  [34]  for web-based smoking cessation policies. Rather than having a single tested web-based, evidence-based intervention (EBI) that will then compete with other web-based EBI for smoking, there are a set of parameters that outline the optimal strategy for implementing a web-based programme. Similar strategies have long been adopted by health services researchers  [35] . However, few of the existing studies utilizing mHealth delivery formats have adopted such an approach.\n\nMOST is not the only approach that could potentially enhance the efficiency of existing mHealth studies. Duan  [35]  has advocated for the establishment of data farms. Nascent Internet companies such as Google, Yahoo, and Facebook provide informative case studies of data farms. Rather than use experimental research designs (such as randomized controlled trials), these companies can harvest data from billions of users of mobile, web, and social media, and computer-based interventions provide the evidence regarding the specific types of consumers who are attracted to specific types of delivery formats delivered with specific levels of doses at specific times. Data farms offer the opportunity to know the who, what, when, where, and how of reaching consumers  [36] . Private enterprise has been outstanding at this function: mHealth needs to utilize their platforms and methods to optimize personal health.\n\nMajor donors could invest in creating a robust set of standards and a platform that can inform and support local adaptation of mHealth applications. The standardized features of the platform could then be available to all local technicians committed to improving the health of their local communities. At the very least, given that standards are expensive to establish, as well as often being complex and difficult to understand, one option is for an organization such as the World Health Organi-zation to ''certify'' standards that meet particular criteria, or even to become a disseminator of standards. We also believe a global strategy for programmatic examination of the optimal features of the mobile platforms is needed, namely a platform that incorporates (for example) factorial designs to test the multiple features of interventions  [37] , the MOST strategy and even data farms. This could quickly identify and provide guidance to hundreds of thousands of programmers globally that could leverage donor investments to improve their communities' access to information, skills, telemedicine, or management of front line workers.\n\nBox 1. Recommendations for Scale Up of mHealth 1. Existing standards for research should be reconsidered in order to provide guidance as to when scale up is appropriate. 2. mHealth interventions should be guided by a plausible theory of behaviour change and should use more than one technique depending on the targeted behaviour  [38] . 3. We need to establish an open mHealth architecture based on a robust platform with standards for app development which would facilitate scalable and sustainable health information systems. 4. Implementation strategies such as factorial designs that are able to test the multiple features of interventions must be explored, in order to provide the necessary evidence base. 5. Scale-up of mHealth in LAMICs should be preceded by efficacy and effectiveness trials so that they are founded on an appropriate evidence base. 6. Governments, funders, and industry must cooperate in order to set standards to create a self-governing commercially viable ecosystem for innovation."
    },
    {
      "text": "Figure 1. Research stages and standards. Adapted from Olds et al. [29] and Flay et al. [27]. doi:10.1371/journal.pmed.1001382.g001"
    }
  ],
  "references": [
    {
      "title": "Information and communications for development: maximizing mobile",
      "year": 2012,
      "doi": "10.1596/9780821389911_bm"
    },
    {
      "title": "Point of care in your pocket: a research agenda for the field of m-health",
      "authors": [
        "A Van Heerden",
        "M Tomlinson",
        "L Swartz"
      ],
      "year": 2012
    },
    {
      "title": "The use of mobile phones as a data collection tool: a report from a household survey in South Africa",
      "authors": [
        "M Tomlinson",
        "W Solomon",
        "Y Singh",
        "T Doherty",
        "M Chopra"
      ],
      "year": 2009
    },
    {
      "title": "Philani Plus (+): a Mentor Mother community health worker home visiting program to improve maternal and infants' outcomes",
      "authors": [
        "M Rotheram-Borus",
        "I Le Roux",
        "M Tomlinson",
        "N Mbewu",
        "W Comulada"
      ],
      "year": 2011
    },
    {
      "title": "High acceptability for cell phone text messages to improve communication of laboratory results with HIV-infected patients in rural Uganda: a cross-sectional survey study",
      "authors": [
        "M Siedner",
        "J Haberer",
        "M Bwana",
        "N Ware",
        "D Bangsberg"
      ],
      "year": 2012,
      "doi": "10.1186/1472-6947-12-56"
    },
    {
      "title": "Real-time electronic adherence monitoring is feasible, comparable to unannounced pill counts, and acceptable",
      "authors": [
        "J Haberer",
        "G Robbins",
        "M Ybarra",
        "A Monk",
        "K Ragland"
      ],
      "year": 2012,
      "doi": "10.1007/s10461-011-9933-y"
    },
    {
      "title": "Mobile applications for the health sector",
      "authors": [
        "C Qiang",
        "M Yamamichi",
        "V Hausman",
        "D Altman"
      ],
      "year": 2011
    },
    {
      "title": "How to fulfill the true promise of ''mHealth'': Mobile devices have the potential to become powerful medical tools",
      "authors": [
        "F Collins"
      ],
      "year": 2012,
      "doi": "10.1038/scientificamerican0712-16"
    },
    {
      "title": "Scaling up mobile health: Elements necessary for the successful scale up of mHealth in developing countries",
      "authors": [
        "J Lemaire"
      ],
      "year": 2011
    },
    {
      "title": "Market access & reimbursement strategies",
      "authors": [
        "C Friedrichs"
      ],
      "year": 2012
    },
    {
      "title": "Impacts of e-health on the outcomes of care in low-and middle-income countries: where do we go from here?",
      "authors": [
        "J Piette",
        "K Lun",
        "L Moura",
        "Jr Fraser",
        "H Mechael"
      ],
      "year": 2012,
      "doi": "10.2471/blt.11.099069"
    },
    {
      "title": "Alone together: why we expect more of technology and less of each other",
      "authors": [
        "S Turkle"
      ],
      "year": 2012
    },
    {
      "title": "Mobile phone messaging reminders for attendance at healthcare appointments",
      "authors": [
        "J Car",
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007458.pub2"
    },
    {
      "title": "How effective are short message service reminders at increasing clinic attendance? A meta-analysis and systematic review",
      "authors": [
        "R Guy",
        "J Hocking",
        "H Wand",
        "S Stott",
        "H Ali"
      ],
      "year": 2012,
      "doi": "10.1111/j.1475-6773.2011.01342.x"
    },
    {
      "title": "The effectiveness of interventions using electronic reminders to improve adherence to chronic medication: a systematic review of the literature",
      "authors": [
        "M Vervloet",
        "A Linn",
        "J Van Weert",
        "D De Bakker",
        "M Bouvy"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000748"
    },
    {
      "title": "Healthcare via cell phones: a systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0099"
    },
    {
      "title": "Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection",
      "authors": [
        "T Horvath",
        "H Azman",
        "G Kennedy",
        "G Rutherford"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd009756"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritvo",
        "E Mills",
        "A Kariri",
        "S Karanja"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)61997-6"
    },
    {
      "title": "Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: a randomized controlled trial of text message reminders",
      "authors": [
        "C Pop-Eleches",
        "H Thirumurthy",
        "J Habyarimana",
        "J Zivin",
        "M Goldstein"
      ],
      "year": 2011,
      "doi": "10.1097/qad.0b013e32834380c1"
    },
    {
      "title": "Results of a randomized controlled trial to assess the effects of a mobile SMS-based intervention on treatment adherence in HIV/AIDS-infected Brazilian women and impressions and satisfaction with respect to incoming messages",
      "authors": [
        "T Da Costa",
        "B Barbosa",
        "D Gomes E Costa",
        "D Sigulem",
        "Fatima De",
        "H Marin"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijmedinf.2011.10.002"
    },
    {
      "title": "The effect of mobile phone text-message reminders on Kenyan health workers' adherence to malaria treatment guidelines: a cluster randomised trial",
      "authors": [
        "D Zurovac",
        "R Sudoi",
        "W Akhwale",
        "M Ndiritu",
        "D Hamer"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60783-6"
    },
    {
      "title": "The effectiveness of mobile-health technology based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "The effectiveness of M-health technologies to improve health care service delivery processes: a systematic review and meta-analysis",
      "authors": [
        "C Free",
        "G Phillips",
        "L Watson",
        "L Galli",
        "L Felix"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001363"
    },
    {
      "title": "Standardized functions for smart-phone applications: examples from maternal and child health",
      "authors": [
        "M Rotheram-Borus",
        "M Tomlinson",
        "D Swendeman",
        "A Lee",
        "E Jones"
      ],
      "year": 2012,
      "doi": "10.1155/2012/973237"
    },
    {
      "title": "Reducing risks for mental disorders: Frontiers for preventive intervention research",
      "authors": [
        "P Mrazek",
        "R Haggerty"
      ],
      "year": 1994
    },
    {
      "title": "Standards of evidence: criteria for efficacy, effectiveness and dissemination",
      "authors": [
        "B Flay",
        "A Biglan",
        "R Boruch",
        "F Castro",
        "D Gottfredson"
      ],
      "year": 2005
    },
    {
      "title": "The place of implementation science in the translational medicine continuum",
      "authors": [
        "G Thornicroft",
        "H Lempp",
        "M Tansella"
      ],
      "year": 2011,
      "doi": "10.1017/s0033291711000109"
    },
    {
      "title": "Programs for parents of infants and toddlers: recent evidence from randomized trials",
      "authors": [
        "D Olds",
        "L Sadler",
        "H Kitzman"
      ],
      "year": 2007,
      "doi": "10.1111/j.1469-7610.2006.01702.x"
    },
    {
      "title": "Challenges to changing health behaviours in developing countries: a critical overview",
      "authors": [
        "F Aboud",
        "D Singla"
      ],
      "year": 2012,
      "doi": "10.1016/j.socscimed.2012.04.009"
    },
    {
      "title": "Factors influencing behavior and behavior change",
      "authors": [
        "M Fishbein",
        "A Bandura",
        "H Triandis",
        "F Kanfer",
        "M Becker"
      ],
      "year": 2000,
      "doi": "10.4324/9780203804100"
    },
    {
      "title": "Health care delivery. Open mHealth architecture: an engine for health care innovation",
      "authors": [
        "D Estrin",
        "I Sim"
      ],
      "year": 2010
    },
    {
      "title": "The multiphase optimization strategy for engineering effective tobacco use interventions",
      "authors": [
        "L Collins",
        "T Baker",
        "R Mermelstein",
        "M Piper",
        "D Jorenby"
      ],
      "year": 2011,
      "doi": "10.1007/s12160-010-9253-x"
    },
    {
      "title": "Web-based smoking-cessation programs: results of a randomized trial",
      "authors": [
        "V Strecher",
        "J Mcclure",
        "G Alexander",
        "B Chakraborty",
        "V Nair"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2007.12.024"
    },
    {
      "title": "Survey conditioning in selfreported mental health service use: randomized comparison of alternative instrument formats",
      "authors": [
        "N Duan",
        "M Alegria",
        "G Canino",
        "T Mcguire",
        "D Takeuchi"
      ],
      "year": 2007
    },
    {
      "title": "Harnessing experience: exploring the gap between evidence-based medicine and clinical practice",
      "authors": [
        "M Hay",
        "T Weisner",
        "S Subramanian",
        "N Duan",
        "E Niedzinski"
      ],
      "year": 2008,
      "doi": "10.1111/j.1365-2753.2008.01009.x"
    },
    {
      "title": "Comparison of a phased experimental approach and a single randomized clinical trial for developing multicomponent behavioral interventions",
      "authors": [
        "L Collins",
        "B Chakraborty",
        "S Murphy",
        "V Strecher"
      ],
      "year": 2009,
      "doi": "10.1177/1740774508100973"
    },
    {
      "title": "Behaviour change communication targeting four health behaviours in developing countries: a review of change techniques",
      "authors": [
        "C Briscoe",
        "F Aboud"
      ],
      "year": 2012,
      "doi": "10.1016/j.socscimed.2012.03.016"
    }
  ],
  "num_references": 38
}
