{
  "paper_id": "V8LXGMNW",
  "title": "Effectiveness of Text Message Interventions for Weight Management in Adolescents: Systematic Review",
  "abstract": "Background: The incidence of obesity among adolescents is increasing. Text messages are a primary communication form for adolescents and potentially a scalable strategy for delivering population health interventions. Objective: This study aimed to determine the effectiveness of text message interventions in reducing BMI in adolescents and describe characteristics that are common to effective interventions. Methods: This systematic review included randomized controlled trials of text message lifestyle interventions involving adolescents aged 10 to 19 years with outcomes focused on obesity prevention or management. Primary outcome was objective or self-report change in BMI. Results: In total, 4362 records were identified, and 215 full-text articles were assessed for eligibility. A total of 8 unique studies were identified, including 767 participants, mean age 14.3 (SD 0.9) years, BMI 29.7 (SD 1.6) kg/m2 and 53.1% (407/767) female (31/101, 30.7%-172/172, 100.0%). All interventions were multicomponent. The median active intervention period was 4.5 months. During the active and extended intervention phases, text messages accounted for >50% (8 studies) and >85% (3 studies) of contact points, respectively. Text messages were heterogeneous, with a median of 1.5 text messages sent per week (range: 1-21). A total of 4 studies utilized two-way text message communication with health professionals Of the 8 studies, 7 demonstrated reductions in BMI or BMI z-score in the intervention group compared with the control at the end of the final follow-up. The effect was only statistically significant in 1 study at 6 months. Over 6 months, reductions in BMI (kg/m2) ranged from 1.3% to 4.5% and BMI z-score ranged from 4.2% to 28.1%. Overall quality of the studies was low. Conclusions: Further research is required to elucidate the effectiveness and potential impact of text message interventions on weight and weight-related behaviors in adolescents.",
  "year": 2014,
  "date": "2014-08-30",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Stephanie",
      "surname": "Partridge",
      "name": "Stephanie Partridge",
      "affiliation": "1  The University of Sydney , Westmead Applied Research Centre , Faculty of Medicine and Health , Sydney , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "stephanie.partridge@sydney.edu.au"
    },
    {
      "forename": "Rebecca",
      "surname": "Raeside",
      "name": "Rebecca Raeside",
      "affiliation": "1  The University of Sydney , Westmead Applied Research Centre , Faculty of Medicine and Health , Sydney , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "B",
      "surname": "Bio",
      "name": "B Bio",
      "affiliation": "1  The University of Sydney , Westmead Applied Research Centre , Faculty of Medicine and Health , Sydney , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Anna",
      "surname": "Singleton",
      "name": "Anna Singleton",
      "affiliation": "1  The University of Sydney , Westmead Applied Research Centre , Faculty of Medicine and Health , Sydney , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": ";",
      "surname": "Karice",
      "name": "; Karice",
      "affiliation": "1  The University of Sydney , Westmead Applied Research Centre , Faculty of Medicine and Health , Sydney , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Julie",
      "surname": "Redfern",
      "name": "Julie Redfern",
      "affiliation": "1  The University of Sydney , Westmead Applied Research Centre , Faculty of Medicine and Health , Sydney , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "The University of Sydney Westmead Applied Research Centre Faculty of Medicine and Health Department of General Practice Acacia House , Westmead Hospital Sydney , 2145 Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre Faculty of Medicine \n\t\t\t\t\t\t\t\t Health Department of General Practice Acacia House \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t Westmead Hospital Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2145 \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000925",
  "keywords": [
    "adolescent",
    "text message",
    "obesity",
    "overweight",
    "prevention",
    "mHealth Internet intervention group. e sLMP: Simplified Lifestyle Modification Program intervention group"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "The prevalence of overweight and obesity among children and adolescents is now estimated to be 18% globally, with the prevalence of overweight increasing by 47% over the last four decades  [1] . Lifestyle risk factors, namely, suboptimal diet, physical inactivity, and overweight and obesity are well established during adolescence  [2] [3] [4] , making this second decade of life  (10-19 years)    [5]  a critical period for the development of lifelong health trajectories  [6] . Weight gain during adolescence is associated with earlier onset type 2 diabetes mellitus and cardiovascular disease (CVD)  [2, 7] . Compared with adolescents without obesity, adolescents with obesity have increased levels of circulating free fatty acids, which reduce insulin sensitivity, potentially contributing to impaired insulin secretion  [7] . Moreover, adolescents who gain weight and maintain a high BMI into adulthood have higher odds of developing hypertension, dyslipidemia, and systemic inflammation  [2] . More short-term adverse health outcomes associated with adolescent overweight and obesity include weight stigma  [8]  and reduced quality of life and self-esteem  [9] . Interventions to prevent obesity, including combinations of both physical activity and diet interventions have so far remained mainly school based and with limited evidence of effectiveness on BMI  [10] . Therefore, for health systems to impact population overweight and obesity, interventions need to be personalized, low cost, and scalable with a broad reach to engage all adolescents at risk of obesity.\n\nThe ubiquity of mobile phones has given rise to new ways of delivering health care through mobile health (mHealth)  [11] . mHealth has the potential to provide personalized, low-cost, and population-wide behavior change programs for obesity prevention and management, particularly for adolescents who are digital frontrunners  [12] . Adolescent mobile phone ownership is high in both developed and developing countries. For example, over 90% of adolescents in Australia and the United States own a mobile phone  [13, 14]  and the average age to first own a mobile phone was 10.4 years in Korean children  [15] . Moreover, adolescents spend on average more than 3 hours per day using a mobile phone, with their device always nearby  [16] , and text messaging remains a primary means of communication  [13] . As such, text message interventions have the potential to be a wide-reaching and engaging mode of health care delivery for adolescents.\n\nThere is evidence which indicates that text messaging interventions in adults can promote improvements in lifestyle behavior change for weight loss, smoking cessation, physical activity, management of chronic disease and CVD risk, blood pressure lowering, and diabetes care  [17] [18] [19] [20] [21] [22] . Text messages are a feasible and acceptable form of communication for adolescents with obesity  [23, 24] . Features of text messages that are well suited to dietary and physical activity behavior change interventions for adolescent weight management include two-way communication between participant and health professional; direct communication with participants (ie, not required to actively log on to a smartphone app or website for support); and the ability to prompt and reward the repetition of positive behavior change in real time.\n\nA critical step to translate and disseminate mHealth obesity prevention and management programs for adolescents is to understand the effectiveness and acceptability of the mHealth intervention components, which may help improve the integration of evidence-based practices into health systems. Previous systematic reviews have found limited studies utilizing text messages for improving diet and physical activity behaviors of adolescents  [25, 26] . However, Rose et al  [26]  did identify successful behavior change strategies for improved nutrition and physical activity behaviors, namely, education, goal setting, and self-monitoring, which are feasible for delivery via text message. Another review investigating mobile technologies for the prevention and treatment of pediatric obesity found considerable heterogeneity in the three included studies utilizing text messages  [27] ."
    },
    {
      "title": "Objective",
      "text": "In recent years, evidence on the effectiveness of interventions delivered via text messages for adolescent weight management have been accumulating but not yet consolidated. Moreover, the collective evidence on text message development and process evaluation data, such as how adolescents engage with and use the text messages, have not been synthesized. Therefore, the aim of this systematic review was  (1)  to evaluate the effect of interventions delivered via text messages on weight outcomes in an adolescent population and (2) to understand intervention characteristics that are common to effective interventions delivered by text message."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Protocol and Registration",
      "text": "This systematic review was conducted and reported following the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) statement guidelines  [28]  (Multimedia Appendix 1) and followed the predetermined methods documented in a protocol. The review was registered in the International Prospective Register of Systematic Reviews (PROSPERO; registration number: CRD42018109197)."
    },
    {
      "title": "Eligibility Criteria",
      "text": "Studies were included that met the following criteria: (1) randomized controlled trials (RCTs) that included lifestyle interventions of any duration which included mobile phone SMS or text message. Only RCTs were included as they provide the strongest evidence for the benefits of a health care intervention  [29] ; (2) participants were adolescents, defined by the World Health Organization as the second decade of life, 10 to 19 years  [5] , both girls and boys, not pregnant and free of acute illness or chronic disease, as some conditions may influence body weight outcomes or ability to change lifestyle behaviors; (3) only studies focused on obesity prevention or management were included; and (4) studies with interventions of any duration that involved the delivery of text messages via a mobile phone device, including multicomponent interventions that were delivered in part by text message. Studies with interventions that use at least any two of the behavioral techniques (BCTs) to achieve behavior change, for example, goal setting, were included. BCTs are defined as a mechanism of action in an intervention that contributes to positive behavior change  [30] . The mode of text message delivery included standard SMS or messaging apps like WhatsApp (studies were excluded if they included text messages that are only appointment or other reminders);  (5)  all study settings were included, that is, health care, community, home, or school based; (6) a comparator group of participants receiving standard care (no messages or some form of control text message);  (7)  a study outcome of change in body weight measured in BMI or BMI z-score (also called BMI standard deviation scores);  (8)  studies published in any language were considered; and (9) studies published after 2005 were considered. The cut-off date of 2005 was selected as the current generation of adolescents (Generation Z) appeared in the population after 1995, and the oldest of this generation were 10 years old in 1995. The criteria for included studies in this review are summarized in the Population, Intervention, Comparator, Outcomes, and Setting format in Table  1 ."
    },
    {
      "title": "Information Sources and Searches"
    },
    {
      "title": "Study Selection",
      "text": "One author (SP) carried out all electronic database searches. Search results across databases were merged using reference management software, Endnote X8 (Camelot UK Bidco Limited, Clarivate Analytics, United Kingdom), and duplicate records of the same study were removed. Study selection followed the process described in the Cochrane Handbook of Systematic Reviews and PRISMA statements. Two researchers (SP and RR) independently screened titles and abstracts to remove irrelevant studies to identify studies that met the inclusion criteria described above using a predetermined eligibility assessment form. Any disagreements were discussed and resolved by consensus between two authors (SP and RR), and a third author was consulted (AS) in the case of unresolved disagreement."
    },
    {
      "title": "Data Collection Process",
      "text": "For studies meeting the inclusion criteria, information was extracted using a predesigned electronic data extraction table based on PRISMA statement  [28]  and data items required for the Cochrane Collaboration's risk of bias tool  [29]  that was developed and test-piloted for this review. One author extracted (SP) the data, and a second author (RR) independently cross-checked a random 20% of the data for accuracy. Extracted data included data items on study characteristics (design, aim, sample size, active intervention duration, extended intervention duration, follow-up time points, attrition, comparison of dropouts, and recruitment methods), participant characteristics (age, weight, BMI (kg/m 2 ) and/or BMI z-score at baseline, gender, and ethnicity), intervention characteristics (components, theoretical underpinning, BCTs using the behavior-specific taxonomy of 40 BCTs for physical activity and healthy eating behaviors [CALO-RE taxonomy]  [30] , setting, peer support, personnel interaction, text message details, and comparators), study outcome measures (method of assessment, changes in body weight measured in BMI change in kg/m 2 , and/or BMI z-score change in units during the intervention and all follow-up period[s], changes in diet, physical activity and/or psychosocial well-being if reported or collected, measures of error, and statistical significance), and adherence measures (number, type, and definition of adherence measures). When two or more articles reported results from the same study, all articles were considered together for complete data extraction. Authors were contacted for missing, incomplete, or unclear data."
    },
    {
      "title": "Data Synthesis and Analysis",
      "text": "The key characteristics of the included studies were summarized in text form and tabulated using the information collected from the data extraction form. The primary outcome of interest was the change in body weight measured in BMI change in kg/m 2 or BMI z-score change in units. Where possible, for all study arms, the mean or median change was recorded at baseline, postintervention, and any additional follow-up(s). Measures of error were standard error or standard deviation and associated P values for change between groups at follow-up(s), and overtime were recorded if available. The clinical significance of outcomes was also considered. Modest reductions in BMI z-score (0.01-0.15) in adolescents with overweight or obesity have been associated with improvements in several cardiovascular risk factors and considered to be clinically meaningful  [31] . More significant improvements in cardiovascular risk can be seen with BMI z-score reductions of >0.25 in adolescents with obesity  [32] . Interventions were heterogeneous; only 5 studies reported the mean change in BMI, only 4 studies reported the mean change in BMI z-score, and all were at varying follow-up time points. This heterogeneity rendered the sample size too small for a meta-analysis of these outcomes to be conducted at each follow-up time point  [33] ."
    },
    {
      "title": "Risk of Bias Assessment"
    },
    {
      "title": "Cochrane Risk of Bias Assessment",
      "text": "The Cochrane Collaboration's tool was used to assess the risk of bias at the individual study level  [29] . The primary sources of systematic bias in trials were assessed including the selection of participants (random sequence generation and allocation concealment methods); performance (blinding of participants and personnel); detection (blinding of outcome assessment); attrition (incomplete outcome data); and reporting (selective reporting of study outcomes). Two authors (SP and RR) independently evaluated each study for risk of bias and permitted a judgment of low risk, high risk, or unclear risk. A third author (AS) was consulted in the case of unresolved disagreement."
    },
    {
      "title": "Quality of Evidence Assessment"
    },
    {
      "title": "Grading of Recommendations Assessment, Development, and Evaluation Assessment",
      "text": "The quality of the body of evidence was determined using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system  [34] . In total, 5 categories were considered to ascribe a quality rating: limitations in study designs; consistency of results; the directness of the evidence concerning study populations, intervention design, and outcomes measured; the precision of outcomes; and the presence of publication biases. Two authors (SP and RR) independently evaluated the quality of the body of evidence. A third author (AS) was consulted in the case of unresolved disagreement."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection",
      "text": "The search found 4362 articles from all electronic database searches and an additional 4 articles through hand searching of reference lists (Figure  1 ). After exclusion of duplicates, 3418 articles were screened by title and abstract, and 3203 were excluded. A total of 215 full-text articles were assessed for edibility, and 201 were excluded with reasons outlined in Figure  1  and Multimedia Appendix 4. Eight unique studies  [35] [36] [37] [38] [39] [40] [41] [42]  from 13 publications were included in this review  [24, [35] [36] [37] [38] [39] [40] [41] [43] [44] [45] [46] [47] ."
    },
    {
      "title": "Effectiveness of Interventions"
    },
    {
      "title": "Body Mass Index",
      "text": "All studies measuring BMI (kg/m 2 ) measured height and weight in person by trained personnel using standardized procedures and calibrated equipment (Table  2 ). The 5 studies calculating BMI z-score specified the country of origin for the age-and sex-specific reference values  [37, [39] [40] [41] [42] . Of the 8 studies, 7 demonstrated reductions in BMI or BMI z-score in the intervention group compared with the control at the end of the final follow-up (Table  3 ). The effect was only statistically significant in 1 study at 6 months  [37] . Significant time by group effects were observed in 3 studies  [36, 37, 40] ; 2 studies reported the effect of the intervention on both BMI and BMI z-score  [37, 40] , 3 studies reported the effect of the intervention on BMI only  [35, 36, 38] , and 3 studies reported the effect of the intervention on BMI z-score only  [39, 41, 42] . A decrease in BMI ranged between 1.3% and 4.5% in the intervention group compared with the control at 6 months, with the exception of 1 study, which saw an increase in BMI of 3.8% in the intervention group compared with the control group at 6 months  [38] . The 3 studies which reported BMI z-score change at 6 months varied with a decrease of 28.1%, 4.2%, and 4.5% in the intervention group compared with the control  [37, 41, 42] ."
    },
    {
      "title": "BMI",
      "text": "Height and weight measured in person, by a trained researcher using standard procedures and calibrated equipment Abraham et al, 2015, China  [35]  Height and weight measured in person by a trained researcher in duplicate using standard procedures and calibrated equipment Bagherniya et al, 2018, Iran  [36]  Height and weight measured in person, by trained research assistant who was blinded to group assignment Chen et al, 2017, the United States  [37]  Height and weight measured in person with shoes off, repeated twice by study staff Love-Osborne et al, 2016, the United States  [38]  Height and weight measured in person by a trained researcher using standard procedures and calibrated equipment a + denotes effect size 0%-4%; + + denotes effect size 5%-9%; + + + denotes effect size ≥10%. h W: website only.\n\ni WG: website + group. j WSMS: website + text messages. At 3 months, Abraham et al  [35]  investigated the mean difference in BMI (kg/m 2 ) between the intervention and control groups and found no effect (P=.04) on BMI (kg/m 2 ). At 6 months, 3 studies investigated the mean difference in BMI between the intervention and control groups and found no effect  [36] [37] [38] . Two studies found significant group by time effects for mean decreases in BMI (kg/m 2 ) from baseline to 6 months  [36, 37] . Chen et al  [36]  reported a decrease in BMI of 0.58 kg/m 2 (SE 0.13; 90% CI -0.84 to -0.40; P=.001)  [37]  and the other study reported only a value of P<.001  [36] . Nguyen et al found that the intervention with adjunctive electronic contact including text messages (once per month from 2 months) compared with group-based behavioral lifestyle intervention only had no effect at 12 (BMI 0.01 kg/m 2 ; 95% CI -1.2 to 1.3; P>.05)  [40]  or 24 months (BMI 0.01 kg/m 2 ; 95% CI -1.2 to 1.3; P>.05)  [46] . From baseline to 24 months, there was a significant group by time effect for BMI, with a mean decrease between the intervention and control groups of 0.8 kg/m 2 (95% CI 0.2 to 1.4; P<.05)  [46] . At 3 months, Mameli et al  [39]  found comparable mean decreases in BMI z-score between the intervention and control groups (-0.03 units, 95% CI 0.14 to 0.09 vs -0.04 units, 95% CI 0.16 to 0.08, respectively), which were not significantly different (P>.05) and no time effect from baseline to 3 months was observed (P=.87). At 6 months, Chen et al  [37]  found a significant mean difference in BMI z-scores between groups of -0.15 units (SE 0.15; 90% CI -0.40 to 0.09; P=.001) and a significant decrease in BMI z-score over time between groups (-0.12 units; SE 0.03; 90% CI -0.16 to -0.07; P=.001). Jensen et al  [42]  found that BMI z-score did not differ across the intervention and control groups at 6 months (P value not reported). However, participants in the intervention group significantly decreased BMI z-score by 0.32 units compared with baseline values (P<.01), whereas the control group participants did not decrease BMI z-score over the 6 months (P=.63). Similar to the results for BMI, Nguyen et al  [40, 46]  found no significant difference in BMI z-score between groups at 12 and 24 months (P>.05). However, from baseline to 12 and 24 months, there was a significant group by time effect for BMI z-score, with a mean decrease between the intervention and control groups of 0.09 units (95% CI -0.12 to -0.06; P<.001) and 0.13 units (95% CI -0.20 to -0.06; P<.05), respectively. Patrick et al  [41]  found no difference in BMI z-score from baseline, 6, and 12 months between groups (P=.93)."
    },
    {
      "title": "Lifestyle Outcomes",
      "text": "There was limited overlap in secondary outcomes between studies, which limited comparisons. In total, 3 studies measured blood pressure, and no consistent significant differences were shown between the intervention and control groups. Abraham et al  [35]  found no decrease in systolic or diastolic blood pressure between the intervention and control groups. Chen et al  [37]  found a significant reduction in diastolic blood pressure of 2.66 mmHg over 6 months between the intervention and control groups (90% CI -4.02 to -1.31; P=.001). Whereas Nguyen et al  [40]  found the intervention group had a mean higher systolic blood pressure difference of 3 mmHg at 12 and 24 months only after adjusting for sex, age, and perceived athletic ability. Bagherniya et al  [36]  and Nguyen et al  [40]  found no effect of the intervention on waist circumference at 6 months or 12 and 24 months, respectively. A total of 4 studies measured physical activity using different instruments, including a 0 to 10 scale of physical activity validated in Chinese youth  [35] , a short question adapted from the California Health Interview Survey  [37] , and a 7-day physical activity recall interview  [41]  or physical activity questionnaire  [36] . Chen et al  [37]  observed a significant increase of 0.40 physical activity days per week in the intervention group compared with the control group over the 6 months (90% CI 0.15 to 0.66; P=.01)  [37]  and Bagherniya et al  [36]  found the intervention group significantly increased daily minutes of physical activity compared with controls at 6 months (P<.001). Two studies assessed the quality of life using the Impact on Weight Quality of Life-Kids  [42]  and the pediatric quality of life inventory  [41] . Jensen et al  [42]  found no between-group difference in the weight-related quality of life. However, both groups demonstrated significant improvements in parent-report scores (Ps<.05) [42] , and Patrick et al  [41]  found positive correlations between physical functioning quality of life and behavior change strategies in girls. Body fat percentage was measured in 2 studies at 6 months, and no differences were observed  [35, 41] . Dietary intakes were measured in 2 studies via short self-report questions on fruit, vegetable, and sugar-sweetened beverage intake  [37]  or by a food frequency questionnaire  [41]  at 6 months, and no differences were observed. Other outcomes included waist-to-height ratio, stress, depression self-efficacy, and social support for behavior change, of which none were consistent between studies."
    },
    {
      "title": "Study Characteristics",
      "text": "All RCTs included in the review were published in English  [35] [36] [37] [38] [39] [40] [41] . The median sample size was 75 participants (range 40-172 participants), with a total of 767 participants (Table  4 ). In all, 2 studies recruited participants from obesity clinics  [35, 39] , 3 studies recruited from primary care  [37, 41, 42] , 2 studies recruited from schools  [36, 38] , and the remaining study utilized several recruitment strategies  [40, 45]  (Table  5 ). Participants ranged in age from 12 to 18 years, with a mean age of 14.3 years (SD 0.9). All participants had overweight (BMI on 85th-95th percentile) or obesity (BMI>95th percentile) with a mean BMI of 29.7 kg/m 2 (SD 1.6). One study reported the mean participant BMI percentile for age and sex at baseline, which was 91.5 (SD 4.2)  [42] . On average, 53% of participants were female (range 27%-100%). Overall, 6 studies reported participant ethnicity  [35] [36] [37] [38] 41, 42] , with 2 studies recruiting 100% of participants who were Chinese  [35, 37] ; in 1 study, 100% of the participants were Persian  [36] ; in 1 study, 64% of the participants were white  [42] , and the samples in the remaining 2 studies were predominately Hispanic  [38, 41] . In all, 5 studies with a follow-up at 2 to 3 months had a median attrition rate of 6.8% (range 0%-30.4%) [35] [36] [37] 39, 40] . The median attrition rate increased for each subsequent follow-up: 15% at 6 to 8 months (range 0%-38.5%, n=6 studies)  [35] [36] [37] [38] 41, 42] ; 26.9% at 12 months (range 12.3%-46.2%, n=2 studies)  [40, 41] ; and 38.5% at 24 months (range 25.9%-41.1%, n=1 study)  [40] ."
    },
    {
      "title": "Intervention Characteristics",
      "text": "A total of 5 studies were two-arm RCTs  [36, 37, 39, 40, 42] , 2 were three-arm RCTs  [35, 38] , and 1 a four-arm RCT (Table  5 )  [41] . The median active intervention period was 4.5 months (range 2-12 months) and 2 studies had an extended intervention period of 3 months  [35, 37] , and 1 had 22 months  [40] . In all, 5 studies followed up participants at 2 to 3 months  [35] [36] [37] 39, 40] , 6 studies at 6 to 7 months  [35] [36] [37] [38] 41, 42] , 2 studies at 12 months  [40, 41]  and 1 study at 24 months  [40] . All interventions were multicomponent, and no interventions were delivered solely via text messages (Table  6 ). Two studies had intervention groups consisting of Web-based educational modules delivered via a website and text messages  [35, 41] ; 2 studies had intervention groups which provided participants wearable devices and access to smartphone apps and text messages  [37, 39] , and the remaining 4 studies had intervention groups which involved in-person individual or group sessions with health professionals and text messages  [36, 38, 40, 42] . In all, 4 studies were grounded in the social cognitive theory  [35] [36] [37] 40] . Overall, 2 studies were"
    },
    {
      "title": "Partridge et al JMIR MHEALTH AND UHEALTH"
    },
    {
      "title": "XSL • FO",
      "text": "RenderX primarily set in an obesity clinic  [35, 39] , 2 in high schools  [36, 38] , 3 in primary care  [37, 40, 42] , and 1 was mostly online  [41] . The majority of studies encouraged peer support from parents, and all studies included interactions with research and health professionals. Control conditions consisted of usual care, with 6 of the 8 studies including control conditions with in-person educational or information sessions  [35, 36, [39] [40] [41] [42] .\n\nThe median number of text messages sent each week was 1.5 (range 1-21 text messages; Table  7 ). One study specified that 3 text messages were sent each day; however, it was not specified if this was every day  [42] . In this study, control participants also received a form of control text messages, and both groups demonstrated reductions in BMI z-score  [42] . In all, 4 studies used one-way text messages (participants unable to reply)  [36] [37] [38] [39]  and 4 studies used two-way text messages (participants able to respond)  [35, [40] [41] [42] . A total of 4 studies had personalized text messages  [38, 39, 41, 42] , 2 studies had semipersonalized text messages  [35, 40] , and 2 studies did not have personalized text messages  [36, 37] . Overall, 6 studies utilized text messages in the active intervention phase, ranging from 17% to 100% of the intervention contact points  [35, 36, 38, 39, 41, 42] . In all, 2 studies utilized text messages only in the extended intervention phase accounting for 100%  [37]  and 60%  [40]  of the intervention contact points. Both studies with text messages only in the extended phase had significant between-group differences in BMI or BMI z-score at the end of follow-up  [37, 40] . The 4 studies, which personalized the text messages, had text message content-related individual behavioral goals  [35, 38]  or utilized data from wearables  [39]  or self-reported text messages  [42]  to provide personalized feedback on lifestyle behaviors. All 4 studies did not significantly affect BMI outcomes. The BCTs used in the text messages are presented in Multimedia Appendix 5. The number of domains ranged from 3 to 5, with all text messages in each study utilizing goals and planning and credible source. The number of BCTs ranged from 4 to 8, with all text messages in each study using goal setting for behaviors and credible source.\n\nA total of 3 studies provided details about the development of the intervention content broadly  [37]  or text messages  [24, 35, 42] . Abraham et al  [35]  conducted focus groups with 11 Chinese American adolescents asking open-ended questions about the use of text messages in the program, and adolescents agreed that individualized weekly text message reminders could be a good way to enhance motivation to adopt healthy behaviors.\n\nNo further details about the text message development were provided. Chen et al  [37]  formed an advisory group consisting of two primary care physicians and four adolescents and consulted other adolescents (n=10) via a focus group. The advisory group identified the purpose and goals of the intervention and focus groups and piloted the procedures and appropriateness of the intervention content. Adolescents liked the program and minor changes were made. No specific details relating to text message development were provided. In a separate publication, Jensen et al  [24]  detailed the process of text message development. The iterative process involved the development of an evidence-based text message bank by the research team, which was then tested in a pilot study with 20 adolescents (mean age 14 years, 85% female, 77% white) who received 1 text message per day for 3 months  [24] . Feedback was provided at monthly intervals and at the end of the study. Overall, participants liked the text messages, liked receiving them after school, and they could recall topics the text messages addressed. The most popular text messages were recipe ideas, followed by testimonials and messages with pictures. Most found the messages personally relevant, and messages helped them to make healthy choices and kept them focused on weight management. A greater variety of messages were suggested. The findings informed the RCT.\n\nIn total, 6 studies provided results related to the rates of replies of text messages during the intervention. Abraham et al  [35]  found 78.3% of participants responded to text messages about diet goals and 77.5% of participants responded to text messages about exercise goals. In a study by Nguyen et al  [40] , response rates were lower, with messages about healthy eating and booster session reinforcement having the highest reply rates (42% and 34%, respectively), whereas text messages about self-esteem or stress management had the lowest response rates (4%). Jensen et al  [42]  found over 6 months that intervention participants sent self-monitoring text messages on 47% of intervention days compared with only 22% control participants  [42] . Intervention participants demonstrated significantly higher self-monitoring adherence (P<.01) than control participants. The 3 text messages per day were helpful for 85% of intervention participants. However, 69% of intervention participants found the text message content annoying and repetitive. Over half (54%) would prefer fewer and more personalized text messages.\n\nLove-Osborne et al  [38]  sent an average of 12 personal goal-related text messages and 12 text messages to remind participants to return log sheets about their weekly weight and lifestyle behaviors. However, it was reported that only few adolescents turned in log sheets in either group. Only 1 study asked participants to rate the helpfulness of text messages, with 27 of 39 adolescents rating the messages somewhat helpful or very helpful  [40] . One study, which included Fitbit and website education resource in addition to text messages, found that the 100% of participants would recommend the program to others and 91% shared the Fitbit data with their primary care provider  [37] . Only 1 study detailed that text messages were sent from an automated computer system capable of tailoring the text messages using an algorithm based on participant feedback via text message  [42] . No other studies provided details about the system or infrastructure used to deliver the text messages. One study reported a research assistant spent 2 hours per week sending personalized text messages  [35] . Jensen et al, 2019, the United States [42] 1 in-person MI session Control group: In-person MI session + self-I: Single in-person MI session with a clinical Nil Primary care MI I: Single in-person 50 min MI h session + selfmonitoring text messages physiologist doctoral student designed to elicit motivation for monitoring and adaptive text messages change, assess potential barriers to change, and reinforce weight-related behavior change talk and education on Stoplight Eating Plan Love-Osborne et al, 2016, the United States [38] Not reported Not reported I: Up to 8 in-person visits with health educator Nil School; mobile phone MI I: Health Educator visits + paper-based self-monitoring log sheet + text messages (TMs i subgroup of intervention group) j Mameli et al, 2018, Italy [39] 1 in-person baseline information session Control group: Mediterranean diet advice + instruction to I: In-person training session on how to use WB and APP Parents Obesity clinic; mobile phone Not reported I: Participants provided a WB k + APP and asked to record the real-time food intake increase physical activity and decrease sedentary time Nguyen et al, 2012, Australia [40,46] Partridge et al JMIR MHEALTH AND UHEALTH XSL • FO RenderX Comparator personnel interaction Comparator description Intervention personnel interaction Peer support Setting Theory Author, year, country, and intervention description Active phase, 7 in-person group sessions with trained dietitians + Extended phase, 7 in-person group sessions with trained dietitians Control group: Loozit Program only I: Active phase, 7 inperson group sessions with trained dietitians + Extended phase, 7 inperson group sessions + 32 emails or text messages + 14 TC sessions all with trained dietitians Parents Primary care; hospital; mobile phone SCT I: Loozit group program of seven 75-min group sessions during active phase + seven 60-min group sessions during extended phase + ATC l including 32 emails or text messages+ 14 TC m sessions Patrick et al, 2013, the United States [41] Up to 3 in-person group nutrition sessions Control group: printed educational material + encouraged to attend three 60-min group nutrition sessions at local hospital + monthly mailed tip sheets WSMS: communication with health counsellor via text message Nil Website; mobile phone BDM p ; TTM WSMS n : W o + text messages Not reported Not reported WG: In-person group sessions with health counsellor Parents Website BDM; TTM WG q : W + 12 90-min group sessions + 24 health coaching calls Not reported Not reported W: communication with health counsellor via email Nil Website BDM; TTM   [40, 46]  Active: 75 Related to weekly challenges and intervention goals Yes Two-way 3/week Patrick et al, 2013, the United States  [41]  a Percentage of intervention delivered by text message was determined by (number of text message contact points ÷ total number of contact points)×100.\n\nEach in-person session, website session, or text message is counted as one contact point. b WB: wristband."
    },
    {
      "title": "Risk of Bias Assessment"
    },
    {
      "title": "Cochrane Risk of Bias Assessment",
      "text": "Overall, the majority of studies were classified as having a low or unclear risk of bias across all main sources of bias (Figure  2  and Multimedia Appendix 6). In all, 5 studies described a random component in the sequence generation process, permitting a judgment of low risk of bias for random sequence generation  [35, 37, 39, 40, 42] ; 5 studies provided insufficient information to determine if the allocation was adequately concealed  [36] [37] [38] [39] 41] ; and 7 studies did not provide adequate information to determine if there was blinding of participants and personnel to the intervention  [35] [36] [37] [38] [40] [41] [42] . One study stated that there was no blinding and was classified as high risk  [39] . One study has blinded outcome assessment  [36] , 1 study had no blinding of outcome assessment  [39] , and the remaining studies were unclear  [35, 37, 38, [40] [41] [42] . A total of 7 studies adequately addressed incomplete data permitting a judgment of low risk of bias  [35, [37] [38] [39] [40] [41] [42] . Overall, 4 studies were rated low risk of bias for selected reporting as they provided a study protocol or trial registration which prespecified all outcome  [35] [36] [37] 40] ."
    },
    {
      "title": "Partridge et al JMIR MHEALTH AND UHEALTH"
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "Grading of Recommendations Assessment, Development, and Evaluation Overall Assessment",
      "text": "The search attempted to identify all interventions for weight loss or management in adolescents delivered via text messages to answer the research question. In the body of studies identified (n=8), there were limitations in study design, variant populations, complex interventions, and potential publication bias resulting in an overall low-quality rating (Table  8 ).\n\nTable  8 . Overall assessment of quality in 8 studies (767 participants in total) of weight loss or weight management interventions in adolescents delivered via text message using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) system."
    },
    {
      "title": "Rating with reason Category"
    },
    {
      "title": "Study Limitations",
      "text": "All 8 included studies were RCTs. However, within each of the primary sources of bias, there was insufficient information to permit judgments. In all, 3 studies did not provide sufficient detail on the random sequence generation  [36, 38, 41] , and 5 studies did not provide adequate detail on the allocation concealment to permit judgment based on selection bias  [36] [37] [38] [39] 41] . A total of 7 studies did not provide sufficient detail of blinding methods for participants and personnel  [35] [36] [37] [38] [40] [41] [42] , and 1 study did not blind participants and personnel  [39] . The blinding of the outcome assessment was unclearly described in 6 studies  [35, 37, 38, [40] [41] [42] , and 1 study did not blind participants or personnel to the outcome assessment  [39] . Attrition bias was rated as low risk in 7 studies, and the median attrition rate was below 20% at 3 and 6 months  [35, [37] [38] [39] [40] [41] . However, attrition rates increased above 20% for the 2 studies with 12-and 24-month follow-ups  [40, 41] . Reporting bias was rated as low risk in 4 studies  [35] [36] [37] 40]  and unclear in 4 studies due to insufficient information reported in the publication  [38, 39, 41, 42] , further limiting the quality of the body of evidence."
    },
    {
      "title": "Consistency",
      "text": "Overall, 4 of the 5 studies found the interventions with text messages did not significantly decrease BMI in intervention participants compared with control participants. Of 5 studies, 3 found the interventions with text messages did not significantly decrease BMI z-score in intervention participants compared with control participants. This result suggests a trend toward no effect. However, no studies reported any subgroup analyses on the effect of text messages only. Therefore, it cannot be determined if text messages were responsible for the intervention effect on BMI or BMI z-score."
    },
    {
      "title": "Directness"
    },
    {
      "title": "XSL • FO",
      "text": "RenderX studies recruited all adolescents who were Chinese  [35] , Chinese American  [37] , or Persian  [36] , 2 studies recruited adolescents who were predominately Hispanic  [38, 41] , 1 study recruited adolescents who were predominately white  [42] , and 2 studies did not report ethnicity of adolescent participants  [39, 40] . Only 4 studies reported the parents' education level (range 17%-100% with tertiary education)  [35] [36] [37] 39 ]. The population is not representative of the broader adolescent population. This review allowed for the inclusion of studies that used text messages as a component of a multicomponent intervention. Consequently, all studies used text messages in combination with other intervention components. In addition, 2 studies only used text messages during the extended intervention phase  [37, 40] , and no studies evaluated the effectiveness of only the text message intervention delivery with respect to BMI. All studies measured BMI according to standardized procedures. However, the overall evidence is an indirect representation of the effect of weight management or weight loss interventions delivered via text messages on BMI."
    },
    {
      "title": "Precision",
      "text": "A total of 6 studies reported power calculations and 3 studies were pilot or feasibility studies. All power calculations were based on the primary outcome of BMI (measured as BMI kg/m 2 or BMI z-score). Sample size varied from 40 to 172 participants, with a total of 767 participants, which is considered a sufficient body of evidence for addressing the research question."
    },
    {
      "title": "Publication Bias",
      "text": "A comprehensive search was conducted to ensure that all the available literature was retrieved. This search included major electronic databases, hand searching of reference lists, clinical trial databases and the gray literature, and contacting authors for additional information. Also, as text messages often formed part of larger multicomponent interventions, a conservative approach for full-text screening was adopted to ensure all possible studies were included. However, we may have missed unpublished interventions with insignificant results or negative findings. Therefore, publication bias cannot be ruled out."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "In this review, we assessed 8 studies that investigated the effectiveness of interventions delivered by text messages for weight management in adolescent populations with overweight or obesity. Of the 8 studies, 7 demonstrated reductions in BMI or BMI z-score in the intervention group compared with the control group at the end of the final follow-up. The effect was only statistically significant in 1 study at 6 months  [37] . Significant time by group effects were observed in 3 studies  [36, 37, 40] . The intervention characteristics were heterogenous and multicomponent. However, in the 8 studies, text messages accounted for over 50% of intervention contact points during the active phase, and for the 3 studies with an extended intervention phase, text messages accounted for over 85% of the intervention contact points. Despite text messages accounting for large proportions of the intervention, it cannot be determined if the effects are attributable to the text messages, as no studies utilized a factorial study design and limited process evaluation data to elucidate the characteristics and effects of only text message intervention delivery on BMI outcomes. Also, the overall quality of the body of evidence was rated as low, and this restricts the conclusions that can be drawn. Taking these findings together, this review found that there is limited high-quality evidence for the effectiveness of text messages for weight management in adolescents with overweight or obesity; we, therefore, propose suggestions for improved research design."
    },
    {
      "title": "Comparison With Prior Work",
      "text": "There were only 8 RCT studies included in this review, which utilized text messages for weight management intervention delivery in adolescent populations. The small evidence base may indicate that digital research strategies in this area is in its infancy. However, it also well-recognized that investments into research for adolescent obesity prevention have not kept pace with population growth  [48] . Many of the successes in childhood obesity prevention over recent times have been the result of targeted investment in interventions benefiting younger children  [49, 50] . Investing in obesity prevention and management interventions into adolescence is critical to consolidating these successes. A 2019 Cochrane review of 153 RCTs testing the effectiveness of a range of interventions that include diet or physical activity components, or both, designed to prevent obesity in children found only 20% (31/153) of studies targeted adolescents aged 13 to 18 years  [10] . Over 50% (85/153) of interventions were targeted at children aged 6 to 12 years. The review concluded that strategies for changing diet or physical activity levels, or both, of children to help prevent them from becoming overweight or obese are effective in making modest reductions in BMI z-score in children aged 6 to 12 years. Similar to the finding of the current systematic review, the Cochrane review found limited evidence for adolescents aged 13 to 18 years, and the diet and physical activity strategies given to them in the studies did not reduce their BMI z-score  [10] . Interventions to prevent obesity, including combinations of both physical activity and diet interventions, have so far remained mainly school based and with limited evidence of effective digital intervention strategies. A 2017 systematic review, which focused on digital interventions for improving the diet and physical activity behaviors of adolescents, identified only 4 text message interventions  [26] . The 4 interventions were heterogenous and were ineffective at improving physical activity and dietary behaviors  [26] .\n\nThe interventions included in this review were also heterogenous, and in the most part, text messages formed a part of larger, complex, and multicomponent interventions. A systematic review by Moores et al  [51] , which included all study types of community-based interventions for the treatment of overweight and obesity in adolescents, found that digital technology was utilized in less than half of the 21 included interventions for adolescents, and text messages were only utilized as a part of larger interventions in 4 studies in total. The authors concluded that the inclusion of digital technology did not improve program effectiveness. Similar to the studies included in this review, the interventions were evaluated in traditional RCTs as an aggregation of components. As the traditional RCT evaluates the intervention only as a whole, this evaluation did not enable the isolation of the individual effects of the text messages. Greater consideration in intervention design is required to understand individual user preferences and their engagement with the different intervention components, particularly newer digital technologies. In future studies, this may be achieved through the creation and evaluation of an adaptive intervention using factorial research designs, such as the sequential multiple assessment randomized trial study designs  [52] . Post hoc process evaluations were conducted in 5 of the 8 studies included in this review, which allowed some understanding of individual user preferences and how adolescents engaged with and used the text messages. The 3 studies which involved adolescents in the text message development found high adherence rates measured by text message responses and high overall approval ratings  [35, 37, 42] .\n\nAdolescents are digital frontrunners and their lack of input into digital technologies to manage their health and well-being is likely to result in ineffective levels of engagement and, subsequently, ineffective interventions  [48] . Only 3 of the 8 studies included in this review engaged adolescents in the text message development  [35, 37, 42] . The most comprehensive text message development with adolescents was conducted by Jensen et al  [42] , who before the start of the intervention, tested the text messages in a 3-month feasibility study and surveyed adolescents about the text message content, timings, and interactivity at monthly intervals and semistructured interviews at the end of the study  [24] . This participatory development process allowed the researchers to develop a text message bank that was engaging for participants in the intervention study, with 85% of participants finding the text messages helpful. Similarly, another feasibility study utilized extensive participatory methods with adolescents to develop 300 healthy lifestyle messages and a delivery protocol  [53] . The participatory partnership with adolescents allowed researchers to understand adolescents' preferred text message tone and appreciate adolescents' sensitivity to the language. For example, messages that used an authoritarian tone were strongly disliked by adolescents. This finding was also highlighted in a process evaluation of a 6-month maintenance text message intervention with adolescents with overweight or obesity  [54] . The text message program, which followed an 8-week in-person intervention, was developed without adolescent consultation, and the adolescents described a sense of shame when receiving the text messages and parents perceived the text messages as impersonal. Thus, co-design may increase the likelihood of acceptable text messages and, subsequently, may result in effective engagement in future interventions for adolescents.\n\nOther characteristics related to text message intervention engagement include dose and interactivity. Of the 8 interventions in the current review, 4 had a low dose of text messages of once per month  [40]  or once per week  [35, 36, 39] . Moreover, only 4 of the included studies utilized two-way text message communication, which allowed participants to have varying levels of interaction with research staff or health professionals  [35, [40] [41] [42] . Jensen et al  [42]  requested both groups self-report behaviors to the research team via text message  [42] . Participants in the intervention group, who also received adaptive text messages (evidenced-based intervention content delivered in a gain-frame format indicating what might be gained from adopting healthier behaviors), demonstrated significantly greater self-reporting adherence compared with the control group (P<.01). Comparably, a text messaging program on adolescent reproductive health, which compared one-way text messages with reproductive health information vs interactive text messages with reproductive health quizzes, found interactive text messages increased reproductive knowledge by 24% vs 11% in the one-way text message group  [55] . The interactive text message group was instead sent one multiple-choice quiz question each week. When the participant responded, they immediately received a confirmatory text message informing them whether they answered correctly along with the correct answer and additional information, which corresponded to the information provided in the unidirectional text message. Moreover, a momentary ecological assessment using text messages to assess the adolescent's health information needs found adolescents are willing to use text messaging to report their health information in real time  [56] . The research team sent 3 text messages per week asking adolescents if they had any questions about their health and where did they look for the answer. Adolescents responded to 90% of the 3 text messages sent each week by the research team. Adolescents' most frequently reported questions were about diet and exercise, and adolescents had heightened awareness and health information needs regarding issues related to obesity. Importantly, this sample of adolescents was from a lower socioeconomic status, and text messages showed promise for engaging at-risk and hard-to-reach populations. Future interventions may consider interactive two-way text messages as an intervention delivery strategy for adolescent populations given the demonstration of acceptability in formative research. Unlike other digital technologies, such as online websites and smartphone apps, text messages are inexpensive to develop and to send and receive, and they do not require an internet connection.\n\nTo determine the effectiveness of text message interventions for adolescent weight management, consistent outcome measures of body weight are required. Moreover, consistency in secondary outcome measures is essential for behaviors that underlie weight management, such as diet and physical activity behaviors, which have independent effects of their own on health  [57] . In the 8 included studies, the primary outcome of interest was weight change measured either using BMI z-score or BMI. BMI z-score is a widely accepted way of assessing a child's weight status using measures of relative weight adjusted for child age and sex in their country. Of the 5 studies which reported BMI z-score, 2 studies provided insufficient details (groups means at baseline and follow-up time points) to determine an effect size  [39, 42]  and 3 studies only reported BMI  [35, 36, 38] . In growing adolescents, BMI varies with age and sex. As a result, for BMI to be meaningful in adolescents, it must be compared with a reference-standard that accounts for child age and sex  [58] . Studies which report outcomes in BMI usually have small effect sizes compared with studies reporting BMI z-scores  [51, 59] . For example, Chen et al  [37]  had a BMI effect size of 4.5% at 6 months and BMI z-score effect size of 28.1% at 6"
    },
    {
      "title": "Partridge et al JMIR MHEALTH AND UHEALTH"
    },
    {
      "title": "XSL • FO",
      "text": "RenderX months  [37] . This difference in outcome measures limits a quantitative comparison in effect between studies."
    },
    {
      "title": "Strengths and Limitations",
      "text": "The strengths of this systematic review include the use of a comprehensive search strategy, developed in conjunction with an experienced librarian. A thorough full-text search was undertaken as text messages often form part of larger multicomponent interventions and all publications in any language were considered. Moreover, a comprehensive quality assessment was undertaken using the Cochrane Risk of Bias tool and GRADE tool. Emails were sent to corresponding authors to obtain missing details and for clarification of text message implementation and outcome measures. Hence, more information was obtained than was published. However, several methodological limitations in this review restrict the conclusions that can be drawn. No studies were identified, which were text message-only interventions. This limited the conclusions that were drawn from the review. The risk of bias and methodological quality of the studies in the review was low and reflected the exploratory nature of text message-delivered interventions as research in this area is in its infancy. Only RCTs were included in the current review, and small uncontrolled studies were excluded, which may bias the results. Moreover, due to heterogenous intervention designs and missing outcome data, the sample size was too small for a meta-analysis of these outcomes to be conducted at each follow-up time point."
    },
    {
      "title": "Conclusions",
      "text": "This review demonstrates that there is limited evidence to suggest text messages are an effective tool to deliver interventions for weight management in adolescents with overweight or obesity. Interventions delivered by text message for adolescent weight management were heterogeneous, and the small number of studies indicates research in this area is in its infancy. Although very little high-quality research has been done in the adolescent population, there is high-quality research in adult populations that suggests text messages are an effective tool for the delivery of chronic disease management programs. Further research is required to elucidate the effectiveness and potential impact of only text message interventions on weight and weight-related behaviors in adolescents. Specifically, high-quality studies that evaluate text messages as the only modality of intervention delivery are required."
    },
    {
      "text": "total of 10 major electronic databases (Pre-Medline, MEDLINE, Cochrane, Cochrane Central Register of Controlled Trials, Excerpta Medica Database, Cumulative Index of Nursing and Allied Health Literature, Allied and Complementary Medicine Database, Informit, Scopus, and Web of Science) were systematically searched until January 21, 2019, and hand searching was conducted until July 12, 2019. The database searches were developed in collaboration with a librarian. Search terms included combinations, truncations, and synonym of the following: (1) adolescent; (2) phone text messaging (mHealth or telemedicine or tele-medicine or mobile phone or mobile phones or cell phones or cell phone or cell phones or SMS or short message service or short message or texting or text message or text messages or text messaging or text messaged or text messaging or txt or text); and (3) weight loss or weight maintenance (diet, reducing or weight reduction programs or weight loss or weight maintenance or weight loss or weight management or weight and loss or manage* or maintenance or maintain or maintain*). Appropriate RCT filters were used to maximize the identification of RCTs. Additional articles were obtained through a hand search of reference lists, conference proceedings, key journals in the field, abstracts, clinical trial databases, and by contacting experts in the field. Full electronic search strategies for each database and screenshots of all search results are available in Multimedia Appendices 2 and 3."
    },
    {
      "text": "Figure 1. Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) flow diagram of included studies. RCT: randomized controlled trial. CINAHL: Cumulative Index of Nursing and Allied Health Literature; AMED: Allied and Complementary Medicine Database."
    },
    {
      "text": "Nguyen et al, 2012, Australia [40,46] BMI z-score BMI z-scores based on age-and sex-specific reference values (US reference data) Chen et al, 2017, the United States [37] BMI z-scores based on age-and sex-specific reference values (US reference data) Jensen et al, 2019, the United States [42] BMI z-scores based on age-and sex-specific reference values (Italian reference data) Mameli et al, 2018, Italy [39] BMI z-scores based on age-and sex-specific reference values (US reference data) Nguyen et al, 2012, Australia [40,46] BMI z-scores based on age-and sex-specific reference values (US reference data) Patrick et al, 2013, the United States [41] Mean change in BMI or BMI-z score at follow up(s) (n=8). 58 (SE 0.13, 90% CI -0.84 to -0.40); P=.001 -1.05 (SE 1.22, 90% CI -3.09 to 0.95); P=.39 12 (SE 0.03, 90% CI -0.16 to -0.07); P=.001 -0.15 (SE 0.15, 90% CI -0.40 to 0.09); P=.001 03 (NR) C Love-Osborne et al, 2016, the United States [38] BMI z-score 6-Mhealth Uhealth 2020 | vol. 8 | iss. 5 | e15849 | p. 7 http://mhealth.jmir.org/2020/5/e15849/ (page number not for citation purposes) 95% CI -0.3 to 0.4); P>.05 0.1 (95% CI -1.2 to 1.3); 09 (95% CI -0.12 to -0.06); P<.001 -0.00 (95% CI -0.11 to 0.10); P>.05 1 (NR) W -0.2 (NR) WG JMIR Mhealth Uhealth 2020 | vol. 8 | iss. 5 | e15849 | p. 8 http://mhealth.jmir.org/2020/5/e15849/ (page number not for citation purposes)"
    },
    {
      "text": "NR: not reported. c IT: Internet intervention group. b NR: not reported. d sLMP: Simplified Lifestyle Modification Program intervention group."
    },
    {
      "text": "Figure 2. Risk of bias assessment summary."
    },
    {
      "text": "quality levels due to very serious limitations Study limitationsNo subtraction in levels Consistency -1 quality level, as the interventions are indirect DirectnessNo subtraction of levels due to good precision Precision -1 quality level, as publication bias cannot be ruled out Publication bias Low: our confidence in the effect estimate is limited Overall quality"
    },
    {
      "text": "Comparisons between the control and intervention arms were direct for the included interventions; variations in the study design, populations, and interventions resulted in the overall body of evidence were indirect. The population of all interventions were adolescents, 10 to 19 years. However, 3 Partridge et al JMIR MHEALTH AND UHEALTH"
    },
    {
      "text": "Summary description of Population, Intervention, Comparator, Outcomes, and Setting (PICOS) components."
    },
    {
      "text": "Method of BMI and BMI z-score assessment (n=8)."
    },
    {
      "text": "Characteristics of included studies (n=8)."
    },
    {
      "text": "Characteristics of participants from included studies (n=8)."
    },
    {
      "text": "Characteristics of interventions (n=8)."
    },
    {
      "text": "Text message details of included studies (n=8)."
    }
  ],
  "references": [
    {
      "title": "Global, regional, and national prevalence of overweight and obesity in children and adults during 1980-2013: a systematic analysis for the Global Burden of Disease Study 2013",
      "authors": [
        "M Ng",
        "T Fleming",
        "M Robinson",
        "B Thomson",
        "N Graetz",
        "C Margono"
      ],
      "year": 2014,
      "doi": "10.1016/s0140-6736(14)60460-8"
    },
    {
      "title": "Associations of weight gain from early to middle adulthood with major health outcomes later in life",
      "authors": [
        "Y Zheng",
        "J Manson",
        "C Yuan",
        "M Liang",
        "F Grodstein",
        "M Stampfer"
      ],
      "year": 2017,
      "doi": "10.1001/jama.2017.7092"
    },
    {
      "title": "Adolescent diet quality and cardiovascular disease risk factors and incident cardiovascular disease in middle-aged women",
      "authors": [
        "C Dahm",
        "A Chomistek",
        "M Jakobsen",
        "K Mukamal",
        "A Eliassen",
        "H Sesso"
      ],
      "year": 2016,
      "doi": "10.1161/jaha.116.003583"
    },
    {
      "title": "Physical activity, sedentary time, TV viewing, physical fitness and cardiovascular disease risk in adolescents: The HELENA study",
      "authors": [
        "A Barker",
        "L Gracia-Marco",
        "J Ruiz",
        "M Castillo",
        "R Aparicio-Ugarriza",
        "M González-Gross"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijcard.2017.11.080"
    },
    {
      "title": "World Health Organization Health for the World's Adolescents: A Second Chance in the Second Decade URL",
      "year": 2017
    },
    {
      "title": "Pubertal transitions in health",
      "authors": [
        "G Patton",
        "R Viner"
      ],
      "year": 2007,
      "doi": "10.1016/s0140-6736(07)60366-3"
    },
    {
      "title": "Type 2 diabetes in adolescents and young adults",
      "authors": [
        "N Lascar",
        "J Brown",
        "H Pattison",
        "A Barnett",
        "C Bailey",
        "S Bellary"
      ],
      "year": 2018,
      "doi": "10.1016/s2213-8587(17)30186-9"
    },
    {
      "title": "Obesity Society. Stigma experienced by children and adolescents with obesity",
      "authors": [
        "S Pont",
        "R Puhl",
        "S Cook",
        "W Slusser",
        "Section On Obesity"
      ],
      "year": 2017,
      "doi": "10.1542/peds.2017-3034"
    },
    {
      "title": "Health-related quality of life of severely obese children and adolescents",
      "authors": [
        "J Schwimmer",
        "T Burwinkle",
        "J Varni"
      ],
      "year": 2003,
      "doi": "10.1001/jama.289.14.1813"
    },
    {
      "title": "Interventions for preventing obesity in children",
      "authors": [
        "T Brown",
        "T Moore",
        "L Hooper",
        "Y Gao",
        "A Zayegh",
        "S Ijaz"
      ],
      "year": 2019,
      "doi": "10.1002/14651858.cd001871.pub4"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Mobile health interventions for improving health outcomes in youth: a meta-analysis",
      "authors": [
        "D Fedele",
        "C Cushing",
        "A Fritz",
        "C Amaro",
        "A Ortega"
      ],
      "year": 2017,
      "doi": "10.1001/jamapediatrics.2017.0042"
    },
    {
      "title": "Teens, Social Media & Technology Overview",
      "authors": [
        "A Lenhart",
        "Research Pew",
        "Centre"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Roy Morgan"
      ],
      "year": 2016,
      "doi": "10.1093/ww/9780199540884.013.u39411"
    },
    {
      "title": "Epidemiological characteristics of mobile phone ownership and use in korean children and adolescents",
      "authors": [
        "Y Byun",
        "M Ha",
        "H Kwon",
        "K Choi",
        "E Burm",
        "Y Choi"
      ],
      "year": 2013,
      "doi": "10.5620/eht.2013.28.e2013018"
    },
    {
      "title": "Health-related internet use by children and adolescents: systematic review",
      "authors": [
        "E Park",
        "M Kwon"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.7731"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Mobile phone text messages to support treatment adherence in adults with high blood pressure (SMS-Text Adherence Support [StAR]): a single-blind, randomized trial",
      "authors": [
        "K Bobrow",
        "A Farmer",
        "D Springer",
        "M Shanyinde",
        "L Yu",
        "T Brennan"
      ],
      "year": 2016,
      "doi": "10.1161/circulationaha.115.017530"
    },
    {
      "title": "Using internet and mobile phone technology to deliver an automated physical activity program: randomized controlled trial",
      "authors": [
        "R Hurling",
        "M Catt",
        "M Boni",
        "B Fairley",
        "T Hurst",
        "P Murray"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e7"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2016,
      "doi": "10.1002/14651858.cd006611.pub4"
    },
    {
      "title": "A systematic review and meta-analysis of interventions for weight management using text messaging",
      "authors": [
        "G Siopis",
        "T Chey",
        "M Allman-Farinelli"
      ],
      "year": 2015,
      "doi": "10.1111/jhn.12207"
    },
    {
      "title": "Use of a text message program to raise type 2 diabetes risk awareness and promote health behavior change (part I): assessment of participant reach and adoption",
      "authors": [
        "L Buis",
        "L Hirzel",
        "S Turske",
        "T Des Jardins",
        "H Yarandi",
        "P Bondurant"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2928"
    },
    {
      "title": "OMG do not say LOL: obese adolescents' perspectives on the content of text messages to enhance weight loss efforts",
      "authors": [
        "S Woolford",
        "K Barr",
        "H Derry",
        "C Jepson",
        "S Clark",
        "V Strecher"
      ],
      "year": 2011,
      "doi": "10.1038/oby.2011.266"
    },
    {
      "title": "Tailored mobile phone text messages as an adjunct to obesity treatment for adolescents",
      "authors": [
        "S Woolford",
        "S Clark",
        "V Strecher",
        "K Resnicow"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2010.100207"
    },
    {
      "title": "Systematic review of text messaging as an intervention for adolescent obesity",
      "authors": [
        "S Keating",
        "M Mccurry"
      ],
      "year": 2015,
      "doi": "10.1002/2327-6924.12264"
    },
    {
      "title": "A systematic review of digital interventions for improving the diet and physical activity behaviors of adolescents",
      "authors": [
        "T Rose",
        "M Barker",
        "C Jacob",
        "L Morrison",
        "W Lawrence",
        "S Strömmer"
      ],
      "year": 2017,
      "doi": "10.1016/j.jadohealth.2017.05.024"
    },
    {
      "title": "Prevention and treatment of pediatric obesity using mobile and wireless technologies: a systematic review",
      "authors": [
        "T Turner",
        "D Spruijt-Metz",
        "C Wen",
        "M Hingle"
      ],
      "year": 2015,
      "doi": "10.1111/ijpo.12002"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gøtzsche",
        "P Jüni",
        "D Moher",
        "A Oxman",
        "Cochrane Bias",
        "Methods Group"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "A refined taxonomy of behaviour change techniques to help people change their physical activity and healthy eating behaviours: the CALO-RE taxonomy",
      "authors": [
        "S Michie",
        "S Ashford",
        "F Sniehotta",
        "S Dombrowski",
        "A Bishop",
        "D French"
      ],
      "year": 2011,
      "doi": "10.1080/08870446.2010.540664"
    },
    {
      "title": "Reduction in BMI z-score and improvement in cardiometabolic risk factors in obese children and adolescents. The Oslo Adiposity Intervention Study -a hospital/public health nurse combined treatment",
      "authors": [
        "M Kolsgaard",
        "G Joner",
        "C Brunborg",
        "S Anderssen",
        "S Tonstad",
        "L Andersen"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2431-11-47"
    },
    {
      "title": "What reduction in BMI SDS is required in obese adolescents to improve body composition and cardiometabolic health?",
      "authors": [
        "A Ford",
        "L Hunt",
        "A Cooper",
        "J Shield"
      ],
      "year": 2010,
      "doi": "10.1136/adc.2009.165340"
    },
    {
      "title": "Meta-analysis: principles and procedures",
      "authors": [
        "M Egger",
        "G Smith",
        "A Phillips"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7121.1533"
    },
    {
      "title": "RADE handbook for grading quality of evidence and strength of recommendations",
      "authors": [
        "H Schünemann",
        "J Brożek",
        "G Guyatt",
        "A Oxman"
      ],
      "year": 2013,
      "doi": "10.1007/3-540-26577-5_30"
    },
    {
      "title": "Lifestyle intervention using an internet-based curriculum with cell phone reminders for obese Chinese teens: a randomized controlled study",
      "authors": [
        "A Abraham",
        "W Chow",
        "H So",
        "B Yip",
        "A Li",
        "S Kumta"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0125673"
    },
    {
      "title": "Assessment of the efficacy of physical activity level and lifestyle behavior interventions applying social cognitive theory for overweight and obese girl adolescents",
      "authors": [
        "M Bagherniya",
        "F Darani",
        "M Sharma",
        "M Maracy",
        "R Birgani",
        "G Ranjbar"
      ],
      "year": 2018,
      "doi": "10.1177/0272684x17749566"
    },
    {
      "title": "Short-term efficacy of an innovative mobile phone technology-based intervention for weight management for overweight and obese adolescents: pilot study",
      "authors": [
        "J Chen",
        "C Guedes",
        "B Cooper",
        "A Lung"
      ],
      "year": 2017,
      "doi": "10.2196/ijmr.7860"
    },
    {
      "title": "School-based health center-based treatment for obese adolescents: feasibility and body mass index effects",
      "authors": [
        "K Love-Osborne",
        "R Fortune",
        "J Sheeder",
        "S Federico",
        "M Haemer"
      ],
      "year": 2014,
      "doi": "10.1089/chi.2013.0165"
    },
    {
      "title": "Combined use of a wristband and a smartphone to reduce body weight in obese children: randomized controlled trial",
      "authors": [
        "C Mameli",
        "D Brunetti",
        "V Colombo",
        "G Bedogni",
        "L Schneider",
        "F Penagini"
      ],
      "year": 2018,
      "doi": "10.1111/ijpo.12201"
    },
    {
      "title": "Twelve-month outcomes of the loozit randomized controlled trial: a community-based healthy lifestyle program for overweight and obese adolescents",
      "authors": [
        "B Nguyen",
        "V Shrewsbury",
        "O' Connor",
        "J Steinbeck",
        "K Lee",
        "A Hill"
      ],
      "year": 2012,
      "doi": "10.1001/archpediatrics.2011.841"
    },
    {
      "title": "Outcomes of a 12-month technology-based intervention to promote weight loss in adolescents at risk for type 2 diabetes",
      "authors": [
        "K Patrick",
        "G Norman",
        "E Davila",
        "K Calfas",
        "F Raab",
        "M Gottschalk"
      ],
      "year": 2013,
      "doi": "10.1177/193229681300700322"
    },
    {
      "title": "Feasibility, acceptability, and preliminary effectiveness of an adaptive text messaging intervention for adolescent weight control in primary care",
      "authors": [
        "C Jensen",
        "K Duraccio",
        "K Barnett",
        "C Fortuna",
        "S Woolford",
        "Giraud Carrier"
      ],
      "year": 2019,
      "doi": "10.1037/cpp0000268"
    },
    {
      "title": "Smartphone-based healthy weight management intervention for Chinese American adolescents: short-term efficacy and factors associated with decreased weight",
      "authors": [
        "J Chen",
        "C Guedes",
        "A Lung"
      ],
      "year": 2019,
      "doi": "10.1016/j.jadohealth.2018.08.022"
    },
    {
      "title": "Electronic therapeutic contact for adolescent weight management: the Loozit study",
      "authors": [
        "K Kornman",
        "V Shrewsbury",
        "A Chou",
        "B Nguyen",
        "A Lee",
        "O' Connor"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2009.0180"
    },
    {
      "title": "Recruitment challenges and recommendations for adolescent obesity trials",
      "authors": [
        "B Nguyen",
        "K Mcgregor",
        "O' Connor",
        "J Shrewsbury",
        "V Lee",
        "A Steinbeck"
      ],
      "year": 2012,
      "doi": "10.1111/j.1440-1754.2011.02183.x"
    },
    {
      "title": "Two-year outcomes of an adjunctive telephone coaching and electronic contact intervention for adolescent weight-loss maintenance: the Loozit randomized controlled trial",
      "authors": [
        "B Nguyen",
        "V Shrewsbury",
        "O' Connor",
        "J Steinbeck",
        "K Hill",
        "A Shah"
      ],
      "year": 2013,
      "doi": "10.1038/ijo.2012.74"
    },
    {
      "title": "Application of social cognitive theory in predicting childhood obesity prevention behaviors in overweight and obese Iranian adolescents",
      "authors": [
        "M Bagherniya",
        "M Sharma",
        "F Mostafavi",
        "S Keshavarz"
      ],
      "year": 2015,
      "doi": "10.1177/0272684x15569487"
    },
    {
      "title": "Engaging Young People for Health and Sustainable Development: Strategic Opportunities for the World Health Organization and Partners",
      "year": 2018
    },
    {
      "title": "Contemporary approaches to the prevention and management of paediatric obesity: an Australian focus",
      "authors": [
        "S Mihrshahi",
        "M Gow",
        "L Baur"
      ],
      "year": 2018,
      "doi": "10.5694/mja18.00140"
    },
    {
      "title": "Effectiveness of a behavioural incentive scheme linked to goal achievement in overweight children: a cluster randomized controlled trial",
      "authors": [
        "J Redfern",
        "G Enright",
        "K Hyun",
        "S Raadsma",
        "M Allman-Farinelli",
        "C Innes-Hughes"
      ],
      "year": 2019,
      "doi": "10.33805/2638-812x.109"
    },
    {
      "title": "A systematic review of community-based interventions for the treatment of adolescents with overweight and obesity",
      "authors": [
        "C Moores",
        "L Bell",
        "J Miller",
        "R Damarell",
        "L Matwiejczyk",
        "M Miller"
      ],
      "year": 2018,
      "doi": "10.1111/obr.12660"
    },
    {
      "title": "The multiphase optimization strategy (MOST) and the sequential multiple assignment randomized trial (SMART): new methods for more potent eHealth interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "V Strecher"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.01.022"
    },
    {
      "title": "Texting for health: the use of participatory methods to develop healthy lifestyle messages for teens",
      "authors": [
        "M Hingle",
        "M Nichter",
        "M Medeiros",
        "S Grace"
      ],
      "year": 2013,
      "doi": "10.1016/j.jneb.2012.05.001"
    },
    {
      "title": "Adolescents just do not know what they want: a qualitative study to describe obese adolescents' experiences of text messaging to support behavior change maintenance post intervention",
      "authors": [
        "K Smith",
        "D Kerr",
        "A Fenner",
        "L Straker"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3113"
    },
    {
      "title": "Impact of a text-messaging program on adolescent reproductive health: a cluster-randomized trial in Ghana",
      "authors": [
        "S Rokicki",
        "J Cohen",
        "J Salomon",
        "G Fink"
      ],
      "year": 2017,
      "doi": "10.2105/ajph.2016.303562"
    },
    {
      "title": "Using text messaging to assess adolescents' health information needs: an ecological momentary assessment",
      "authors": [
        "R Schnall",
        "A Okoniewski",
        "V Tiase",
        "A Low",
        "M Rodriguez",
        "S Kaplan"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2395"
    },
    {
      "title": "Risk Factors Collaborators. Global, regional, and national comparative risk assessment of 84 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2016: a systematic analysis for the Global Burden of Disease Study 2016",
      "authors": [
        "Gbd"
      ],
      "year": 2016,
      "doi": "10.1016/S0140-6736(17)32366-8"
    },
    {
      "title": "Body mass index in children and adolescents: considerations for population-based applications",
      "authors": [
        "A Must",
        "S Anderson"
      ],
      "year": 2006,
      "doi": "10.1038/sj.ijo.0803300"
    },
    {
      "title": "Two-year follow-up of an adolescent behavioral weight control intervention",
      "authors": [
        "E Lloyd-Richardson",
        "E Jelalian",
        "A Sato",
        "C Hart",
        "R Mehlenbeck",
        "R Wing"
      ],
      "year": 2012,
      "doi": "10.1542/peds.2011-3283"
    }
  ],
  "num_references": 59
}
