{
  "paper_id": "V95W5UUN",
  "title": "Goals for Goal Seting: A Scoping Review on Personal Informatics",
  "abstract": "Research has extensively explored how personal informatics tools can support people's health goal setting practices. To understand the current state and refect on the future of goal setting in personal informatics, we report the results of a scoping review of 51 papers that use and provide design implications for implementing goal setting. Our review highlights six implications for using goal setting in personal informatics tools (clarity, transparency, fexibility, framing and reframing, personalization, and refection). We fnd that goal setting is becoming increasingly complex as the number of goals and their characteristics increase. We discuss these insights and point towards the importance of supporting self-efcacy during goal setting, showing adaptive goal evolution over time, reducing burden during goal setting, and framing goals to understand the complexity of health goals and support a holistic view on goal setting.",
  "year": 2022,
  "date": "2022",
  "journal": "ACM Transactions on Computing for Healthcare",
  "publication": "ACM Transactions on Computing for Healthcare",
  "authors": [
    {
      "forename": "Tina",
      "surname": "Ekhtiar",
      "name": "Tina Ekhtiar",
      "affiliation": "University of Twente University of Twente University of Twente University of Twente \n\t\t\t\t\t\t\t\t University of Twente University of Twente \n\t\t\t\t\t\t\t\t University of Twente University of Twente",
      "email": "t.ekhtiar@utwente.nl"
    },
    {
      "forename": "Armağan",
      "surname": "Karahanoğlu",
      "name": "Armağan Karahanoğlu",
      "affiliation": "University of Twente University of Twente University of Twente University of Twente \n\t\t\t\t\t\t\t\t University of Twente University of Twente \n\t\t\t\t\t\t\t\t University of Twente University of Twente",
      "email": "a.karahanoglu@utwente.nl"
    },
    {
      "forename": "Rúben",
      "surname": "Gouveia",
      "name": "Rúben Gouveia",
      "affiliation": "University of Twente University of Twente University of Twente University of Twente \n\t\t\t\t\t\t\t\t University of Twente University of Twente \n\t\t\t\t\t\t\t\t University of Twente University of Twente",
      "email": "r.h.gouveia@utwente.nlg.d.s.ludden@utwente.nl"
    },
    {
      "forename": "Geke",
      "surname": "Ludden",
      "name": "Geke Ludden",
      "affiliation": "University of Twente University of Twente University of Twente University of Twente \n\t\t\t\t\t\t\t\t University of Twente University of Twente \n\t\t\t\t\t\t\t\t University of Twente University of Twente"
    }
  ],
  "doi": "10.1145/3563657.3596087",
  "keywords": [
    "Human-centered computing → Human computer interaction (HCI)",
    "Interaction design",
    "Goal Setting, Personal Informatics, Self-Tracking, Personal Tracking, Scoping Review, Health, Wellbeing"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Goal setting serves as a means for individuals to attain specifc objectives, typically within a designated timeframe  [59] . It can be a powerful technique in health management  [26]  that clarifes necessary steps to improve, especially in supporting individuals' decisions that afect behavior  [16] . Motivations for goal setting can vary: goals may be related to individuals' physical needs (e.g., being physically healthy) or personal values (e.g., aspiring good education)  [58] .\n\nGoal setting has been widely used in the design of personal informatics (PI) tools for health and wellbeing management  [23] . Physical activity trackers, for instance, typically use daily walking goals (e.g., 10,000 steps) to support and motivate people in their physical ftness  [16, 23, 29] . Research on tracking has also undergone notable developments in how to best support people in the process of setting, measuring, and tracking goals  [82] . These eforts resulted in expanding our understanding of goal evolution from being only quantifable (e.g., having a calorie count goal) to depending on people's qualitative goals (e.g., participating in family activities) and eudemonic values (e.g., being healthy)  [71] . Employing PI tools to set solely quantifed goals was challenged as not all goals can be quantifable, and some can yield over-digitalization of human behavior  [88] . Relatedly, the current state of PI tools prompts the inquiry into why PI-set goals remain rigid and unchanging (e.g., walking 10,000 steps per day), despite being able to increasingly track diferent types of data about people's behaviors  [89] . Such infexibilities and lack of support for goal evolution can lead to the adoption of goals which are misaligned with people's abilities and personal interests  [36, 67] .\n\nTherefore, an overview of how PI tools can support people in their goal setting practices for health and wellbeing opens new directions for the future of health goal setting in PI literature. There are a few existing reviews on personal informatics. Epstein et al.  [23]  reviewed how the feld's contributions has changed over time, Feng et al.  [27]  reviewed how literature on PI has used PI tools for health and wellbeing promotion, while the review of Jin et al.  [41]  report the drivers and outcomes of ftness tracking. Other reviews related to PI and self-tracking cover menstruation tracking  [20] , data sensemaking in self tracking  [18]  and the efectiveness of self-tracking technology in health behavior change  [99] .\n\nMeanwhile, other review studies have investigated the role and impact of goal setting for health and wellbeing. Examples include investigating how goal setting works in clinical rehabilitation as an outcome measure for goal attainment  [40]  or as a strategy for dietary and physical activity behavior change  [86] . More recent studies strive to understand general concepts of goals and goal setting in healthcare  [74] , goal setting in physical activity promotion  [91] , and chronic disease management  [92] .\n\nWhile all these studies have contributed to a better understanding of diferent advances in personal informatics literature, and the efects of goal setting, less is known about how to best design and employ goal setting within PI tools. Such a resource can help HCI researchers identify new avenues for research and contribute to the development of more efective approaches to support goal setting.\n\nAs a result, in this paper, we aim to tackle: (1) What goal setting characteristics and strategies have been used in literature on health and wellbeing in personal informatics? and (2) What does current literature recommend about using goal setting in personal informatics for managing health and wellbeing? We carried out a scoping review to address these questions. Our search identifed and analyzed 51 articles, resulting in six key goal setting implications with personal informatics and four directions for further application of goal setting in PI. Through these, we contribute to the feld by creating a novel information source to support goal setting that fts people's complex relationships with PI tools. We describe the steps taken to extract relevant data from the published work. The results section presents our fndings, and by refecting on those fndings, we provide opportunities for future research about goal setting in PI."
    },
    {
      "title": "METHODOLOGY",
      "text": "To carry out our review, we frst identifed the keywords, search engines, and article selection criteria. We then extracted data from the resources that address our research questions. We analyzed relevant publications by following a similar approach used in PI and self-tracking related reviews  [18, 23, 41] . In the following lines, we elaborate on our methodology."
    },
    {
      "title": "Keywords and Information Sources",
      "text": "Our database search indexed publications published before 1 January 2022. We identifed four databases: ACM Digital Library, Scopus, IEEE Explore, and Web of Science. These databases were selected as they index many prominent digital health and human-computer interaction venues where personal informatics articles are typically published. These databases were also used by other reviews on personal informatics, such as  [23, 43] . Our search phrase comprised of three main keywords: \"personal informatics\", \"goal setting\" or \"goal setting theory\", and \"health or wellbeing\". As there is a variety of terminology used for personal informatics, synonymous words such as \"wearable\", \"self-tracking\", \"quantifed self\" and \"persuasive technology\" were also used as search terms."
    },
    {
      "title": "Selection Criteria",
      "text": "We identifed 499 articles in our initial search (Figure  1  summarizes the initial selection process). We systematically fltered the articles through several selection criteria. We started by identifying and removing duplicates (n=75), non-archivable (n=47, extended abstracts, workshop articles, forum articles, adjunct articles, posters, newsletters, lecture notes, and study protocols), and review papers (n=24, scoping or systematic reviews). Review papers were discarded as we wanted to focus on original empirical work which presented a novel technology that used goal setting or studied goal setting with commercial tools. None of the 24 reviews analyzed how goal setting had been used in personal informatics research, nor identifed considerations for using goal setting. Our work therefore difers from the focus of those reviews.\n\nWe then screened the titles and abstracts of the remaining 353 papers. If their titles included the keywords \"goals\" or \"goal setting\" and the abstracts indicated that the paper studied or developed a tool that used goal setting, the paper was included in our fnal full paper screening. However, PI tools often use multiple techniques besides goal setting (e.g., feedback; self-monitoring), which might lead it to not be a focus in a paper's abstract and title. Therefore, we skimmed through the full text of the remaining papers to see if the use of goal setting was further referred to in their methodology, results, or discussion sections. If so, the paper was also included in our fnal full paper screening.\n\nA total of 166 articles were screened for eligibility. In this stage, we screened the results, discussion, and conclusion sections of papers and extracted information on design implications and recommendations regarding the use of goal setting with personal informatics tools. We considered an implication or recommendation to be any statement that informed the reader how to use goal setting within the design of personal informatics tools. For example: \"These fndings suggest that app designers might want to provide users with information (e.g., how much efort is needed to achieve a goal, personal activity performance) to contribute to more autonomous decisions and foster goal attainment. Furthermore, designers should suggest adaptable goals to each individual's ability level. \"  [95 p.9]  We did not consider an implication or recommendation to be a general statement or fnding without clear suggestions for the reader. For example: \"Another exciting aspect that stood from our fndings is the positive reception of a personalized weekly step goal. Participants felt more inclined to accept a weekly step goal increase since this increment was tailored to their previous week's performance. \"  [95 p.9]  We added articles to our fnal corpus if they provided at least one implication or recommendation. Our fnal corpus consisted of 51 papers."
    },
    {
      "title": "Data Extraction and Analysis",
      "text": "The leading author extracted information from each paper based on the following three categories: (1) article characteristics, (2) goal setting characteristics, and (3) design implications and recommendations for future work. First, information on a paper's study characteristics were extracted, including population samples, type of study carried out (interview, survey, deployment of tool), length of study, and tool(s) and data used for setting goals. Second, we extracted information on the goal sources and how goals were used in each paper, namely the types of goals that were set (quantitative and/or qualitative). Goal sources clarify the role of the people in setting a goal. Goals can be self-set (i.e., people set their own goals), assigned (i.e., goals are assigned to people, without their input), participatory (i.e., goals are designed both by the person as well as the app and/or other experts), guided (i.e., people choose from a list of goal suggestions) and group-set (i.e., goals are designed byand for a group of people)  [86] .\n\nFinally, we conducted a thematic analysis of the design implications and recommendations reported in our corpus. We started by transferring relevant information into spreadsheets. Subsequently, we familiarized ourselves with this information, looking for patterns in our dataset  [9] . The frst author inductively generated initial codes  [10] , assuming the role of main coder and interpreter of data (as suggested in  [8] ). Iterative rounds of discussion and adjustments were performed between the frst three authors to resolve disagreements in the fnal codes and create consensus among the coders until all design implications were coded. Following this, all authors conceptualized the themes  [10] . During this phase, when necessary, the papers were revisited to ensure the conceptualized themes refected the design implications and recommendations brought forward in the papers. Following this process, we arrived at six distinct themes, which we discuss in the following sections."
    },
    {
      "title": "Limitations",
      "text": "We are aware of recent relevant publications which were not included in our corpus due to our search ending in the beginning of January 2022. Given the fast-paced publication culture in our feld and the growing number of publications on personal informatics, digital health, and goal setting, we recognize how our work may miss new directions for goal setting from more recent work. We also recognize how our keywords may have excluded earlier work, particularly from before 2010, likely because the term \"personal informatics\" had not yet been defned. We integrate a few omitted publications into our discussion.\n\nFurther, our analysis focuses on how goal setting has been used by PI work in the domain of health. PI work, however, covers a larger number of domains, such as sustainability and personal fnances. A broader coverage of domains may have highlighted diferent ways in which goal setting has been used and provide diferent directions for using goal setting when designing PI tools. implications identifed across our corpus. All reviewed papers are listed in the appendix."
    },
    {
      "title": "Overview of the Corpus",
      "text": "The studies in our corpus were published over a 14-year period (2008-2021), with most papers (n=36) being published after 2017 (as can be seen in Figure  2 ). Goals were studied across various health and wellbeing behaviors, such as physical activity and exercise (n=37), nutrition (n=12), sleep (n=9), weight (n=9), mental health (n=6) and migraines (n=1) (see Table  1  and the appendix for the full article list). Many papers combined multiple behaviors when using goal setting (n=13), such as steps and sleep for setting goals  [38] . Two articles did not identify the behaviors used for goal setting, with one specifcally choosing not to set goals  [44]  and another analyzing publicly available posts of the sale of PI tools  [15] .\n\nSeveral papers (n=24) developed and deployed a novel research prototype that used goal setting (see Table  1 ). Driven by theoretical concern, these papers often evaluated the efcacy of novel prototypes and implementations of goal setting through feld testing. For instance, Kim and colleagues  [46]  designed a data-driven medical consultation interface, DataMD, to explore how to support participatorily set goals between clinicians and patients for one month. Other papers (n=15) studied people's real-life practices and everyday uses of goal setting while using commercial tools, including wearables (e.g., Fitbit, Jawbone, Microsoft Band) or existing mobile applications (e.g., the MisFit app). The focus of these papers was often not the evaluation of novel goal setting implementations but rather on using the goal setting implementations ofered by commercial tools to support health management. For instance, Lee et al.  [53]  explored how a walking goal set on a Fitbit could motivate physical activity over a 2 week period. In addition, other studies (n=11) used surveys and/or interviews to study people's practices with commercial tools or through storyboards and prototypes of a PI tool. One study conducted an analysis of public data through posts of people selling their PI tools.\n\nMost of the 39 papers that deployed a prototype (n=24) or studied people's real-life goal setting practices with a commercial tool (n=15) lasted up to one month (59%, 23). Only two studies lasted more than 6 months, and the median study length was 1 month (IQR = 0.7 -2.8). Study sizes typically aligned with HCI standards  [12] , with feld deployments ranging from 1 to 8067 participants (the corresponding articles can be found in Table  1 ), with a median size of 32 participants (IQR = 21 -62)."
    },
    {
      "title": "Goal Setting Characteristics and Techniques",
      "text": "We then analyzed how each paper had implemented goals (see Table  2  for resulting analysis). We found that most papers (n=29) used only quantitative goals which could be input and tracked by PI tools (e.g., a 10,000 daily step goal). An additional 16 papers combined quantitative and qualitative goals. Two papers only used qualitative goals and four papers did not describe what type of goals were being used.\n\nNext, we analyzed people's roles in choosing a goal. Most papers (n=20) assigned goals to people, without their input. Examples included having healthcare providers, PI tools, or researchers assigning walking goals to people. Several studies also had people self-setting their own goals (n=19). The remaining papers set goals participatorily (n=10) or guided (n=14), with PI owners and another parties (i.e., the PI tool, healthcare provider, or researchers). Thirteen articles combined or compared multiple goal sources, such as Barbarin et al.  [7] , in which the participants self-set a weight goal and the system assigned a caloric budget or Lee et al.  [51]  where diferent types of goal setting strategies are studied. Because there are sometimes multiple goals in one study, it results in multiple and overlapping characteristics (e.g., having a quantitative self-set goal and a quantitative assigned goal)."
    },
    {
      "title": "Design Implications for Goal Setting",
      "text": "Design implications were extracted from the papers, resulting in six main implications for goal setting: (1) clarity of goals, (2) transparency of goals, (3) fexibility within goal setting, (4) the framing and reframing of goals, (5) personalization of goals, and (6) refection on goal setting (see Table  3 ). For each of these design implications, we also identify opportunities for implementing the design implications and benefts to people (i.e., the resulting efect of implementing the goal setting opportunities which was derived from our corpus), which are listed in Tables 4 to 9   4 ). PI tools should make goals clear to understand and implement in order to prevent goal misinterpretation and misalignment with people's actual interests  [19, 46, 47, 67, 85] . Without goal clarity, people may not follow the goal as intended (e.g., eat double the recommended amount of food) or choose to not follow the goal because they do not understand it  [67] . Goal clarity helps people make decisions and take action towards their goals. To achieve goal clarity, several authors have suggested tailoring how goals are phrased  [19, 46, 47] , such as describing goals with text  [46, 60]  and visuals  [47, 67]  instead of only describing them through numbers and data. PI tools can provide opportunities to communicate with experts or communities about specifc goals, such as by providing video tutorials or introducing professional coaches  [61] . Likewise, goals should be contextualized. For instance, in the case of nutrition goals  [67] , it might be difcult for an individual to understand if a PI tool suggests \"Eating 40 grams of complex carbs\". Because one may not know  (1)  what complex carbs are, (2) if there are diferences in diferent types of carbs, and (3) how much 40 grams is. Instead, PI tool should contextualize goals by suggesting individuals to \"Eat a cup of oatmeal\", which clarifes the amount (\"a cup\") and the type of carbs (\"oatmeal\"). This way of goal clarifcation should be followed when providing a new more difcult goal  [85] .\n\nMultiple authors have highlighted the importance of goal clarity during the setting and negotiation of goals. People often discuss and set goals in collaboration with others (e.g., medical providers and ftness trainers). Solutions such as conversational agents (e.g., Alexa) can be used to facilitate the negotiation of goals and make sure the understanding of goals is aligned for all parties involved in its negotiation  [67] . PI tools could allow people to annotate and highlight data with questions or events to support the negotiation and clarity of what goals will be set  [85] .\n\nTo achieve goal clarity, PI tools should begin with scafolding people's knowledge and adjusting goals to ensure it is understandable. As people gain knowledge, goals may become more complex  [67]  and evolve more holistic goals  [61] . This can be done by scaffolding knowledge that can help people learn more about their goals  [67, 85]  and tracked health issues (e.g., migraines)  [85] ."
    },
    {
      "title": "Make Goal Suggestions Transparent.",
      "text": "Transparency in goal setting makes the foundation of goal recommendations explicit to people (e.g., who is giving this goal recommendation? On what basis is this goal given?) (see Table  5 ). It requires explaining the reasoning behind goals suggested by PI tools  [19, 71, 97]  and has been considered essential when supporting goal practices  [19, 71, 85, 97, 100] . It can also highlight when PI can best support people in reaching their goals  [85] . For example, when tracking migraines, PI tools could make people aware of when the PI is most helpful (e.g., setting realistic tracking goals) and when the individuals should consult a healthcare provider (e.g., diagnosing or discussing symptoms)  [85] . Providing transparency in how or why a goal is ftted for individuals can foster their self-efcacy  [19] , commitment  [97] , trustworthiness towards goal suggestions  [97, 100] , and help them identify the important metrics to pursue the goals  [71] .\n\nTransparency can be achieved by showing people the source data used for suggestions  [71, 100]  and details on why a goal has been suggested. For example, in the study of Daskalova et al.  [19] , people were given details on why their PI tool was suggesting adopting similar sleeping goals to other cohorts. People found these details important to see as people with parallel daily life restrictions were still able make behavior changes to enhance their sleep cycle  [19] . In a similar way, disclosing any algorithms used by PI tools can foster trust towards goal suggestions  [97] . For instance, people expect explanations of how PI tools translate self-set qualitative goals (e.g., to lose weight) to quantitative goals suggested by trackers (e.g., walk 12,000-steps a day)  [71] . These explanations should be provided in a way that is understandable and clearly show how the explanations relate to people's PI data  [97] . In addition, information However, there should be a balance between providing necessary information and not burdening people  [97] ."
    },
    {
      "title": "Support Goal Flexibility.",
      "text": "Goal fexibility is the ability to make adjustments in goals in ways that support people's goal pursuit  [3, 35]  (see Table  6 ). People often change goals as their needs, understandings and abilities change  [33, 37, 45, 100] . PI tools can support people in negotiating and adjusting goals by highlighting opportunities for changes (e.g., supporting goal negotiations as people's availability to pursue a goal changes  [67, 68, 78] ), having a secondary goal to fall back to  [4, 70] , setting goal margins (i.e., ofering a margin that is 'good enough' to count as still achieving a goal  [42] ), and supporting the pursuit of multiple, concurrent goals  [100] . PI tools that support multiple goals can help people pair strenuous goals with more manageable ones which they can fallback to, making challenging goals seem less daunting and encourage trying new things  [42, 70] . Flexibility in goal setting gives independence to people, \"human-like qualities\" to the PI tool, and ownership of the goal to the individuals  [46, 68] . It encourages people in articulating desires related to the assigned goals  [46]  and fosters compassion in PI tool  [38, 42] , similar to a coach considering the context when adjusting a goal  [42] . This way, fexibility in goal setting can lead to less stress and guilt for the individuals  [38, 42]  and more engagement, motivation, and self-efcacy towards goals  [34, 38, 42] .\n\nWhile fexibility is important, goals should be challenging  [33, 45, 68] . For example, ofering too much fexibility in a phone lock out mechanism to reduce excessive phone usage would be inefective if people are able to use their phone for entertainment purposes, rather than if they need it for traveling to a new place  [45] . Mitchell et al.  [68]  indicated people are likely to choose easier goals with chatbots rather than human coaches, therefore PI tools should take specifc steps when goal setting to stimulate challenging goals. Kim et al.  [47]  have further suggested using the data produced by PI tools to mediate conversations between people and professionals (e.g., healthcare providers, trainers) to ensure that goals are kept challenging."
    },
    {
      "title": "Support",
      "text": "Framing and Reframing of Goals. Framing and reframing is about aligning goals to people's interests, identities, and everyday realities (see  Table 7) . Framing goals to better account for people's realities can inspire and motivate people towards pursuing goals  [7, 47, 60] . For example, stroke survivors are motivated by the aspirational goal of being able to go home from the hospital  [47] . In such cases, goals should be framed diferently than as part of extrinsic motivations (e.g., \"losing weight to be thin\") but instead, should express how people's overall wellbeing impacts their life (e.g., \"meeting the weight requirement to go horseback riding with family\")  [7] .\n\nDiferent directions have been suggested for how PI tools can support the framing and reframing of goals. Frequently mentioned is the framing between people's short-term and longer-term goals  [3, 7, 42, 47, 60, 67, 71, 85, 101] . PI tools should break down longerterm and aspirational goals into shorter term actionable goals that can be tracked  [47, 85] . Contrastingly, connecting daily goal achievement to long-term goal progress helps motivate people and can lead to making decisions that positively afect goal outcomes  [7, 42, 47, 67] . For example, diabetes management tools could highlight how a shorter-term goal of \"decreasing carbs to 2 carb choices\" is connected to managing blood glucose levels and better overall health  [67] . In addition, goals can be framed to be more related to holistic health  [60] , such as by looking beyond just step count and describing the benefts of keeping physically active throughout the day. Goals should also be framed to ft people's cultural context. For example, Ahtinen and colleague's study  [3]  highlight cultural preferences for goal setting. In their study, Finnish participants favored measurable goals while Indian participants viewed goals in holistic terms and felt that measurable goals would cause them stress. PI tools should avoid cultural biases by allowing having fexible goal preferences, such as deciding how and when to focus on tracking metrics  [72] . Social aspects of individualist and collectivist cultures can also infuence how a goal can be framed  [19, 77] . Relatedly, goals can be framed in a competitive sense between people for individualist societies and in a collaborative way for people to achieve a goal together for collectivist societies  [77] . In addition, cultural factors may afect planning of goals. Some cultures prefer rigid goals and others prefer fexible and changing plans  [3] . In addition, goals may not follow a clear linear path and have milestones of specifc importance to individuals  [14] . PI tools should enable people to capture their tracking process and take into account realities that can afect goals, such as in fnancial, socioeconomic, and racial diferences  [14] .\n\nBy facilitating framing and reframing of goals, PI tools are more likely to support people in evaluating and prioritizing goals as goals evolve and change over time  [15, 47, 76, 85, 101] . For example, if a person is changing medication, this can be a moment to switch to a learning goal to understand how this medication change affects their health  [85] . When goals are participially set, PI tools can assist the diferent parties to be aware of what goals are most important  [101] . Prioritization can aid in discussion and decision making around goal setting, by categorizing, for example, life-related goals (e.g., \"going to Disneyland\") and care plan related goal (e.g., \"removing the ng tube\"), reducing the burden of excessive data and information  [101] . A number of approaches have been used to support and encourage goals that adapt to people's evolving needs  [52] , such as through self-experimentation  [76] , self-refection  [44, 76] , and more open-ended tracking  [44] ."
    },
    {
      "title": "Support Goal Personalization.",
      "text": "Goal personalization is about making the goals ft to people's daily lives, capabilities, and preferences. PI literature has suggested supporting goal personalization around internal factors, external factors, and integration of factors (see Table  8 ).\n\nInternal factors refer to occurrences that are internal to people and place constraints on goals, such as motivation, ability, and eforts towards a goal. Goal personalization here refers to goal adjustments related to people's progress, motivation and ability to achieve goals  [4, 13, 34, 38, 42, 45, 47, 69, 71, 78, 83, 85, 95] . PI can adjust the difculty of the goal (i.e., making it less or more challenging) and ft it to people's current abilities  [13, 34, 45, 47, 68, 71, 83] . For example, a baseline measurement of physical activity can be used to set prescribed goals  [83] . Medical conditions can impact people's ability to achieve their goal and it is essential to consider how these conditions can change and afect goal achievability  [37, 38, 47, 100] . For instance, arthritis can cause previously realistic walking goals to become unrealistic  [37, 38] . Hence, PI tool should support goal negotiation and alignment with one's current reality  [37] .\n\nExternal factors refer to occurrences that are typically out of people's control and can place constraints on goals  [3, 19, 35, 45, 49, 57, 67, 70, 78, 95, 100] . For instance, people's living environment or the weather conditions can afect people's choices, motivation, and prospects to reach a goal  [3, 100] . PI tools should allow people to annotate or adjust goals based on external constraints to make goals more achievable  [19, 24, 33, 67, 78, 95] . While overlooking external constraints can undermine people's progress towards their goals and negatively afect their goal motivation  [100] . Considering planned activities can provide opportunities for suggesting new -Tailored goals to people's lives  [4]  goals, such as in using a holiday weekend to increase one's walking distance goal  [34] . Further, integrating out of routine circumstances, such as eating at a restaurant instead of eating at home  [67] , reassures attainability of a person's goal and makes goals appropriate for diferent situations  [33, 34, 45, 67, 97] . One possibility for goal personalization is combining internal and external factors to create goal suggestions that balance multiple aspects from people's lives. For example, Alqahtani et al.  [4]  recommended using contextual factors, goal progress, and individual's self-efcacy in goal setting and showing the individuals the relations between diferent factors to foster self-refection and behavior change."
    },
    {
      "title": "Support Reflection and Self-learning.",
      "text": "A key motivation for using PI tools is to refect and learn about one's behaviors. Refection is critical during the setting and pursuit of goals as it can increase people's self-efcacy  [84] , motivation and commitment towards their goals  [4, 47, 83]  (see Table  9 ). Our review showed that PI tools should support periodic refection. Periodic refection can be useful to create realistic expectations towards goals and identify opportunities for goal adjustment  [4] . Refection can make people more aware of their long-term and short-term goals, as well as their relation  [53, 71] . We found three main suggested ways in which PI tools could support refection: demonstrating relationships in one's data  [4, 67] , contextualizing past data  [67, 84, 85] , and through self-experimentation  [38, 46, 79] .\n\nDemonstrating relationships between people's goal progress, and internal and external factors fosters refection on goal achievement and leads to thinking about goals efectively  [4] . For example, showing a person with low self-efcacy, how their physical activity increases while exploring a new city can lead to identifying opportunities for physical activity and adjusting their goals in new contexts  [4] . Refecting on the relationships between contextual activity and goal achievement helps people better understand their perceived and actual behavior when setting goals.\n\nContextualizing and enhancing past data with people's thoughts and emotions can strengthen self-efcacy and help set appropriate goals  [84] . For example, PI tools can prompt refection on a previously achieved goal and ask about key aspects of the achievement, such as their process towards the goal  [84] . Such refection can ultimately lead people to moments of learning, which can clarify which goals one should set  [84] . Alternatively, sharing stories of others who have similar characteristics as the person using the PI tool, can help prompt refection and improve self-efcacy  [84] . Receiving feedback about goals from experts, such as clinicians, helps people be conscious of the impact of their actions and behavior  [67, 85] . For example, Mitchell et al. found people wanted more feedback on how well they achieved their nutrition goal when logging their meals  [67] .\n\nFurther, self-experimentation with PI tools can support people during the setting of goals  [38, 79] . People may already have hypothesis about the relationship between diferent behaviors (e.g., their arthritis and level of physical activity)  [38] . PI tools could support those people in setting goals and identifying which tools and data would be necessary to test those hypotheses and personalized goals  [46] ."
    },
    {
      "title": "DISCUSSION",
      "text": "The aim of this review was to create an overview of how goal setting has been used within personal informatics literature and extract design implications for its use in PI tools. We will revisit our research questions and refect and discuss how our fndings inform the design of future personal informatics tools. Tackling these questions also highlighted opportunities for further research on goal setting."
    },
    {
      "title": "Goal Setting use within Personal Informatics Literature",
      "text": "First, our fndings suggest a need for longer studies. Over half of the papers that deployed prototypes or commercial tools to study goal setting were short in duration, lasting no longer than one month (n=23). Additionally, the remaining survey or interview studies were often conducted over a few single sessions. While these studies shed important insights on the efects and uses of goals in the short term, they miss nuances on how people's goals evolve and change, as people's understanding, needs and life circumstances change.\n\nWe suggest that future work conducts longer studies on goal use, as they may lead to insights on how to design PI tools that support people in their goal setting practices over time. Second, our results suggest a need for studies that explore how tracking goals can be designed based on people's motivations. Niess Table  9 : Opportunities for supporting refection and self-learning during goal setting"
    },
    {
      "title": "Opportunities",
      "text": "Beneft to People References -Support refection during goal setting -Enhance self-efcacy during goal setting  [4, 24, 47, 53, 71, 83 , 84] -Guide self-refection (e.g., focusing on specifc past -Gain knowledge about behavior events) -Support daily refection / envisioning goal -Be realistic about expectations towards goals  [4, 47, 83 ] attainment for aspirational or long-term goals -Demonstrate relationships between goal progress -Clearer understanding of progress towards goal  [4, 67, 71 ] and other factors  (3.3.4)  -Higher goal engagement -Show relationships between qualitative and quantitative goals -Support self-experimentation -Customize goals for specifc behavior  [38, 46, 79, 85 ] -Empower people through refection, inform about -Deepen perception of long-term and short-term goals  [53, 71]  tracked behavior and Woźniak  [71]  found that people's goals are built around internal, eudemonic needs (e.g. wanting to feel good in one's body) and qualitative goals (e.g., wanting to do well in a sports team), and that trackers should help people translate those goals into quantitative goals that can be used by trackers (e.g., walking 12k steps per day). We found these translations to be overlooked in most studies. People were often asked to set quantitative goals; however, few papers derived these goals from people's motivations. We agree with Niess and Woźniak  [71]  that personal tracking tools should help people in refecting on their qualitative goals and use them as a starting point to set goals. Incorporating qualitative and quantitative goals is in line with theory on goal setting  [1, 71]  and in our corpus, papers discussed implementing more holistic approaches to goal setting  [3, 7, 44] , such as focusing on overall health rather than just weight-loss  [7, 44] .\n\nWe also found a diverse focus on diferent population samples, such as diferent cultures  [3, 72, 77] , socio-economic backgrounds  [84] , age groups  [76] , transgender communities  [14] , and people managing specifc medical conditions  [37, 38, 46, 47, 67, 85 ] (e.g., diabetes  [67] , stroke rehabilitation  [47] , or arthritis  [37] ), and health behaviors (e.g., physical  [55, 93, 97]  or mental  [52, 85, 100] ). Research is continuing to strive for understanding how strategies used by PI, such as goal setting, should be adapted and personalized for diferent groups of people  [14, 72, 98] . We see recent studies continuing to become more specifc, aware, and inclusive to the needs and challenges people face using personal informatics, such as children with ADHD  [6]  and Black American communities  [64] . Understanding and personalizing goals for diferent types of people is important to prevent PI tools from becoming exclusive and inaccessible tools."
    },
    {
      "title": "Complexity of Goal Setting with Personal Informatics",
      "text": "In addressing our second research question, we identifed six design implications for incorporating goal setting in the design of PI tools (i.e., clarity, transparency, fexibility, personalization, framing and reframing, and refection). We found these implications to be strongly interconnected. For example, we found goal clarity to be associated to the framing of goals and goal fexibility. When framing goals, people seek to understand connections between, for instance, their short-term goals choices and long-term goals. This can result in more clarity on goal choices. Further, fexibility is a means for goal personalization, but to make decisions, fexible choices should be clear to people.\n\nIt is important to note that when setting goals, individuals would beneft from understanding the relationship between their shortterm goal choices (e.g., to aim for an easier or more difcult goal) and their goal progress and achievement. If this information is not clear, goal framing and goal fexibility may result in negative outcomes. For example, setting a challenging short-term goal on a day when the person does not have necessary time to achieve it, may result in stress and fail the long-term goal, leading to negative associations with more challenging goals  [90] . Contrastingly, always choosing easier short-term goals may delay long-term goal achievement. Through clarifying these connections and decisions, PI tools can lead people to refect on their goals and enable them to better personalize them. In this way, people can refect and learn about their goals and whether the goals are worth pursuing.\n\nThe connections we identifed between diferent goal setting design implications illustrate the complexity of goal setting and require designers and researchers to think about how they can better support interactions between PI tools, people, and possible other goal collaborators (e.g., healthcare providers). When developing goal setting strategies, researchers and designers should also consider the relationship between the goal setting implications we discussed in this paper, as supporting one will afect another."
    },
    {
      "title": "Future Directions for Goal Setting with Personal Informatics",
      "text": "Our analysis yielded four directions for better application of goal setting in the future of PI tools. We discuss these future directions in the following section."
    },
    {
      "title": "4.",
      "text": "3.1 Fostering self-eficacy during goal seting. Goal setting can often lower people's self-efcacy  [31]  and failing to achieve PI goals can lead to feelings of shame  [66] . One way PI tools can improve self-efcacy is by demonstrating the way people in similar situations address and pursue their goals  [19, 80] . Incorporating empathy, by recognizing and acknowledging the efort of attempting to accomplish a goal  [96] , into PI tools can boost people's self-efcacy  [39] . Fostering PI's empathy ability can be achieved through fexibility in goal setting. When people are given fexibility in goal setting through secondary or margin-based goals, their feelings like guilt and shame can be reduced as they feel that their attempts towards their goal are recognized  [4, 37, 42, 70] . PI tools could further explore this area by looking at other ways of counting for goal achievement. For example, counting the time of doing the physical activity or attempting to do a goal can be one way of accomplishing a goal.\n\nLong-term goals are often multi-faceted and can be challenging to specify yet are often most meaningful and motivational to people  [71] . Therefore, goals should be clearly broken down into smaller goals and connected goals through framing to make people feel their long-term goals are achievable. Flexibility in goal setting can be a way that PI tools give people the opportunity to adjust their goal without judgment or shame. This capacity to adjust goals is of particular importance as it empowers individuals to make daily decisions with regards to the level of goals they wish to pursue. This may involve aiming for challenging goals on certain days or opting for less challenging ones when faced with demanding circumstances. Therefore, it is important for PI tools to provide necessary support and guidance in determining the appropriate level of goals and to help people build confdence in achieving their goal in the long term."
    },
    {
      "title": "Showing the adaptive and evolving process of goal seting.",
      "text": "People's goals change and evolve as they go through changes and transitions throughout their lives  [28] . As a result, the goal setting process becomes a dynamic interaction between people and the PI tool, in which both parties continuously learn and adapt to one another. These fndings are in line with recent PI models such as Epstein et al.'s Lived Model of Personal Informatics  [25] , Niess and Woźniak's Tracker Goal Evolution Model  [71] , and Agapie et al.'s Longitudinal Goal Setting Model  [1] , which have found people to refect, on their own or collaboratively with others, as they develop and adjust goals. To further this evolving and adapting process of goal setting, we propose that the initial stage of goal setting can be facilitated through self-refection, self-experimentation, and goal scafolding (as suggested in  [85] ). The role of PI tools in this initial stage can be to present people with goal options and choices. However, it may still be overwhelming to make conscious decisions to set a goal, which may also lead to people choosing the default goal, such as goals the most readily available and \"the easiest\" option. The default goal may not necessarily align people's priorities or interest, leading to goal failure due to lack of commitment or ill-ftting goals. This, in turn, may result in negative feelings for people towards goals and goal setting. We know that reviewing and revising goals have high correlations with usefulness of PI tools  [5] . Hence, it is crucial for PI tools to emphasize the dynamic and adaptive nature of goals.\n\nTo incorporate evolving and adaptive processes in goal setting, PI tools should identify diferent moments of refection for short-term and long-term goals. Understanding people's overall long-term goal is important and PI tool should facilitate refection and the breakdown of goal into smaller, manageable, and short-term goals  [1, 71] ."
    },
    {
      "title": "Reducing burden during goal seting.",
      "text": "A number of studies raised warnings towards overburdening people during the process of goal setting  [85, 97] . Goal setting with PI tools typically involves the collection of a signifcant amount of behavior data. However, accumulating too much data can result in fatigue and overwhelm people. We argue that a surplus of goals and resulting data can result in negative outcomes, where too many goals can overwhelm and push people away from goal setting altogether. Instead, we recommend that PI tools are designed in a way where people frst identify relevant goals and then are guided towards relevant data and tool setups tailored to their goals (as suggested in  [85] ).\n\nWe also envision PI tools using playful strategies for supporting goal setting  [24, 34] . Goals are often perceived as serious and not fun  [13, 42, 54, 57, 73, 79, 102] . Some PI tools already incorporate alternative, fun strategies for goal setting, such as gamifcation  [81]  and storytelling  [84] . However, in these incorporations people are typically guided to a specifc outcome  [11, 32] . Playful design comes from an intrinsic value to have fun or enjoy, does not have a specifc end goal  [11, 62] . We believe goal setting with PI tools can incorporate both values, where people have overall health and wellbeing goals and incorporate hedonic and intrinsic values of play. We encountered one goal setting activity where goals became gamifed in a playful way, by having goals formed into abstract food challenges (e.g., \"eat something green today\")  [24] . This made the goal exploratory, while also focusing on improving nutrition. We envision future work continuing to explore how playful design frameworks, such as PLEX  [62] , can be incorporated into goal setting to make pursuing a goal a fun activity that supports hedonic values  [25] .\n\nAnother way to avoid burden in goal setting is while supporting self-refection, to prevent rumination. In comparison to selfrefection, during rumination, people constantly think about reasons and results in negative feelings and actions  [87] . This can lead to goal discrepancy and failure  [63] . Eikey argues that individuals may not be always engage in insightful self-refection, but rather go into cycles of rumination when exploring their PI data, and eventually abandon self-tracking  [21] . Moreover, constantly asking people to refect on their goals might negatively afect their engagement with goals. For example, Lee et al.  [53]  found that even though setting PI-supported refective goals increases people's commitment to their physical activity goals, people fnd those refectively set goals difcult to achieve, less enjoyable to meet, and were less motivated toward their goals  [53] . We argue that constantly overthinking about goal failures, instead of engaging with them, might result in emotional burden for those whom the use of PI tools can be very benefcial. Therefore, goal setting during appropriate moments and framed in supportive ways is necessary to encourage and motivate people through their goal setting rather than making them ruminate, feel stressed or anxious about goals."
    },
    {
      "title": "4.3.4",
      "text": "Furthering goal framing with personal informatics. Framing concerns how people make choices and decisions  [50, 56, 65] , especially how they pursue their goals. We found that the way people's goals are framed can afect the way people make decisions regarding these goals  [3, 7, 42, 47, 67, 71, 85] . Recently, Agapie et al.  [1]  described The Longitudinal Goal-Setting Model where therapists collaborate with patients to identify, simplify, and adjust goals. Accordingly, people often pursue multiple, interconnected goals in parallel, while pursuing one single goal may impact the ability to achieve another goal. PI tools could help people better understand how their decisions impact diferent goals by connecting short term goals to long term goals  [3, 7, 42, 47, 67, 71, 85] . Refecting on how short-term goals (e.g., achieving a daily step count goal) contribute to long term goals (e.g., losing weight) can motivate and keep people engaged towards their goals  [3, 7, 42, 47, 71, 83] . In addition, refecting on multiple goals can help people prioritize goals and consider which goals will be most worth aiming for as not all goals can be worked towards congruently. On the other hand, as discussed above, excessive refection on goals might yield rumination. To avoid that, we suggest that PI tools should prompt refection during opportunistic moments, such as when people's life circumstances change, and goals are likely to no longer ft one's current circumstances.\n\nWe think PI tools can also support goal framing through the lens of Goal-Framing Theory  [56] . Accordingly, three goal frames play a role in people's goal decisions about what to choose and how to act: (1) hedonic frames improve the way one feels in a particular situation (e.g., \"The weather is looking sunny this month! Set a bigger daily walking goal this month to make you feel happy. \"); (2) gain frames consider and improve one's resources (e.g., \"Increasing your walking goal this month will help reduce your chance of heart disease\"), and (3) normative frames make one thinks what is appropriate to do according to social norms (e.g., \"Setting a 30 minute daily walking goal will make you ft in the healthy population\"). This way PI tools can support the process of framing and reframing goals by also showing how the presence (e.g., if you do an action) or absence (e.g., if you do not do an action) of a behavior relate to the goals (e.g., you will get/lose the chance of the benefts of pursuing the goal)  [50] .\n\nIn addition to these three main goal frames, a fourth one, moral goal frame, can also be activated to frame goals based on societal values  [75] . We think moral framing could foster goal setting by provoking people to think beyond their personal goal choices and consider broader implications of their goals. For example, PI tools can assist people's physical activity choices by making them aware of how cycling to work with a co-worker, rather than carpooling, contributes to reducing the carbon-footprint and improving the health of both individuals. This way of guiding goal setting is also aligned with what Fleck and Fitzpatrick describe as the refection on social and ethical impacts of one's choices  [30] . We think diferent levels of refection can be applied into framing personal informatics health goals by considering how one's personal health goals are afected by others in their context and vice versa  [22] . Using both higher levels of refection and moral framing into PI tools can better support people by tying in broader impacts of their health goals, such as with sustainability or social and familial environment. Helping people refect on the broader impacts and efects that they might have with their goals further supports motivation towards goal achievement."
    },
    {
      "title": "CONCLUSIONS AND FUTURE WORK",
      "text": "This paper analyzes how HCI literature has used goal setting in personal informatics and provides implications for using goal setting for health and wellbeing. We found six design implications for goal setting with PI tools, which were often interconnected and afected one another (clarity, transparency, fexibility, framing and reframing, personalization, and refection). From these implications, we highlight future directions for support goal setting. We see the future of personal informatics as an opportunity to curate how data is given to people to support them in setting goals. Future research should focus on how PI tools can support self-efcacy during goal setting. We illustrated a gap in research in examining how to support people's evolving, long-term goals. With the increasing amount of complexity in goal setting, it is important to consider how to not burden people when using PI tools for goal setting. Future research should also look into how PI tools can compare framing activities in health goals to see how this can support people in creating realistic and meaningful goals."
    },
    {
      "text": "Figure 1: PRISMA Flow Chart of our Article Selection Process"
    },
    {
      "text": "Figure 2: Publications on goal setting and personal informatics over time"
    },
    {
      "text": "Study characteristics of our corpus"
    },
    {
      "text": "Goal setting characteristics and strategies identifed"
    },
    {
      "text": "Six goal setting design implications for personal informatics"
    },
    {
      "text": "Opportunities for making goals clear"
    },
    {
      "text": "[19,100]100]s for making goal suggestions transparentExplain how or why the goal is ftted for the -Understand where PI tool is best able to provide expertise[19, 97,100]person towards goal setting about how the health technology uses and processes health data is necessary and can increase trustworthiness of the PI tool[97,100]."
    },
    {
      "text": "Opportunities for supporting goal fexibility"
    },
    {
      "text": "Opportunities for framing and reframing goals"
    },
    {
      "text": "Opportunities for personalizing goals"
    }
  ],
  "references": [
    {
      "title": "A Longitudinal Goal Setting Model for Addressing Complex Personal Problems in Mental Health",
      "authors": [
        "Elena Agapie",
        "Patricia Areán",
        "Gary Hsieh",
        "Sean Munson"
      ],
      "year": 2022,
      "doi": "10.1145/3555160"
    },
    {
      "title": "Physiotherapy Over a Distance: The Use of Wearable Technology for Video Consultations in Hospital Settings",
      "authors": [
        "Deepti Aggarwal",
        "Bernd Ploderer",
        "Thuong Hoang",
        "Frank Vetere",
        "Mark Bradford"
      ],
      "year": 2020,
      "doi": "10.1145/3383305"
    },
    {
      "title": "Design of Mobile Wellness Applications: Identifying Cross-Cultural Factors",
      "authors": [
        "Aino Ahtinen",
        "Shruti Ramiah",
        "Jan Blom",
        "Minna Isomursu"
      ],
      "year": 2008,
      "doi": "10.1145/1517744.1517798"
    },
    {
      "title": "The Efect of Goal Moderation on the Achievement and Satisfaction of Physical Activity Goals",
      "authors": [
        "Deemah Alqahtani",
        "Caroline Jay",
        "Markel Vigo"
      ],
      "year": 2020,
      "doi": "10.1145/3432209"
    },
    {
      "title": "Mobile Applications for Health and Wellness: A Systematic Review",
      "authors": [
        "Alaa Alslaity",
        "Banuchitra Suruliraj",
        "Oladapo Oyebode",
        "Jonathon Fowles",
        "Rita Orji"
      ],
      "year": 2022,
      "doi": "10.1145/3534525"
    },
    {
      "title": "Me, My Health, and My Watch: How Children with ADHD Understand Smartwatch Health Data",
      "authors": [
        "Elizabeth Ankrah",
        "L Franceli",
        "Lucas Cibrian",
        "Arya Silva",
        "Jesus Tavakoulnia",
        "Sabrina Beltran",
        "Kimberley Schuck",
        "Gillian Lakes",
        "Hayes"
      ],
      "year": 2022,
      "doi": "10.1145/3577008"
    },
    {
      "title": "Toward Health Information Technology that Supports Overweight/Obese Women in Addressing Emotion-and Stress-Related Eating",
      "authors": [
        "Andrea Barbarin",
        "Laura Saslow",
        "Mark Ackerman",
        "Tifany Veinot"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3173895"
    },
    {
      "title": "Using Thematic Analysis in Healthcare HCI at CHI: A Scoping Review",
      "authors": [
        "Robert Bowman",
        "Camille Nadal",
        "Kellie Morrissey",
        "Anja Thieme",
        "Gavin Doherty"
      ],
      "year": 2023,
      "doi": "10.1145/3544548.3581203"
    },
    {
      "title": "Using thematic analysis in psychology",
      "authors": [
        "Virginia Braun",
        "Victoria Clarke"
      ],
      "year": 2006,
      "doi": "10.1191/1478088706qp063oa"
    },
    {
      "title": "One size fts all? What counts as quality practice in (refexive) thematic analysis?",
      "authors": [
        "Virginia Braun",
        "Victoria Clarke"
      ],
      "year": 2021,
      "doi": "10.1080/14780887.2020.1769238"
    },
    {
      "title": "Man, play, and games",
      "authors": [
        "Roger Caillois",
        "Meyer Barash"
      ],
      "year": 2001
    },
    {
      "title": "Local Standards for Sample Size at CHI",
      "authors": [
        "Kelly Caine"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858498"
    },
    {
      "title": "Loss-Framed Financial Incentives and Personalized Goal-Setting to Increase Physical Activity Among Ischemic Heart Disease Patients Using Wearable Devices: The ACTIVE REWARD Randomized Trial",
      "authors": [
        "P Neel",
        "Srinath Chokshi",
        "Dylan Adusumalli",
        "Alexander Small",
        "Jordyn Morris",
        "Yoonhee Feingold",
        "Marta Ha",
        "Lynch",
        "A Charles",
        "Victoria Rareshide",
        "Mitesh Hilbert",
        "Patel"
      ],
      "year": 2018,
      "doi": "10.1161/JAHA.118.009173"
    },
    {
      "title": "Transgender People's Technology Needs to Support Health and Transition",
      "authors": [
        "Tya Chuanromanee",
        "Ronald Metoyer"
      ],
      "year": 2021,
      "doi": "10.1145/3411764.3445276"
    },
    {
      "title": "No longer wearing: investigating the abandonment of personal health-tracking technologies on craigslist",
      "authors": [
        "James Clawson",
        "Jessica Pater",
        "Andrew Miller",
        "Elizabeth Mynatt",
        "Lena Mamykina"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2807554"
    },
    {
      "title": "Designing for Healthy Lifestyles: Design Considerations for Mobile Technologies to Encourage Consumer Health and Wellness",
      "authors": [
        "Sunny Consolvo"
      ],
      "year": 2012,
      "doi": "10.1561/1100000040"
    },
    {
      "title": "Goal-setting considerations for persuasive technologies that encourage physical activity",
      "authors": [
        "Sunny Consolvo",
        "Predrag Klasnja",
        "David Mcdonald",
        "James Landay"
      ],
      "year": 2009,
      "doi": "10.1145/1541948.1541960"
    },
    {
      "title": "Data Sensemaking in Self-Tracking: Towards a New Generation of Self-Tracking Tools",
      "authors": [
        "Aykut Coşkun",
        "Armağan Karahanoğlu"
      ],
      "year": 2022,
      "doi": "10.1080/10447318.2022.2075637"
    },
    {
      "title": "Investigating the Efectiveness of Cohort-Based Sleep Recommendations",
      "authors": [
        "Nediyana Daskalova",
        "Bongshin Lee",
        "Jef Huang",
        "Chester Ni",
        "Jessica Lundin"
      ],
      "year": 2018,
      "doi": "10.1145/3264911"
    },
    {
      "title": "Use of menstruation and fertility app trackers: a scoping review of the evidence",
      "authors": [
        "Sarah Earle",
        "Robin Hannah R Marston",
        "Duncan Hadley",
        "Banks"
      ],
      "year": 2021,
      "doi": "10.1136/bmjsrh-2019-200488"
    },
    {
      "title": "Beyond self-refection: introducing the concept of rumination in personal informatics",
      "authors": [
        "Elizabeth Victoria Eikey",
        "Clara Caldeira",
        "Mayara Costa Figueiredo",
        "Yunan Chen",
        "Jessica Borelli",
        "Melissa Mazmanian",
        "Kai Zheng"
      ],
      "year": 2021,
      "doi": "10.1007/s00779-021-01573-w"
    },
    {
      "title": "Refection during goal setting: An analysis of popular personal informatics apps",
      "authors": [
        "Tina Ekhtiar",
        "Rúben Gouveia",
        "Armağan Karahanoğlu",
        "Geke Ludden"
      ],
      "year": 2022,
      "doi": "10.21606/drs.2022.787"
    },
    {
      "title": "Mapping and Taking Stock of the Personal Informatics Literature",
      "authors": [
        "A Daniel",
        "Clara Epstein",
        "Mayara Caldeira",
        "Xi Costa Figueiredo",
        "Lucas Lu",
        "Lucretia Silva",
        "Jong Williams",
        "Qingyang Ho Lee",
        "Simran Li",
        "Qiuer Ahuja",
        "Payam Chen",
        "Craig Dowlatyari",
        "Sazeda Hilby",
        "Elizabeth Sultana",
        "Yunan Eikey",
        "Chen"
      ],
      "year": 2020,
      "doi": "10.1145/3432231"
    },
    {
      "title": "Crumbs: Lightweight Daily Food Challenges to Promote Engagement and Mindfulness",
      "authors": [
        "A Daniel",
        "Felicia Epstein",
        "James Cordeiro",
        "Gary Fogarty",
        "Sean Hsieh",
        "Munson"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858044"
    },
    {
      "title": "A lived informatics model of personal informatics",
      "authors": [
        "A Daniel",
        "An Epstein",
        "James Ping",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2804250"
    },
    {
      "title": "Unique efects of setting goals on behavior change: Systematic review and meta-analysis",
      "authors": [
        "Tracy Epton",
        "Sinead Currie",
        "Christopher Armitage"
      ],
      "year": 2017,
      "doi": "10.1037/ccp0000260"
    },
    {
      "title": "How self-tracking and the quantifed self promote health and well-being: Systematic review",
      "authors": [
        "Shan Feng",
        "Matti Mäntymäki",
        "Amandeep Dhir",
        "Hannu Salmela"
      ],
      "year": 2021,
      "doi": "10.2196/25171"
    },
    {
      "title": "Transitions in Personal Informatics: Investigating Self-Tracking During Moments of Change",
      "authors": [
        "Catrin Feron",
        "Tina Ekhtiar",
        "Ruben Gouveia"
      ],
      "year": 2022,
      "doi": "10.1145/3547522.3547686"
    },
    {
      "title": "Goals, life events, and transitions: examining fertility apps for holistic health tracking",
      "authors": [
        "Mayara Costa Figueiredo",
        "Thu Huynh",
        "Anna Takei",
        "Daniel Epstein",
        "Yunan Chen"
      ],
      "year": 2021,
      "doi": "10.1093/jamiaopen/ooab013"
    },
    {
      "title": "Refecting on refection: framing a design landscape",
      "authors": [
        "Rowanne Fleck",
        "Geraldine Fitzpatrick"
      ],
      "year": 2010,
      "doi": "10.1145/2675133.2675244"
    },
    {
      "title": "Which Behaviour Change Techniques Are Most Efective at Increasing Older Adults' Self-Efcacy and Physical Activity Behaviour? A Systematic Review",
      "authors": [
        "Ellinor David P French",
        "Anna Olander",
        "Jennifer Chisholm",
        "Sharry"
      ],
      "year": 2014,
      "doi": "10.1007/s12160-014-9593-z"
    },
    {
      "title": "Gamifcation and Learning: A Comparative Study of Design Frameworks",
      "authors": [
        "Priscilla Garone",
        "Sérgio Nesteriuk"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-22219-2_35"
    },
    {
      "title": "WalkWithMe: Personalized Goal Setting and Coaching for Walking in People with Multiple Sclerosis",
      "authors": [
        "Eva Geurts",
        "Fanny Van Geel",
        "Peter Feys",
        "Karin Coninx"
      ],
      "year": 2019,
      "doi": "10.1145/3320435.3320459"
    },
    {
      "title": "How do we engage with activity trackers?: a longitudinal study of Habito",
      "authors": [
        "Rúben Gouveia",
        "Evangelos Karapanos",
        "Marc Hassenzahl"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2804290"
    },
    {
      "title": "Activity Tracking in vivo",
      "authors": [
        "Rúben Gouveia",
        "Evangelos Karapanos",
        "Marc Hassenzahl"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3173936"
    },
    {
      "title": "Fostering Engagement with Personal Informatics Systems",
      "authors": [
        "Rebecca Gulotta",
        "Jodi Forlizzi",
        "Rayoung Yang",
        "Mark Newman"
      ],
      "year": 2016,
      "doi": "10.1145/2901790.2901803"
    },
    {
      "title": "Oh, I didn't do a good job: How objective data afects physiotherapistpatient conversations for arthritis patients",
      "authors": [
        "Ankit Gupta",
        "Tim Heng",
        "Chris Shaw",
        "Diane Gromala",
        "Jenny Leese",
        "Linda Li"
      ],
      "year": 2020,
      "doi": "10.1145/3421937.3421991"
    },
    {
      "title": "Designing pervasive technology for physical activity self-management in arthritis patients",
      "authors": [
        "Ankit Gupta",
        "Tim Heng",
        "Chris Shaw",
        "Linda Li",
        "Lynne Feehan"
      ],
      "year": 2018,
      "doi": "10.1145/3240925.3240956"
    },
    {
      "title": "To empathise or not to empathise? Empathy and its limits in design",
      "authors": [
        "Ann Heylighen",
        "Andy Dong"
      ],
      "year": 2019,
      "doi": "10.1016/j.destud.2019.10.007"
    },
    {
      "title": "Goal setting as an outcome measure: a systematic review",
      "authors": [
        "Jane Hurn",
        "Ian Kneebone",
        "Mark Cropley"
      ],
      "year": 2006,
      "doi": "10.1177/0269215506070793"
    },
    {
      "title": "Selftracking behaviour in physical activity: a systematic review of drivers and outcomes of ftness tracking",
      "authors": [
        "Daoyan Jin",
        "Hallgeir Halvari",
        "Natalia Maehle",
        "Anja Olafsen"
      ],
      "year": 2022,
      "doi": "10.1080/0144929x.2020.1801840"
    },
    {
      "title": "Good Enough!\": Flexible Goal Achievement with Margin-based Outcome Evaluation",
      "authors": [
        "Gyuwon Jung",
        "Jio Oh",
        "Youjin Jung",
        "Juho Sun",
        "Ha-Kyung Kong",
        "Uichin Lee"
      ],
      "year": 2021,
      "doi": "10.1145/3411764.3445608"
    },
    {
      "title": "Personal Informatics, Self-Insight, and Behavior Change: A Critical Review of Current Literature",
      "authors": [
        "Elisabeth Kersten-Van Dijk",
        "H Joyce",
        "Femke Westerink",
        "Wijnand Beute",
        "Ijsselsteijn"
      ],
      "year": 2017,
      "doi": "10.1080/07370024.2016.1276456"
    },
    {
      "title": "Tracking Diverse Feelings and Activities Encourages Self-guided Holistic Behavior Change",
      "authors": [
        "Mina Khan",
        "Pattie Maes"
      ],
      "year": 2021,
      "doi": "10.1145/3429360.3468190"
    },
    {
      "title": "GoalKeeper: Exploring Interaction Lockout Mechanisms for Regulating Smartphone Use",
      "authors": [
        "Jaejeung Kim",
        "Hayoung Jung",
        "Minsam Ko",
        "Uichin Lee"
      ],
      "year": 2019,
      "doi": "10.1145/3314403"
    },
    {
      "title": "Prescribing 10,000 Steps Like Aspirin: Designing a Novel Interface for Data-Driven Medical Consultations",
      "authors": [
        "Yoojung Kim",
        "Eunyoung Heo",
        "Hyunjeong Lee",
        "Sookyoung Ji",
        "Jueun Choi",
        "Jeong-Whun Kim",
        "Joongseek Lee",
        "Sooyoung Yoo"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025570"
    },
    {
      "title": "Towards the Design of a Ring Sensor-based mHealth System to Achieve Optimal Motor Function in Stroke Survivors",
      "authors": [
        "Yoojung Kim",
        "Hee-Tae Jung",
        "Joonwoo Park",
        "Yangsoo Kim",
        "Nathan Ramasarma",
        "Paolo Bonato",
        "Eun Choe",
        "Sunghoon Ivan"
      ],
      "year": 2019,
      "doi": "10.1145/3369817"
    },
    {
      "title": "NUGU: A Group-based Intervention App for Improving Self-Regulation of Limiting Smartphone Use",
      "authors": [
        "Minsam Ko",
        "Subin Yang",
        "Joonwon Lee",
        "Christian Heizmann",
        "Jinyoung Jeong",
        "Uichin Lee",
        "Daehee Shin",
        "Koji Yatani",
        "Junehwa Song",
        "Kyong-Mee Chung"
      ],
      "year": 2015,
      "doi": "10.1145/2675133.2675244"
    },
    {
      "title": "Refection Companion: A Conversational System for Engaging Users in Refection on Physical Activity",
      "authors": [
        "Rafal Kocielnik",
        "Lillian Xiao",
        "Daniel Avrahami",
        "Gary Hsieh"
      ],
      "year": 2018,
      "doi": "10.1145/3214273"
    },
    {
      "title": "Attribute Framing and Goal Framing Efects in Health Decisions",
      "authors": [
        "Parthasarathy Krishnamurthy",
        "Patrick Carter",
        "Edward Blair"
      ],
      "year": 2001,
      "doi": "10.1006/obhd.2001.2962"
    },
    {
      "title": "Self-Experimentation for Behavior Change: Design and Formative Evaluation of Two Approaches",
      "authors": [
        "Jisoo Lee",
        "Matthew Kay",
        "Erin Walker",
        "Matthew Buman",
        "Winslow Burleson",
        "Eric Hekler"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3026038"
    },
    {
      "title": "MindNavigator: Exploring the Stress and Self-Interventions for Mental Wellness",
      "authors": [
        "Kwangyoung Lee",
        "Hwajung Hong"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3174146"
    },
    {
      "title": "Personalization revisited: a refective approach helps people better personalize health services and motivates them to increase physical activity",
      "authors": [
        "Min Kyung",
        "Junsung Kim",
        "Jodi Forlizzi",
        "Sara Kiesler"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2807552"
    },
    {
      "title": "The Efects of a Mobile Wellness Intervention with Fitbit Use and Goal Setting for Workers",
      "authors": [
        "Sang-Ho Lee",
        "Yeongmi Ha",
        "Mira Jung",
        "Seungkyoung Yang",
        "Won-Seok Kang"
      ],
      "year": 2019,
      "doi": "10.1089/tmj.2018.0185"
    },
    {
      "title": "A retrospective analysis of real-world use of the eaTracker®My Goals website by adults from Ontario and Alberta, Canada",
      "authors": [
        "R Jessica",
        "Helen Liefers",
        "Christine Haresign",
        "Rhona Mehling",
        "Hanning"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3640-6"
    },
    {
      "title": "Normative, Gain and Hedonic Goal Frames Guiding Environmental Behavior",
      "authors": [
        "Siegwart Lindenberg",
        "Linda Steg"
      ],
      "year": 2007,
      "doi": "10.1111/j.1540-4560.2007.00499.x"
    },
    {
      "title": "Do Fitness Apps Need Text Reminders? An Experiment Testing Goal-Setting Text Message Reminders to Promote Self-Monitoring",
      "authors": [
        "Shuang Liu",
        "Jessica Willoughby"
      ],
      "year": 2018,
      "doi": "10.1080/10810730.2018.1455768"
    },
    {
      "title": "Setting Goals for Life and Happiness",
      "authors": [
        "Edwin Locke"
      ],
      "year": 2002,
      "doi": "10.1093/oso/9780195135336.003.0022"
    },
    {
      "title": "Building a practically useful theory of goal setting and task motivation: A 35-year odyssey",
      "authors": [
        "Edwin Locke",
        "Gary Latham"
      ],
      "year": 2002,
      "doi": "10.1037/0003-066x.57.9.705"
    },
    {
      "title": "How Cultural Norms Infuence Persuasive Design: A Study on Chinese Food Journaling Apps",
      "authors": [
        "Xi Lu",
        "Yunan Chen",
        "Daniel Epstein"
      ],
      "year": 2021,
      "doi": "10.1145/3461778.3462142"
    },
    {
      "title": "A Model of Socially Sustained Self-Tracking for Food and Diet",
      "authors": [
        "Xi Lu",
        "Yunan Chen",
        "Daniel Epstein"
      ],
      "year": 2021,
      "doi": "10.1145/3479595"
    },
    {
      "title": "Playful or Gameful?: creating delightful user experiences",
      "authors": [
        "Andrés Lucero",
        "Evangelos Karapanos",
        "Juha Arrasvuori",
        "Hannu Korhonen"
      ],
      "year": 2014,
      "doi": "10.1145/2590973"
    },
    {
      "title": "Wanting but not having: The efects of unattained goals on thoughts and feelings",
      "authors": [
        "Leonard Martin",
        "Abraham Tesser",
        "William Mcintosh"
      ],
      "year": 1993
    },
    {
      "title": "Bridging Community, History, and Culture in Personal Informatics Tools: Insights from an Existing Community-Based Heart Health Intervention for Black Americans",
      "authors": [
        "Aqueasha Martin",
        "Tanjala Purnell"
      ],
      "year": 2022,
      "doi": "10.1145/3492848"
    },
    {
      "title": "What lies beneath: Reframing framing efects",
      "authors": [
        "John Maule",
        "Gaëlle Villejoubert"
      ],
      "year": 2007,
      "doi": "10.1080/13546780600872585"
    },
    {
      "title": "The Shame of Failure: Examining the Link Between Fear of Failure and Shame",
      "authors": [
        "Holly Mcgregor",
        "Andrew Elliot"
      ],
      "year": 2005,
      "doi": "10.1177/0146167204271420"
    },
    {
      "title": "From Refection to Action: Combining Machine Learning with Expert Knowledge for Nutrition Goal Recommendations",
      "authors": [
        "Elliot Mitchell",
        "Elizabeth Heitkemper",
        "Marissa Burgermaster",
        "Matthew Levine",
        "Yishen Miao",
        "Maria Hwang",
        "Pooja Desai",
        "Andrea Cassells",
        "Jonathan Tobin",
        "Esteban Tabak",
        "David Albers",
        "Arlene Smaldone",
        "Lena Mamykina"
      ],
      "year": 2021,
      "doi": "10.1145/3411764.3445555"
    },
    {
      "title": "Automated vs. Human Health Coaching: Exploring Participant and Practitioner Experiences",
      "authors": [
        "Elliot Mitchell",
        "Rosa Maimone",
        "Andrea Cassells",
        "Jonathan Tobin",
        "Patricia Davidson",
        "Arlene Smaldone",
        "Lena Mamykina"
      ],
      "year": 2021,
      "doi": "10.1145/3449173"
    },
    {
      "title": "Designing an AI Health Coach and Studying Its Utility in Promoting Regular Aerobic Exercise",
      "authors": [
        "Shiwali Mohan",
        "Anusha Venkatakrishnan",
        "Andrea Hartzler"
      ],
      "year": 2020,
      "doi": "10.1145/3366501"
    },
    {
      "title": "Exploring Goal-setting, Rewards, Selfmonitoring, and Sharing to Motivate Physical Activity",
      "authors": [
        "Sean Munson",
        "Sunny Consolvo"
      ],
      "year": 2012,
      "doi": "10.4108/icst.pervasivehealth.2012.248691"
    },
    {
      "title": "Supporting Meaningful Personal Fitness: the Tracker Goal Evolution Model",
      "authors": [
        "Jasmin Niess",
        "Pawełw",
        "Woźniak"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3173745"
    },
    {
      "title": "I Don't Need a Goal': Attitudes and Practices in Fitness Tracking beyond WEIRD User Groups",
      "authors": [
        "Jasmin Niess",
        "Pawełw",
        "Yomna Woźniak",
        "Passant Abdelrahman",
        "Yasmeen Elagroudy",
        "Caroline Abdrabou",
        "Sarah Eckerth",
        "Kristina Diefenbach",
        "Knaving"
      ],
      "year": 2021,
      "doi": "10.1145/3447526.3472062"
    },
    {
      "title": "Employee Use of a Wireless Physical Activity Tracker Within Two Incentive Designs at One Company",
      "authors": [
        "Gregory Norman",
        "Kevin Heltemes",
        "Debi Heck",
        "Mary Osmick"
      ],
      "year": 2016,
      "doi": "10.1089/pop.2015.0030"
    },
    {
      "title": "General concepts of goals and goal-setting in healthcare: A narrative review",
      "authors": [
        "Osahon Ogbeiwi"
      ],
      "year": 2021,
      "doi": "10.1017/jmo.2018.11"
    },
    {
      "title": "Goal-framing theory for sustainable food behaviour: The added value of a moral goal frame across diferent contexts",
      "authors": [
        "Marleen Onwezen"
      ],
      "year": 2023,
      "doi": "10.1016/j.foodqual.2022.104758"
    },
    {
      "title": "The Lived Experience of Child-Owned Wearables: Comparing Children's and Parents' Perspectives on Activity Tracking",
      "authors": [
        "Iþil Oygür",
        "Zhaoyuan Su",
        "Daniel Epstein",
        "Yunan Chen"
      ],
      "year": 2021,
      "doi": "10.1145/3411764.3445376"
    },
    {
      "title": "Investigation of the Moderating Efect of Culture on Users' Susceptibility to Persuasive Features in Fitness Applications",
      "authors": [
        "Vassileva Oyibo"
      ],
      "year": 2019,
      "doi": "10.3390/info10110344"
    },
    {
      "title": "Habit Formation in Wearable Activity Tracker Use Among Older Adults: Qualitative Study",
      "authors": [
        "Wei Peng",
        "Lin Li",
        "Anastasia Kononova",
        "Shelia Cotten",
        "Kendra Kamp",
        "Marie Bowen"
      ],
      "year": 2021,
      "doi": "10.2196/22488"
    },
    {
      "title": "Modeling individual diferences: A case study of the application of system identifcation for personalizing a physical activity intervention",
      "authors": [
        "S Sayali",
        "Mohammad Phatak",
        "César Freigoun",
        "Daniel Martín",
        "Elizabeth Rivera",
        "Marc Korinek",
        "Matthew Adams",
        "Predrag Buman",
        "Eric Klasnja",
        "Hekler"
      ],
      "year": 2018,
      "doi": "10.1016/j.jbi.2018.01.010"
    },
    {
      "title": "Role of Goal Orientation, Ability, Need for Achievement, and Locus of Control in the Self-Efcacy and Goal-Setting Process",
      "authors": [
        "M Jean",
        "Stanley Phillips",
        "Gully"
      ],
      "doi": "10.1037/0021-9010.82.5.792"
    },
    {
      "title": "Gamifcation for Self-Tracking: From World of Warcraft to the Design of Personal Informatics Systems",
      "authors": [
        "Amon Rapp"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3173654"
    },
    {
      "title": "Personal tracking as lived informatics",
      "authors": [
        "John Rooksby",
        "Mattias Rost",
        "Alistair Morrison",
        "Matthew Chalmers"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557039"
    },
    {
      "title": "Self-setting of physical activity goals and efects on perceived difculty, importance and competence",
      "authors": [
        "Privender Saini",
        "Joyca Lacroix"
      ],
      "year": 2009,
      "doi": "10.1145/1541948.1541992"
    },
    {
      "title": "StoryMap: Using Social Modeling and Self-Modeling to Support Physical Activity Among Families of Low-SES Backgrounds",
      "authors": [
        "Herman Saksono",
        "Carmen Castaneda-Sceppa",
        "Jessica Hofman",
        "Magy Seif El-Nasr",
        "Andrea Parker"
      ],
      "year": 2021,
      "doi": "10.1145/3411764.3445087"
    },
    {
      "title": "Examining Opportunities for Goal-Directed Self-Tracking to Support Chronic Condition Management",
      "authors": [
        "Jessica Schroeder",
        "Ravi Karkar",
        "Natalia Murinova",
        "James Fogarty",
        "Sean Munson"
      ],
      "year": 2019,
      "doi": "10.1145/3369809"
    },
    {
      "title": "Goal Setting as a Strategy for Dietary and Physical Activity Behavior Change: A Review of the Literature",
      "authors": [
        "Mical Kay Shilts",
        "Marcel Horowitz",
        "Marilyn Townsend"
      ],
      "year": 2004,
      "doi": "10.4278/0890-1171-19.2.81"
    },
    {
      "title": "A roadmap to rumination: A review of the defnition, assessment, and conceptualization of this multifaceted construct",
      "authors": [
        "Jeannette Smith",
        "Lauren Alloy"
      ],
      "year": 2009,
      "doi": "10.1016/j.cpr.2008.10.003"
    },
    {
      "title": "Fitter, Happier, More Productive?: The Normative Ontology of Fitness Trackers",
      "authors": [
        "Katta Spiel",
        "Fares Kayali",
        "Louise Horvath",
        "Michael Penkler",
        "Sabine Harrer",
        "Miguel Sicart",
        "Jessica Hammer"
      ],
      "year": 2018,
      "doi": "10.1145/3170427.3188401"
    },
    {
      "title": "Fitter, Happier, More Productive?: The Normative Ontology of Fitness Trackers",
      "authors": [
        "Katta Spiel",
        "Fares Kayali",
        "Louise Horvath",
        "Michael Penkler",
        "Sabine Harrer",
        "Miguel Sicart",
        "Jessica Hammer"
      ],
      "year": 2018,
      "doi": "10.1145/3170427.3188401"
    },
    {
      "title": "The (over)use of SMART goals for physical activity promotion: A narrative review and critique",
      "authors": [
        "Christian Swann",
        "Patricia Jackman",
        "Alex Lawrence",
        "Rebecca Hawkins",
        "Scott Goddard",
        "Ollie Williamson",
        "Matthew Schweickle",
        "Stewart Vella",
        "Simon Rosenbaum",
        "Panteleimon Ekkekakis"
      ],
      "year": 2022,
      "doi": "10.1080/17437199.2021.2023608"
    },
    {
      "title": "Updating goal-setting theory in physical activity promotion: a critical conceptual review",
      "authors": [
        "Christian Swann",
        "Simon Rosenbaum",
        "Alex Lawrence",
        "Stewart Vella",
        "Desmond Mcewan",
        "Panteleimon Ekkekakis"
      ],
      "year": 2021,
      "doi": "10.1080/17437199.2019.1706616"
    },
    {
      "title": "Goal Setting and Health-Related Outcomes in Chronic Diseases: A Systematic Review and Meta-Analysis of the Literature From 2000 to 2020",
      "authors": [
        "Zahra Tabaei-Aghdaei",
        "Janet Mccoll-Kennedy",
        "Leonard Coote"
      ],
      "year": 2022,
      "doi": "10.1177/10775587221113228"
    },
    {
      "title": "Efect of pedometer use and goal setting on walking and functional status in overweight adults with multimorbidity: a crossover clinical trial",
      "authors": [
        "Paul Takahashi",
        "Stephanie Quigg",
        "Ivana Croghan",
        "Darrell Schroeder",
        "Jon Ebbert"
      ],
      "year": 2016,
      "doi": "10.2147/cia.s107626"
    },
    {
      "title": "Snot, Sweat, Pain, Mud, and Snow: Performance and Experience in the Use of Sports Watches",
      "authors": [
        "Jakob Tholander",
        "Stina Nylander"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702482"
    },
    {
      "title": "Informed Choices, Progress Monitoring and Comparison with Peers: Features to Support the Autonomy, Competence and Relatedness Needs, as Suggested by the Self-Determination Theory",
      "authors": [
        "Gabriela Villalobos-Zúñiga",
        "Iyubanit Rodríguez",
        "Anton Fedosov",
        "Mauro Cherubini"
      ],
      "year": 2021,
      "doi": "10.1145/3447526.3472039"
    },
    {
      "title": "What are the most efective intervention techniques for changing physical activity self-efcacy and physical activity behaviour-and are they the same?",
      "authors": [
        "S Williams",
        "D French"
      ],
      "year": 2011,
      "doi": "10.1093/her/cyr005"
    },
    {
      "title": "Exploring Understandable Algorithms to Suggest Fitness Tracker Goals that Foster Commitment",
      "authors": [
        "Pawełw",
        "Woźniak",
        "Piotr Przemysław",
        "Kucharski",
        "M Maartje",
        "Jasmin De Graaf",
        "Niess"
      ],
      "year": 2020,
      "doi": "10.1145/3419249.3420131"
    },
    {
      "title": "12 Years of Selftracking for Promoting Physical Activity from a User Diversity Perspective: Taking Stock & Thinking Ahead",
      "authors": [
        "Sofa Yfantidou",
        "Pavlos Sermpezis",
        "Athena Vakali"
      ],
      "year": 2022,
      "doi": "10.1145/3511047.3538029"
    },
    {
      "title": "14 Years of Self-Tracking Technology for mHealth -Literature Review: Lessons Learnt and the PAST SELF Framework",
      "authors": [
        "Sofa Yfantidou",
        "Pavlos Sermpezis",
        "Athena Vakali"
      ],
      "year": 2023,
      "doi": "10.1145/3592621"
    },
    {
      "title": "Designing for Emotional Well-being: Integrating Persuasion and Customization into Mental Health Technologies",
      "authors": [
        "Renwen Zhang",
        "Kathryn Ringland",
        "Melina Paan",
        "David Mohr",
        "Madhu Reddy"
      ],
      "year": 2021,
      "doi": "10.1145/3411764.3445771"
    },
    {
      "title": "Supporting Goal-Based Collaboration for Hospitalized Children",
      "authors": [
        "Yiran Zhao",
        "Yoojung Kim",
        "Calvin Apodaca",
        "Regina Casanova-Perez",
        "Shefali Haldar",
        "R Sonali",
        "Julia Mishra",
        "Ari Dunbar",
        "Wanda Pollack",
        "Pratt"
      ],
      "year": 2021,
      "doi": "10.1145/3449238"
    },
    {
      "title": "Evaluating Machine Learning-Based Automated Personalized Daily Step Goals Delivered Through a Mobile Phone App: Randomized Controlled Trial",
      "authors": [
        "Mo Zhou",
        "Yoshimi Fukuoka",
        "Yonatan Mintz",
        "Ken Goldberg",
        "Philip Kaminsky",
        "Elena Flowers",
        "Anil Aswani"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9117"
    },
    {
      "title": "Physical activity / Nutrition / Self-set through PI tool and 8067 Quantitative & qualitative 2016 Weight management guided by PI tool",
      "authors": [
        "Liefers"
      ],
      "doi": "10.1002/9781119415572.ch6"
    },
    {
      "title": "Physical activity / Weight Guided by PI tool 50 Quantitative Willoughby",
      "authors": [
        "& Liu"
      ],
      "year": 2018
    },
    {
      "title": "Physical activity / Nutrition / Self-set through PI tool, 18 Quantitative Weight management assigned and guided by PI tool",
      "authors": [
        "Lu"
      ],
      "year": 2021,
      "doi": "10.1002/9781119415572.ch6"
    },
    {
      "title": "Nutrition / Weight N/A 18 N/A management",
      "authors": [
        "Lu"
      ],
      "year": 2021
    },
    {
      "title": "Nutrition Assigned and guided by PI 23 Quantitative & qualitative 2021 tool",
      "authors": [
        "Mitchell"
      ]
    },
    {
      "title": "Physical activity / Nutrition Participatorily set by PI tool 23 Quantitative & qualitative 2021 or health coach and guided by PI tool",
      "authors": [
        "Mitchell"
      ],
      "doi": "10.1007/s100520100860"
    },
    {
      "title": "Physical activity Participatorily set by PI tool 21 Quantitative 2020 & the person",
      "doi": "10.5194/essd-2020-252-rc1"
    },
    {
      "title": "Physical activity Self-set through PI tool and 23 Quantitative Consolvo",
      "authors": [
        "& Munson"
      ],
      "year": 2012,
      "doi": "10.4108/icst.pervasivehealth.2012.248691"
    },
    {
      "title": "Physical activity N/A 190 Quantitative & qualitative",
      "authors": [
        "Woźniak Niess"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3173745"
    },
    {
      "title": "Physical activity / Weight N/A 37 Quantitative management / Sleep",
      "authors": [
        "Niess"
      ],
      "year": 2021
    },
    {
      "title": "Physical activity Assigned by researchers 320 Quantitative",
      "year": 2016,
      "doi": "10.5194/acp-2016-320-rc1"
    },
    {
      "title": "Physical activity / Sleep Participatorily set by the 37 Quantitative & qualitative parent & child",
      "authors": [
        "Oygür"
      ],
      "year": 2021
    },
    {
      "title": "Physical activity Assigned by PI tool 256 Quantitative Vassileva",
      "authors": [
        "& Oyibo"
      ],
      "year": 2019,
      "doi": "10.1007/s41666-018-0026-9"
    },
    {
      "title": "Physical activity / Nutrition / Self-set through PI tool, 20 Quantitative Weight management / Sleep assigned by PI tool, and guided by PI tool",
      "authors": [
        "Peng"
      ],
      "year": 2021,
      "doi": "10.1002/9781119415572.ch6"
    },
    {
      "title": "Physical activity Assigned by PI tool 20 Quantitative",
      "authors": [
        "Phatak"
      ],
      "year": 2018,
      "doi": "10.26226/morressier.5b5f433bb56e9b005965b8c4"
    },
    {
      "title": "Physical activity Self-set through PI tool 48 Quantitative",
      "authors": [
        "Lacroix Saini"
      ],
      "year": 2009,
      "doi": "10.1145/1541948.1541992"
    },
    {
      "title": "Physical activity Self-set through PI tool 32 Quantitative",
      "authors": [
        "Saksono"
      ],
      "year": 2021,
      "doi": "10.1145/3025453.3025651"
    },
    {
      "title": "Migraine Guided by PI tool 19 Quantitative & qualitative",
      "authors": [
        "Schroeder"
      ],
      "year": 2019
    },
    {
      "title": "Physical activity Self-set, participatorily set 130 Quantitative 2016 by study coordinator",
      "authors": [
        "Takahashi"
      ],
      "doi": "10.14428/dvn/1q4doo"
    },
    {
      "title": "Tholander & Physical activity N/A 10 Quantitative & qualitative Nylander",
      "year": 2015,
      "doi": "10.1145/2729712"
    },
    {
      "title": "Physical activity Guided by PI tool 49 Quantitative",
      "authors": [
        "Zúñiga"
      ],
      "year": 2021
    },
    {
      "title": "Physical activity Assigned by PI tool 219 Quantitative",
      "authors": [
        "Woźniak"
      ],
      "year": 2020,
      "doi": "10.1123/jpah.2020-0393"
    },
    {
      "title": "Mental health Self-set through PI tool, 90 Quantitative & qualitative assigned by PI tool, and guided by PI tool",
      "authors": [
        "Zhang"
      ],
      "year": 2021,
      "doi": "10.1002/9781119415572.ch6"
    },
    {
      "title": "management clinician, caregiver, and child patient",
      "authors": [
        "Zhao"
      ],
      "year": 2021,
      "doi": "10.1188/23.onf.313-323"
    },
    {
      "title": "Physical activity Assigned by PI tool 64",
      "authors": [
        "Zhou"
      ],
      "year": 2018,
      "doi": "10.1123/apaq.2018-0087"
    }
  ],
  "num_references": 127
}
