{
  "paper_id": "VDEBVH36",
  "title": "managing clinical knowledge for health care improvement",
  "year": 2000,
  "date": "2000",
  "authors": [
    {
      "name": "C Bickel",
      "affiliation": {
        "organization": "SCIENCE TRANSLATIONAL MEDICINE",
        "department": "SCIENCE TRANSLATIONAL MEDICINE"
      }
    }
  ],
  "doi": "10.1126/scitranslmed.3001456",
  "md5": "4B4FF258AC9C0A4CBB412EF982FFC955",
  "publication": {
    "journal": "J. Am. Med. Inform. Assoc",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "According to conventional wisdom, 17 years elapse before a new element of validated clinical knowledge finds its way into routine clinical practice in the United States  (1) . Although there is undoubtedly considerable variance around this estimate, the latency between biomedical discovery and care implementation is clearly too great. A more efficient, effective, and safe health care system requires a more rapid progression of knowledge from the lab bench to the bedside. Adoption of health information technology and trusted \"meaningful use\"  (2)  of patient data can help speed this process. In this Commentary, we present our vision of a nationwide biomedical learning system and describe the key contributory roles of meaningful use and additional components required to move the United States in its entirety toward this critical goal."
    },
    {
      "title": "THE POTENTIAL: HEALTH INFORMATION TECHNOLOGY ADOPTION AND MEANINGFUL USE",
      "text": "The American Recovery and Reinvestment Act of 2009 introduced the concept of meaningful use of health information technology to improve health care and population health across the United States and authorized the payment of incentives to eligible health professionals and hospitals that achieve meaningful use. Meaningful use requires adoption of certified electronic health records (EHRs), secure mobility of health information, and reporting of quality measures  (3) . As the United States progresses toward President Obama's goal that every American will benefit from an EHR, massive amounts of clinical information will be stored in electronic form  (4) . At the same time, achievement of meaningful use of these EHRs will enable this clinical information to flow securely from the site where it was collected to a different location where the information has an authorized use. In practice settings that achieve meaningful use, the clinical information will be represented by using precisely defined standards that have been adopted for use throughout the United States. Standardized representations ensure that the meaning of clinical information is preserved as the data move to new locations.\n\nThe accumulation through EHR adoption of these computable, liquid, standard-ized data creates an enormous potential for the U.S. health system to conduct clinical and translational research, assess and improve the quality of health care, and survey the health of the public at speeds approaching real time. These goals can be achieved by moving data, on an as-needed basis, from the panoply of locations where they are collected to one or more investigative centers where they are aggregated and analyzed for a specific purpose. Rapid data aggregation enables the creation of large, scientifically valid samples that can then be used to draw powerful inferences about populations. When this process can happen routinely, with mechanisms in place to establish and maintain public trust that the process is secure and private, the nation will have substantially progressed toward establishing a so-called rapid learning health system (5-7).\n\nAdoption and meaningful use of EHRs are necessary to establish a nationwide learning health system and to create a foundation for its construction. Therefore, federal resources that directly promote the adoption and meaningful use of EHRs also move the nation toward a learning system  (8) . However, although necessary, EHR adoption and meaningful use are not sufficient to achieve this goal; additional components are required to achieve our vision of a highly participatory biomedical learning system in the United States (Fig.  1 ).    1 . A nationwide network. meaningful use of eHrs, widespread participation by multiple diverse entities, and an appropriate technical architecture can spur the construction of a highly participatory rapid learning system that stretches from coast to coast. the resulting rapid learning system can be used, for example, to support biomedical research and augment public health data, with the ultimate goal of improving the quality of health care."
    },
    {
      "title": "P O L I C Y"
    },
    {
      "title": "Achieving a Nationwide Learning Health System",
      "text": "We outline the fundamental properties of a highly participatory rapid learning system that can be developed in part from meaningful use of electronic health records (EHRs). Future widespread adoption of EHRs will make increasing amounts of medical information available in computable form. Secured and trusted use of these data, beyond their original purpose of supporting the health care of individual patients, can speed the progression of knowledge from the laboratory bench to the patient's bedside and provide a cornerstone for health care reform."
    },
    {
      "title": "\" \" THE VISION: A RAPID LEARNING SYSTEM",
      "text": "We envision a so-called federated approach to a national learning system. In a federated system, data remain in place until they are needed elsewhere for a particular purpose. Predicated on a policy framework that ensures public trust in the process, organizations that are members of a learning system are eligible to place queries to all other members who would then provide relevant information to address the query. Following are some examples of how such a learning system might operate.\n\nExample 1. An institution that is planning a clinical trial for a new drug to be tested in a specific class of patients wishes to know whether a sufficient number of such patients exists to support the trial as designed. This institution places a query to the learning system: \"How many patients who meet these specific eligibility criteria does your institution have?\" All members of the learning system would receive the query, and many would reply with an answer expressed as a numerator (the number of patients who fit the criteria) and possibly a denominator (the total number of patients evaluated) as well. This allows the institution that is planning the study to determine whether the proposed sample size is feasible and to develop an appropriately designed strategy for patient recruitment.\n\nExample 2. An outbreak of an infectious disease occurs in a specific part of the country, and the disease begins to spread. Once it is apparent that an outbreak has occurred, the learning system is mobilized to track the disease's spread. As new cases are diagnosed, these data are stored in the EHRs at health care practice sites. In response to a daily or more frequent query, electronic case reports are moved from each practice site to aggregation points in the local, state, and national public health system, making possible real-time nationwide surveillance of the spread of the disease. Example 3. A new drug is approved for routine use. The learning system is engaged to monitor the new drug's safety. As patients begin using the new drug, any side effects anticipated from the clinical trials are captured in the EHRs as part of the health care of these patients. In a manner that ensures individual privacy, these findings may be routinely transported in an automated manner from the EHRs in which they are collected to federal oversight agencies and to the company that is manufacturing the drug. In addition, researchers who suspect unanticipated adverse events could send a query to the learning sys-tem to ascertain the prevalence of such events in a national sample. In both scenarios, the reports supplied by participating members include not only the occurrence of the event but also contextual data that aid in the interpretation of adverse event information.\n\nExample 4. In Example 3, the myriad clinical data obtained from large numbers of patients who are taking a new drug may reveal that patients who display particular physiological characteristics would benefit from a modified dosage of the drug. These findings can lead to the rapid development of a decision-support rule, compatible with almost all deployed EHRs, that is nationally disseminated and incorporated in the decision-support components of these EHRs. When the drug is prescribed, the rule will generate a suggestion to modify the drug dosage in only those patients for whom the change is indicated.\n\nEach of these scenarios demonstrates how the time for disseminating new scientific achievements can be reduced from the current average of 17 years to 17 months, 17 weeks, or almost real-time through a nationally scaled and connected learning system. The system is currently conceived as a voluntary membership organization. The incentive to join rests on a principle of reciprocal benefit. Those who agree to make their data available to the system for response to questions from other members can place queries to the system themselves. The greater the size of the system, the greater the validity of the inferences drawn from the studies it enables. In the future, a global learning health system might be achievable through agreements among individual nations or engagement of multinational organizations such as the European Union, which has outlined such a system for its member nations  (9) .\n\nThe federated approach to a learning system contrasts sharply with more centralized approaches-typically used within single organizations-that establish large, persistent repositories of clinical information. In a centralized approach, data are moved to a central repository in anticipation of future uses, before there is a specific need to do so. Large amounts of data reside in these repositories for extended periods of time. This approach is unlikely to be workable on a national scale. Organizations are understandably reluctant to move data beyond their own boundaries absent a clear and specific need to do so, and patients will be less likely to consent to allow this to happen. While the U.S. federal government does have the authority to require reporting of limited data concerning specific conditions that affect the public health  (10) , we believe that a voluntary system with reciprocity of benefits is more likely to gain widespread acceptance and support among patients, care providers, academic and industry researchers, health system administrators, and other key stakeholders.\n\nSeveral organizations have built learning systems for specific purposes aligned with their missions. Examples in the private sector include Kaiser-Permanente and many academic medical centers, such as the Mayo Clinic, Intermountain Health, Duke University, and the Cleveland Clinic  (11) . Exemplary federal initiatives include the U.S. National Cancer Institute's Cancer Biomedical Informatics Grid (caBIG), a network that connects the cancer community, and the integrated health information systems of the U.S. Veterans Health Administration  (12, 13) . Collectively, these efforts represent an enormous base of experience on which a nationwide effort can draw. These various initiatives have also demonstrated their potential benefits-such as Kaiser-Permanente's early detection of the long-term side effects of Vioxx  (11) . However, none of these efforts can scale directly to serve the entire nation. In general, each organization has evolved its own approach to technology, standards, and policies, all of which drive each entity's learning system and are not easily separated from the institutions' particular patient care and business practices."
    },
    {
      "title": "BUILDING ON MEANINGFUL USE",
      "text": "Taking the learning system from an idea to a working reality will require mutually reinforcing technologies, standards, and policies created in specific anticipation of nationwide implementation. The national program to achieve EHR meaningful use will contribute many but not all of these.\n\nTechnologies. In many respects, the purely technical resources required to move data on demand, securely and using the Internet as the pipeline, already exist. A technical infrastructure for health information exchange, resting on a maturing infrastructure for broadband communication, is being established to support meaningful use. This infrastructure can be extended to provide the technical support for an expanded set of information exchange scenarios required for the learning system. For example, new services beyond those needed for meaningful use will support the asking of a question and the returning of an answer. Other services would support the secure transmission of data about a selected group of persons (rather than an individual patient) along with the metadata that describe the group."
    },
    {
      "title": "\" \"",
      "text": "Standards. Many different kinds of standards are required for the development of a rapid learning system. An accumulating set of data and communication standards that support meaningful use can be inherited by the learning system to help ensure that data retrieved from different system members are represented compatibly, ensuring in turn that the data can be aggregated and analyzed. In addition, the learning system will require standards for describing a question in such a way that all recipients and respondents will understand it. Standards for expressing the intent and design of a study are also needed.\n\nThose conducting research and other investigative studies must know not only the results of observations, but also a great deal about how the observations were made. Data collected at different sources, even if the results are represented compatibly, will be amalgamable for valid research if and only if the observations were made with sufficiently similar methods. This requires the learning system to standardize metadata that describe the how, what, when, and where of data collection. Through access to rich metadata, researchers will be able to determine whether the data from elsewhere in the learning system meet the criteria for inclusion in their own studies.\n\nPolicies. Although several components of the policy infrastructure required for meaningful use will be applicable to the learning system, many new policies will be required. The vision of a federated national learning system inherits all of the discussion, over the past decade and longer, regarding data reuse and data stewardship  (14) . Public trust in the system is essential. A functioning learning system that supports clinical and translational research, public health information, and comparative effectiveness studies requires resolution of data ownership, patient consent for data reuse, and other key issues, in a sufficiently consistent way to allow the system to function, even though it may not be necessary to require all system members to adopt identical policies. The policy structure will need to definitively address patient consent for use of data in the federated environment. Where data flows can be initiated automatically, policies must explicitly define which functions can happen automatically and which ones require approval. A conceptual basis for these policies will flow from the privacy and security framework being developed to support meaningful use  (15) .\n\nThe system will also require a coherent but flexible organizational structure as well as policies governing membership and the ac-tions of members. The policies must define general eligibility for membership in and the specific resources a member must bring to the system. Furthermore, these policies must distinguish between mandatory and optional behavior. For example: Under what circumstances would a member institution be required, rather than asked, to reply to a query posted to the system? Lastly, policies must clarify mechanisms for how compliance of members will be monitored and, if necessary, corrected. The experience of the National Information Governance Board of the United Kingdom provides an example of how such a governance mechanism could work on a national scale  (16) ."
    },
    {
      "title": "FINAL THOUGHTS: SLASHING THE 17 YEARS",
      "text": "The national aspiration for more effective, efficient, and safer health care requires the kind of rapid learning system we have described. A learning system can dramatically speed the creation and validation of new biomedical knowledge and translation of that knowledge into practice. Existing examples within specific organizations demonstrate the feasibility and signal the benefits of having a system that functions on a national scale. We have described what will be required to build many essential elements of a rapid learning system. Although meaningful use of EHRs provides an enormous boost to this effort, many challenges remain. The nation has only begun its progression to meaningful use. Those features of the rapid learning system that will not be direct byproducts of meaningful use will not build themselves.\n\nSeen in this light, the nation's investments in EHR adoption and meaningful use constitute a \"twofer. \" They will directly improve the care of individual patients and enhance some aspects of public health-and they will move the nation substantially toward the development of a rapid learning system. Carrying the nation the rest of the way to achieving a broadly participatory and functioning learning system will require coordination of effort, within and outside the federal government, of individual organizations that will inevitably be investing their own resources to advance their own capabilities as learning organizations. To the extent that these efforts align with progress toward a national system, they will advance a national agenda as much as each organization's unique mission."
    },
    {
      "text": "Corresponding author. E-mail: charles.friedman@hhs.gov Published 10 November 2010; Volume 2 Issue 57 57cm29 Office of the National Coordinator for Health Information Technology, U.S. Department of Health and Human Services, Washington, DC 20201, USA."
    },
    {
      "text": "Fig.1. A nationwide network. meaningful use of eHrs, widespread participation by multiple diverse entities, and an appropriate technical architecture can spur the construction of a highly participatory rapid learning system that stretches from coast to coast. the resulting rapid learning system can be used, for example, to support biomedical research and augment public health data, with the ultimate goal of improving the quality of health care."
    }
  ],
  "references": [
    {
      "title": "managing clinical knowledge for health care improvement",
      "authors": [
        "E Balas",
        "S Boren"
      ],
      "year": 2000,
      "doi": "10.1055/s-0038-1637943",
      "raw": "managing clinical knowledge for health care improvement \n\t\t \n\t\t\t E A Balas \n\t\t \n\t\t \n\t\t\t S A Boren \n\t\t \n\t\t 10.1055/s-0038-1637943 \n\t \n\t \n\t\t Yearbook of Medical Informatics 2000: Patient-Centered Systems \n\t\t \n\t\t\t J Bemmel \n\t\t \n\t\t \n\t\t\t A T Mccray \n\t\t \n\t\t Stuttgart, Germany \n\t\t \n\t\t\t Schattauer Verlagsgesellschaft mbH \n\t\t\t 2000 \n\t\t\t \n\t\t \n\t \n\t e. a. Balas, S. a. Boren, managing clinical knowledge for health care improvement. In Yearbook of Medical Infor- matics 2000: Patient-Centered Systems, J. Bemmel and a. t. mcCray, eds. (Schattauer Verlagsgesellschaft mbH, Stutt- gart, Germany, 2000), pp. 65-70."
    },
    {
      "title": "Centers for medicare and medicaid Services, meaningful use",
      "doi": "10.4135/9781412971942.n59",
      "raw": "10.4135/9781412971942.n59 \n\t\t \n\t\t Centers for medicare and medicaid Services, meaningful use \n\t\t \n\t \n\t Centers for medicare and medicaid Services, mean- ingful use, www.cms.gov/eHrIncentivePrograms/35_ meaningful_Use.asp."
    },
    {
      "title": "Health Information technology for economic and Clinical Health act",
      "doi": "10.1037/e500522017-001",
      "journal": "Public Law",
      "volume": "111",
      "issue": "5",
      "pages": "42",
      "raw": "Health Information technology for economic and Clinical Health act \n\t\t 10.1037/e500522017-001 \n\t \n\t \n\t\t Public Law \n\t\t \n\t\t\t 111 \n\t\t\t 5 \n\t\t\t 42 \n\t\t \n\t \n\t Health Information technology for economic and Clinical Health act, Public Law 111-5, 42"
    },
    {
      "year": 2009,
      "doi": "10.7717/peerj.16170/supp-3",
      "journal": "U.S.C",
      "volume": "201",
      "pages": "4101",
      "raw": "10.7717/peerj.16170/supp-3 \n\t\t \n\t \n\t \n\t\t U.S.C \n\t\t \n\t\t\t 201 \n\t\t\t 4101 \n\t\t\t 2009 \n\t\t \n\t \n\t U.S.C. 201, Sec. 4101(a) (2009); http://frwebgate.access.gpo.gov/ cgi-bin/getdoc.cgi?dbname=111_cong_public_ laws&docid=f:publ005.111.pdf."
    },
    {
      "title": "Liberating health data for clinical research applications",
      "authors": [
        "J Nadler",
        "G Downing"
      ],
      "year": 2010,
      "doi": "10.1126/scitranslmed.3000764",
      "journal": "Sci. Transl. Med",
      "volume": "2",
      "raw": "Liberating health data for clinical research applications \n\t\t \n\t\t\t J J Nadler \n\t\t \n\t\t \n\t\t\t G J Downing \n\t\t \n\t\t 10.1126/scitranslmed.3000764 \n\t \n\t \n\t\t Sci. Transl. Med \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t J. J. Nadler, G. J. Downing, Liberating health data for clini- cal research applications. Sci. Transl. Med. 2, 18cm6 (2010)."
    },
    {
      "title": "moving closer to a rapid learning health system",
      "authors": [
        "J Slutsky"
      ],
      "year": 2007,
      "doi": "10.1377/hlthaff.26.2.w122",
      "journal": "Health Aff",
      "volume": "26",
      "raw": "moving closer to a rapid learning health system \n\t\t \n\t\t\t J R Slutsky \n\t\t \n\t\t 10.1377/hlthaff.26.2.w122 \n\t \n\t \n\t\t Health Aff \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t J. r. Slutsky, moving closer to a rapid learning health sys- tem. Health Aff. 26, w122-w124 (2007)."
    },
    {
      "title": "roundtable on value and sciencedriven health care",
      "year": 2010,
      "doi": "10.17226/11903",
      "raw": "10.17226/11903 \n\t\t \n\t\t roundtable on value and sciencedriven health care \n\t\t \n\t\t\t 2010 \n\t\t \n\t\t \n\t\t\t Institute of medicine \n\t\t \n\t \n\t Learning Healthcare System series of publications \n\t Institute of medicine, roundtable on value and science- driven health care. Learning Healthcare System series of publications (2010); http://www.iom.edu/~/media/ Files/activity%20Files/Quality/VSrt/rt%203%20pgr%20 June2010.pdf."
    },
    {
      "title": "rapidlearning system for cancer care",
      "authors": [
        ". Abernethy",
        "P Ganz",
        "P Wallace",
        "R German",
        "C Neti",
        "P Bach",
        "S Murphy"
      ],
      "year": 2010,
      "doi": "10.1200/jco.2010.28.5478",
      "journal": "J. Clin. Oncol",
      "volume": "28",
      "raw": "rapidlearning system for cancer care \n\t\t \n\t\t\t . P Abernethy \n\t\t \n\t\t \n\t\t\t L \n\t\t \n\t\t \n\t\t\t P A Ganz \n\t\t \n\t\t \n\t\t\t P Wallace \n\t\t \n\t\t \n\t\t\t R R German \n\t\t \n\t\t \n\t\t\t C Neti \n\t\t \n\t\t \n\t\t\t P B Bach \n\t\t \n\t\t \n\t\t\t S B Murphy \n\t\t \n\t\t 10.1200/jco.2010.28.5478 \n\t \n\t \n\t\t J. Clin. Oncol \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t a. P. abernethy, L. m. etheredge, P. a. Ganz, P. Wallace, r. r. German, C. Neti, P. B. Bach, S. B. murphy, rapid- learning system for cancer care. J. Clin. Oncol. 28, 4268- 4274 (2010)."
    },
    {
      "title": "the \"meaningful use\" regulation for electronic health records",
      "authors": [
        "D Blumenthal",
        "M Tavenner"
      ],
      "year": 2010,
      "doi": "10.1056/nejmp1006114",
      "journal": "N. Engl. J. Med",
      "volume": "363",
      "raw": "the \"meaningful use\" regulation for electronic health records \n\t\t \n\t\t\t D Blumenthal \n\t\t \n\t\t \n\t\t\t M Tavenner \n\t\t \n\t\t 10.1056/nejmp1006114 \n\t \n\t \n\t\t N. Engl. J. Med \n\t\t \n\t\t\t 363 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t D. Blumenthal, m. tavenner, the \"meaningful use\" regu- lation for electronic health records. N. Engl. J. Med. 363, 501-504 (2010)."
    },
    {
      "title": "SHare the journey, a european healthgrid roadmap",
      "authors": [
        "H Solomonides"
      ],
      "year": 2010,
      "raw": "H Solomonides \n\t\t \n\t\t \n\t\t SHare the journey, a european healthgrid roadmap \n\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t european Commission \n\t m. olive, H. rahmouni, t. Solomonides, SHare the journey, a european healthgrid roadmap. european Commission (2010); http://eu-share.org/roadmap/ eHealth-SHare-a4.pdf."
    },
    {
      "title": "evaluating re-identification risks with respect to the HIPaa privacy rule",
      "authors": [
        "K Benitez",
        "B Malin"
      ],
      "year": 2010,
      "doi": "10.1136/jamia.2009.000026",
      "journal": "J. Am. Med. Inform. Assoc",
      "volume": "17",
      "raw": "evaluating re-identification risks with respect to the HIPaa privacy rule \n\t\t \n\t\t\t K Benitez \n\t\t \n\t\t \n\t\t\t B Malin \n\t\t \n\t\t 10.1136/jamia.2009.000026 \n\t \n\t \n\t\t J. Am. Med. Inform. Assoc \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t K. Benitez, B. malin, evaluating re-identification risks with respect to the HIPaa privacy rule. J. Am. Med. Inform. As- soc. 17, 169-177 (2010)."
    },
    {
      "title": "High-Value Health Care Project, How Registries Can Help Performance Measurement Improve Care (the Brookings Institution",
      "year": 2010,
      "doi": "10.7748/phc.25.10.28.s29",
      "raw": "10.7748/phc.25.10.28.s29 \n\t\t \n\t\t High-Value Health Care Project, How Registries Can Help Performance Measurement Improve Care (the Brookings Institution \n\t\t Washington, DC \n\t\t \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t High-Value Health Care Project, How Registries Can Help Performance Measurement Improve Care (the Brookings Institution, Washington, DC, 2010), pp. 10-11; www.rwjf. org/files/research/65448.pdf."
    },
    {
      "title": "caBIG: Seeking cancer cures by bits and bytes",
      "authors": [
        "W Wolfson"
      ],
      "year": 2008,
      "doi": "10.1016/j.chembiol.2008.06.003",
      "journal": "Chem. Biol",
      "volume": "15",
      "raw": "caBIG: Seeking cancer cures by bits and bytes \n\t\t \n\t\t\t W Wolfson \n\t\t \n\t\t 10.1016/j.chembiol.2008.06.003 \n\t \n\t \n\t\t Chem. Biol \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t W. Wolfson, caBIG: Seeking cancer cures by bits and bytes. Chem. Biol. 15, 521-522 (2008)."
    },
    {
      "title": "Clinical Case registries: Simultaneous local and national disease registries for population quality management",
      "authors": [
        "L Backus",
        "S Gavrilov",
        "T Loomis",
        "J Halloran",
        "B Phillips",
        "P Belperio",
        "L Mole"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m3203",
      "journal": "J. Am. Med. Inform. Assoc",
      "volume": "16",
      "raw": "Clinical Case registries: Simultaneous local and national disease registries for population quality management \n\t\t \n\t\t\t L I Backus \n\t\t \n\t\t \n\t\t\t S Gavrilov \n\t\t \n\t\t \n\t\t\t T P Loomis \n\t\t \n\t\t \n\t\t\t J P Halloran \n\t\t \n\t\t \n\t\t\t B R Phillips \n\t\t \n\t\t \n\t\t\t P S Belperio \n\t\t \n\t\t \n\t\t\t L A Mole \n\t\t \n\t\t 10.1197/jamia.m3203 \n\t \n\t \n\t\t J. Am. Med. Inform. Assoc \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t L. I. Backus, S. Gavrilov, t. P. Loomis, J. P. Halloran, B. r. Phil- lips, P. S. Belperio, L. a. mole, Clinical Case registries: Si- multaneous local and national disease registries for popu- lation quality management. J. Am. Med. Inform. Assoc. 16, 775-783 (2009)."
    },
    {
      "title": "Informatics, evidence-based care, and research; implications for national policy: a report of an american medical Informatics association health policy conference",
      "authors": [
        "D Bloomrosen"
      ],
      "year": 2010,
      "doi": "10.1136/jamia.2009.001370",
      "journal": "J. Am. Med. Inform. Assoc",
      "volume": "17",
      "raw": "Informatics, evidence-based care, and research; implications for national policy: a report of an american medical Informatics association health policy conference \n\t\t \n\t\t\t D E Bloomrosen \n\t\t \n\t\t \n\t\t\t Detmer \n\t\t \n\t\t 10.1136/jamia.2009.001370 \n\t \n\t \n\t\t J. Am. Med. Inform. Assoc \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t m. Bloomrosen, D. e. Detmer, Informatics, evidence-based care, and research; implications for national policy: a report of an american medical Informatics association health policy conference. J. Am. Med. Inform. Assoc. 17, 115-123 (2010)."
    },
    {
      "title": "Launching HIteCH",
      "year": 2010,
      "doi": "10.1056/nejmp0912825",
      "journal": "N. Engl. J. Med",
      "volume": "362",
      "raw": "Launching HIteCH \n\t\t \n\t\t\t D \n\t\t \n\t\t 10.1056/nejmp0912825 \n\t \n\t \n\t\t N. Engl. J. Med \n\t\t \n\t\t\t 362 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t D. Blumenthal, Launching HIteCH. N. Engl. J. Med. 362, 382-385 (2010)."
    },
    {
      "title": "Electronic Infrastructure for the Learning Healthcare System: The Road to Continuous Improvement in Health and Health Care. an Institute of medicine Workshop Series",
      "authors": [
        "H Cayton"
      ],
      "year": 2010,
      "doi": "10.17226/12912",
      "raw": "Electronic Infrastructure for the Learning Healthcare System: The Road to Continuous Improvement in Health and Health Care. an Institute of medicine Workshop Series \n\t\t \n\t\t\t H Cayton \n\t\t \n\t\t 10.17226/12912 \n\t\t \n\t \n\t \n\t\t Sponsored by the office of the National Coordinator for Health Information technology \n\t\t \n\t\t\t 2010 \n\t\t \n\t\t \n\t\t\t National Information Governance Board for Health and Social Care (U.K. \n\t\t \n\t \n\t H. Cayton, National Information Governance Board for Health and Social Care (U.K.). Electronic Infrastructure for the Learning Healthcare System: The Road to Continuous Improvement in Health and Health Care. an Institute of medicine Workshop Series, Sponsored by the office of the National Coordinator for Health Information tech- nology (2010); http://www.nationalehealth.org/Iom/ 4-HarryCayton.pdf."
    },
    {
      "authors": [
        "D Fridsma",
        "F Nelson"
      ],
      "raw": "D Fridsma \n\t\t \n\t\t \n\t\t\t F Nelson \n\t\t \n\t\t \n\t\t\t W \n\t\t \n\t\t \n\t \n\t . yu for their contributions to the development of these concepts. m. mcGinnis and C. Grossmann of the Institute of medicine also contributed useful insights that have been incorporated \n\t Acknowledgments: the authors thank their colleagues D. Fridsma, F. mostashari, r. Nelson, and W. yu for their contributions to the development of these concepts. m. mcGinnis and C. Grossmann of the Institute of medi- cine also contributed useful insights that have been incorporated."
    }
  ],
  "num_references": 18,
  "figures": [
    {
      "caption": "*",
      "description": "Corresponding author. E-mail: charles.friedman@hhs.gov Published 10 November 2010; Volume 2 Issue 57 57cm29 Office of the National Coordinator for Health Information Technology, U.S. Department of Health and Human Services, Washington, DC 20201, USA."
    },
    {
      "caption": "Fig.",
      "description": "Fig.1. A nationwide network. meaningful use of eHrs, widespread participation by multiple diverse entities, and an appropriate technical architecture can spur the construction of a highly participatory rapid learning system that stretches from coast to coast. the resulting rapid learning system can be used, for example, to support biomedical research and augment public health data, with the ultimate goal of improving the quality of health care."
    }
  ],
  "num_figures": 2,
  "num_citations": 14,
  "cited_references": [
    "b16",
    "b13",
    "b4",
    "b15",
    "b2",
    "b14",
    "b0",
    "b12",
    "b11",
    "b8",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] SCIENCE TRANSLATIONAL MEDICINE",
    "Downloaded from https://www.science.org on July 21, 2025",
    "Citation: C. P. Friedman, a. K. Wong, D. Blumenthal, achieving a nationwide learning health system. Sci. Transl. Med. 2, 57cm29 (2010). 10.1126/scitranslmed.3001456 Downloaded from https://www.science.org on July 21, 2025",
    "[raw_reference] e. a. Balas, S. a. Boren, managing clinical knowledge for health care improvement. In Yearbook of Medical Infor- matics 2000: Patient-Centered Systems, J. Bemmel and a. t. mcCray, eds. (Schattauer Verlagsgesellschaft mbH, Stutt- gart, Germany, 2000), pp. 65-70.",
    "[raw_reference] Centers for medicare and medicaid Services, mean- ingful use, www.cms.gov/eHrIncentivePrograms/35_ meaningful_Use.asp.",
    "[raw_reference] Health Information technology for economic and Clinical Health act, Public Law 111-5, 42",
    "[raw_reference] U.S.C. 201, Sec. 4101(a) (2009); http://frwebgate.access.gpo.gov/ cgi-bin/getdoc.cgi?dbname=111_cong_public_ laws&docid=f:publ005.111.pdf.",
    "[raw_reference] J. J. Nadler, G. J. Downing, Liberating health data for clini- cal research applications. Sci. Transl. Med. 2, 18cm6 (2010).",
    "[raw_reference] J. r. Slutsky, moving closer to a rapid learning health sys- tem. Health Aff. 26, w122-w124 (2007).",
    "Learning Healthcare System series of publications",
    "[raw_reference] Institute of medicine, roundtable on value and science- driven health care. Learning Healthcare System series of publications (2010); http://www.iom.edu/~/media/ Files/activity%20Files/Quality/VSrt/rt%203%20pgr%20 June2010.pdf.",
    "[raw_reference] a. P. abernethy, L. m. etheredge, P. a. Ganz, P. Wallace, r. r. German, C. Neti, P. B. Bach, S. B. murphy, rapid- learning system for cancer care. J. Clin. Oncol. 28, 4268- 4274 (2010).",
    "[raw_reference] D. Blumenthal, m. tavenner, the \"meaningful use\" regu- lation for electronic health records. N. Engl. J. Med. 363, 501-504 (2010).",
    "european Commission",
    "[raw_reference] m. olive, H. rahmouni, t. Solomonides, SHare the journey, a european healthgrid roadmap. european Commission (2010); http://eu-share.org/roadmap/ eHealth-SHare-a4.pdf.",
    "[raw_reference] K. Benitez, B. malin, evaluating re-identification risks with respect to the HIPaa privacy rule. J. Am. Med. Inform. As- soc. 17, 169-177 (2010).",
    "[raw_reference] High-Value Health Care Project, How Registries Can Help Performance Measurement Improve Care (the Brookings Institution, Washington, DC, 2010), pp. 10-11; www.rwjf. org/files/research/65448.pdf.",
    "[raw_reference] W. Wolfson, caBIG: Seeking cancer cures by bits and bytes. Chem. Biol. 15, 521-522 (2008).",
    "[raw_reference] L. I. Backus, S. Gavrilov, t. P. Loomis, J. P. Halloran, B. r. Phil- lips, P. S. Belperio, L. a. mole, Clinical Case registries: Si- multaneous local and national disease registries for popu- lation quality management. J. Am. Med. Inform. Assoc. 16, 775-783 (2009).",
    "[raw_reference] m. Bloomrosen, D. e. Detmer, Informatics, evidence-based care, and research; implications for national policy: a report of an american medical Informatics association health policy conference. J. Am. Med. Inform. Assoc. 17, 115-123 (2010).",
    "[raw_reference] D. Blumenthal, Launching HIteCH. N. Engl. J. Med. 362, 382-385 (2010).",
    "[raw_reference] H. Cayton, National Information Governance Board for Health and Social Care (U.K.). Electronic Infrastructure for the Learning Healthcare System: The Road to Continuous Improvement in Health and Health Care. an Institute of medicine Workshop Series, Sponsored by the office of the National Coordinator for Health Information tech- nology (2010); http://www.nationalehealth.org/Iom/ 4-HarryCayton.pdf.",
    ". yu for their contributions to the development of these concepts. m. mcGinnis and C. Grossmann of the Institute of medicine also contributed useful insights that have been incorporated",
    "[raw_reference] Acknowledgments: the authors thank their colleagues D. Fridsma, F. mostashari, r. Nelson, and W. yu for their contributions to the development of these concepts. m. mcGinnis and C. Grossmann of the Institute of medi- cine also contributed useful insights that have been incorporated."
  ],
  "editors": [
    "J Bemmel",
    "A T Mccray"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
