{
  "paper_id": "VFIY4J97",
  "title": "Rationale and design of a randomized trial of automated hovering for post-myocardial infarction patients: The HeartStrong program",
  "abstract": "Background Coronary artery disease is the single leading cause of death in the United States, and medications can significantly reduce the rate of repeat cardiovascular events and treatment procedures. Adherence to these medications, however, is very low. Methods HeartStrong is a national randomized trial offering 3 innovations. First, the intervention is built on concepts from behavioral economics that we expect to enhance its effectiveness. Second, the implementation of the trial takes advantage of new technology, including wireless pill bottles and remote feedback, to substantially automate procedures. Third, the trial's design includes an enhancement of the standard randomized clinical trial that allows rapid-cycle innovation and ongoing program enhancement. \n Results Using a system involving direct data feeds from 6 insurance partners followed by mail, telephone, and email contact, we enrolled 1,509 patients discharged from the hospital with acute myocardial infarction in a 2:1 ratio of intervention:usual care. The intervention period lasts 1 year; the primary outcome is time to first fatal or nonfatal acute vascular event or revascularization, including acute myocardial infarction, unstable angina, stroke, acute coronary syndrome admission, or death. Conclusions Our randomized controlled trial of the HeartStrong program will provide an evaluation of a state-of-the-art behavioral economic intervention with a number of important pragmatic features. These include a tailored intervention responding to patient activity, streamlining of consent and implementation processes using new technologies, outcomes centrally important to patients, and the ability to implement rapid-cycle innovation. (Am Heart J 2016;179:166-74.) Coronary artery disease (CAD) is the single leading cause of death in the United States. 1 Approximately 16 million Americans have a history of CAD. Medications such as aspirin, β-blockers, statins, and antiplatelet agents significantly reduce the rate of repeat cardiovascular events and repeat treatment procedures in these patients.  [2] [3] 3] [4]  Yet, adherence to these medications is frustrat-",
  "year": 2006,
  "date": "2006",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Andrea",
      "surname": "Troxel",
      "name": "Andrea Troxel",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA",
      "email": "atroxel@mail.med.upenn.edu"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Shivan",
      "surname": "Mehta",
      "name": "Shivan Mehta",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Laurie",
      "surname": "Norton",
      "name": "Laurie Norton",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Devon",
      "surname": "Taylor",
      "name": "Devon Taylor",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Tirza",
      "surname": "Calderon",
      "name": "Tirza Calderon",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Raymond",
      "surname": "Lim",
      "name": "Raymond Lim",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Jingsan",
      "surname": "Zhu",
      "name": "Jingsan Zhu",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Daniel",
      "surname": "Kolansky",
      "name": "Daniel Kolansky",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Brian",
      "surname": "Drachman",
      "name": "Brian Drachman",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "Medicine , Philadelphia , PA. University of Pennsylvania Perelman School of Medicine , Philadelphia , PA. \n\t\t\t\t\t\t\t\t Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA"
    }
  ],
  "doi": "https://doi.org/10.13039/100004334",
  "sections": [
    {
      "text": "ingly low.  [3] [4] ] [5] [6] [7] [8] [9] [10] [11]  For example, 1 year after hospitalization for an acute coronary syndrome, nearly half of patients prescribed statins stop taking them.  2  Given the well-established effectiveness of these agents and how generally well tolerated they are, these low rates of adherence lead to worse medical treatment outcomes, higher hospitalization and mortality rates, and increased health care costs,  12, 13  representing an opportune target for improvement.  14  review of 23 studies suggests that improved statin adherence reduces overall treatment costs, reduces disease-related costs, and improves cost-effectiveness of cardiovascular medications.  15 Unfortunately, many previous successful efforts to improve adherence to medications have been too complex to be implemented in clinical practice, are not easily packaged or standardized, or require tremendous resource expenditures, limiting their applicability and sustainability in resource-constrained environments.  15 The insight that improved adherence will improve care and lower cost is not new. What is new is the recognition that earlier efforts involving intensive case management are expensive and unwieldy, are not easily scaled, and might be replaced with simpler and cheaper approaches leveraging more contemporary technology and concepts of behavior change.\n\nThe MI-FREEE  16  study evaluated a simpler intervention among myocardial infarction patients, the provision of full prescription coverage for secondary prevention medications, and observed a 4-to 6-percentage-point increase in adherence rates that, while statistically significant, was clinically disappointing. Furthermore, the intervention showed no improvement in time to fatal or nonfatal vascular event or revascularization. One explanation for these disappointing results may be that this simple economic intervention did not take advantage of new insights in human motivation derived from the field of behavioral economics.\n\nWe and others have shown that principles derived from behavioral economics can dramatically improve health behaviors such as diet, exercise, smoking cessation, and medication adherence. Common decision errors such as myopia, insensitivity to probabilities, procrastination, and inertia that typically promote unhealthy behaviors can be turned around in interventions to counter each of the unhealthy behaviors to which they contribute.  [17] [18] ] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] [31]  Whereas the MI-FREEE study deployed traditional financial incentives in the form of copayment reductions, the field of behavioral economics has revealed that how incentives are deployed may be as important as the size of those incentives. In a series of studies, we have found that small, immediate rewards can motivate beneficial behavior even when the intrinsic motivation to accomplish these goals is insufficient.  19, 29, 32, 33 These approaches have been facilitated by the availability of wireless technologies that allow the measurement of daily medication adherence and the automatic provision of feedback and incentives.\n\nThe HeartStrong intervention responds to many of the challenges in health care as it is currently delivered. Patients with chronic illnesses like CAD spend time with health professionals in our visit-based model of health care but still nowhere near the 5,000 waking hours a year they spend doing other things. And yet, it is during those other 5,000 hours that most of patients' health-related behaviors, such as decisions on whether to be adherent to prescribed medications, occur. We must engage patients in these settings rather than just react to them when a patient appears in an emergency department or physician's office.\n\nThis trial has 3 innovative aspects: (1) it leverages insights from evidence in behavioral economics and consumer psychology; (2) it takes advantage of recent advances in wireless monitoring technologies to facilitate delivery of the intervention; and (3) it offers an enhancement of the standard randomized controlled trial (RCT) using elements of adaptive design and rapid-cycle innovation."
    },
    {
      "title": "Methods",
      "text": "The trial was registered at clinicaltrials.gov with a title of \"Automated Hovering to Improve Medication Adherence Among Myocardial Infarction Patients (HeartStrong)\" and registration number NCT01800201. The trial is funded by the Center for Medicare and Medicaid Innovation, Health Care Innovation Award 1C1CMS331009. The authors are solely responsible for the design and conduct of this study, all study analyses, the drafting and editing of the paper, and its final contents."
    },
    {
      "title": "Patients",
      "text": "Insurance partners. Eligible patients were identified in 1 of 2 ways. The first involved fee-for-service Medicare patients treated at the University of Pennsylvania Health System (UPHS) and identified using a weekly list of patients meeting eligibility criteria. The second involved patients insured with our 5 commercial partners: Aetna, Horizon Healthcare of New Jersey, HealthFirst, Humana, and Independence Blue Cross. Data Use Agreements and/ or Business Associates Agreements were established between Penn and each insurer to provide weekly data feeds of eligible patients via secure shared sites. This study was approved by the University of Pennsylvania Institutional Review Board.\n\nEligibility criteria. Eligible patients were 18-80 years old, insured by 1 of our partners or Medicare, and admitted for b180 days and subsequently discharged to home with a primary diagnosis code of acute myocardial infarction (International Classification of Disease, Ninth Revision, Clinical Modification [ICD-9-CM] 410 [except when the fifth digit was 2]). Patients were eligible to enroll in the study for up to 60 days postdischarge. Recruitment letters were sent to all eligible patients, and an engagement advisor (EA) telephoned patients. During the recruitment call, the EA confirmed that the patient was prescribed at least 2 of the 4 study medications (described in detail in the Appendix A), which included statins, aspirins, β-blockers, and antiplatelet medications (eg, clopidogrel), and confirmed that the patient was capable of providing informed consent. Because of the prevalence of depression in this population and its potential for interfering with medication adherence, patients also completed the Patient Health Questionnaire-2 depression screening tool; patients scoring ≥5 were referred immediately to social workers and were provided a crisis hotline number. Patients scoring b5 but expressing concerns were offered a 2-page document describing social work resources; those eventually randomized to the intervention group had access to social workers as part of the program, described below."
    },
    {
      "title": "Trial operations",
      "text": "Engagement advisors. Engagement advisors performed a wide variety of important trial functions, including recruitment mailings and phone calls; remote monitoring of pill bottle setup and troubleshooting; management of trial operations; and ongoing communications with intervention participants, including feedback about their medication adherence and referral to social workers for further follow-up. Each of these activities is described further below.\n\nWay to Health. We used a Web-based infrastructure to facilitate the study called the Way to Health (WTH) platform,  34  which is a flexible, scalable, and secure technological infrastructure developed with National Institutes of Health funding to provide close monitoring, feedback, and reinforcement at a sufficiently low cost. WTH aims to improve health behaviors and consists of a portal with links to a variety of peripheral devices (eg, scales, pill bottles, glucometers) for assessing health behaviors and outcomes; the capacity to communicate back to patients using email, text messaging, or interactive voice recording; and the ability to automate the delivery of feedback and to electronically transfer financial rewards through mailed checks. WTH makes affordable and scalable what would otherwise be personnel-heavy and expensive patient engagement."
    },
    {
      "title": "Recruitment",
      "text": "Data feeds. Our insurer partners and UPHS posted weekly data feeds of eligible patients to a secure shared site; these included patient name, address, phone number, email, date of birth, Medicare or commercial insurance status, hospital admission and discharge dates, and discharge status. Study staff uploaded these to a secure UPHS server, examined data feeds for accuracy, and used a paid search service to supplement incomplete contact information; patients with inadequate contact information were excluded. Staff then uploaded eligible patients to the REDCap study screening database and entered them into a recruitment mailing queue.\n\nMailings. During the 20-month recruitment period, we mailed recruitment packets to 19,768 potential participants in 45 states and the District of Columbia, an average of 221 packets per week. Each week, study staff generated recruitment letters, printed mailing labels for United States Postal Service Priority Mail delivery, and prepared recruitment packets. Recruitment packets initially included the recruitment letter, bearing the logos of both the HeartStrong program and the patient's insurance company, which explained our partnership with the insurance company, described the benefits of program participation, and provided a deadline for enrolling in the program. In 2014, in an effort to increase recruitment rates, we added a program brochure and a HeartStrong wristband, pen, and magnetic notepad.\n\nPhone calls. Study staff developed a system to make up to 5 recruitment calls to patients at different times of the day and evening. After EAs gained contact with participants and established their eligibility, they described the HeartStrong program, invited patients to participate, and answered questions. Interested patients provided verbal informed consent. EAs then confirmed patient contact information and transferred it from REDCap to WTH. Next, EAs collected contact information for the patient's health care provider and documented the patient's social security number. All patients enrolled received a $25 check for their participation in the study."
    },
    {
      "title": "Randomization",
      "text": "After confirmation of patient eligibility and receipt of verbal consent, EAs used WTH to randomize patients to the intervention or control arm using a 2:1 ratio. Randomization was stratified by primary insurer and used permuted blocks with variable block size to minimize imbalances in study arm assignment and remove the possibility of time-cohort effects. EAs informed patients of their assignments; those in the intervention arm were given detailed instructions about the program. Figure  1  summarizes the recruitment and randomization processes."
    },
    {
      "title": "Control group",
      "text": "Patients randomized to the control received usual care for the duration of the study and had no further contact with EAs or study staff."
    },
    {
      "title": "Intervention",
      "text": "The HeartStrong program deployed a new model of chronic disease management that was proactive rather than visit based, used automation technology for both quality improvement and cost reduction, and created new workforce roles for nonphysician providers. In addition, the feedback is provided in a tiered manner, with increasing intensity as needed should adherence slip. The program also included elements designed to leverage principles of behavioral economics, described in detail below.\n\nGlowCaps. Vitality GlowCaps are an adherence monitoring technology that are used in place of regular pill bottles and electronically monitor bottle openings with a small remote device that plugs into a wall outlet and transmits cellular signals, with no home wireless network, computer, or special setup required. After a reminder time is specified, the wireless pill bottle flashes with an orange light and the wall unit changes from blue to orange to signal the patient to take the medication. If the patient has not taken the medication 1 hour after the set reminder, the wireless pill bottle generates a tune and the wall unit remains orange.\n\nIntervention patients received up to 4 wireless pill bottles, one for each of their study medications. Patients who were already using a medication organizer, such as a weekly pill box, were offered the opportunity to continue using this system and to receive wireless pill bottles to serve as reminders to take their medication at the appropriate times. Our device manager prepared wireless pill bottle kits individually, including the appropriate number of appropriately labeled caps and a medication map (a sheet of color-coded, blank labels on which patients can add more detailed information to their bottles, such as drug name and dosage). EAs called patients to complete the wireless pill bottle setup process, checking the nightlight service level in the online Vitality portal, filling out the medication map and labeling each bottle, transferring medication into wireless pill bottles if applicable, and setting medication reminder times. Participants received $25 for completing the wireless pill bottle setup.\n\nDaily lottery/messages. Although reminders can be effective, studies indicate that reminders rarely achieve optimal adherence alone  35  ; we therefore used WTH to implement a daily lottery to enhance medication adherence through ongoing patient engagement. We asked patients for their preferred mode of feedback (text message, email, or automated phone call) and assigned them a 2-digit number. Each day, WTH randomly selects a lottery number between 00 and 99. If 1 digit of the selected number matched that of the patient's assigned lottery number, he/she was eligible to win $5 (approximately a 1 in 5 chance). If both digits of the selected number matched the patient's assigned lottery number, he/she was eligible to win $50 dollars (a 1 in 100 chance). Patients were considered adherent the previous day if they opened each of their wireless pill bottles. The lottery had an expected value of $1.40 per day for adherent patients or approximately $511 in potential lottery winnings over the 1-year study period if fully adherent. This program incorporated key designs: adherent participants receive rapid feedback about whether they won, Letters Mailed 19,768 Phone Calls Contacted 7,179 Enrolled 1509 Ineligible 820 -Unable to give conformed consent (n = 247) -Death (n = 169) -Not prescribed at least 2 study medications (n = 148) -Wrong Insurance (n = 66) -Readmitted to hospital (n = 56) -Not discharged to home (n = 54) -Other (n = 39) -CRC determined not a good fit (n = 38) -Not 18-80 years old (n = 3) Intervention 1003 Control 506 Enrollment Recruitment Unreachable 12,589 Declined 4,850 -Not interested (n = 3,315) -Does not want to change current system (n = 606) -Spouse/ Other declined for patient (n = 466) -Privacy concerns (n = 225) -Other (n = 161) -Distrusting of research (n = 77) Participant Study Flow.\n\nand nonadherent participants receive rapid feedback about whether they would have won had they been adherent, allowing us to leverage regret aversion  19  ; frequent small payoffs gave lottery players intermittent positive reinforcement; the small chance of a large payoff is attractive because people tend to overweigh small probabilities in making decisions;  40, 41  the lottery also provided entertainment, which reinforces participation.\n\nMedication support partners. All intervention patients were asked to provide the name and contact information of a potential support partner, usually a friend or family member, whose role was to receive information about the patient's adherence from the EA and subsequently provide support and encouragement using their preferred format and content. EAs called potential support partners to explain their role and obtain their consent, and then created a WTH account for them, confirming their preferred alert mode (email, text message, or automated phone call).\n\nSupport partner feedback was triggered by 2 out of 3 days of patient nonadherence (including the last day) and continued daily until the patient became adherent again. After 6 consecutive days of nonadherence, the patient received a message via WTH indicating that the EA would contact the support partner unless the patient returned contact within 24 hours; if no contact occurred, the EA called the support partner, provided information on the patient's nonadherence, and indicated that the EA would contact the patient's physician in 1 week if there was no patient contact. The support partner also received an automated WTH message 2 months before the patient's program end date.\n\nEngagement advisors. All patients enrolled to the intervention arm were assigned an EA for the duration of their study participation. The EAs assisted patients with wireless pill bottle set up, monitored the patient's daily medication adherence, and served as a resource for patients struggling to stay adherent.\n\nEAs monitored the patient's nonadherence and intervened only when automated WTH feedback proved insufficient. After 4 days of patient nonadherence, the EA contacted the patient, asked about the reasons for no wireless pill bottle activity, troubleshot technical problems, and referred to a social worker when necessary. After 6 days of nonadherence, the EA sent a WTH message advising of planned contact with the support partner. On day 7 without wireless pill bottle use or contact, the EA attempted to reach the support partner. On the eighth day without wireless pill bottle use, the EA made a final phone call and mailed a letter to the participant indicating planned contact with the patient's physician. After 2 weeks without wireless pill bottle use or contact from the participant, the EA attempted to reach the patient's primary care provider's office by telephone to inform them of the adherence problems and enlist their support; the protocol for this interaction entailed speaking directly to a provider and/or leaving a message with the office staff. Table  I  provides a summary of the nonadherence contact timeline.\n\nWhen the patient had 2 months remaining in the study, the EA sent a transition letter that included the program end date and a study survey. The EA called the patient at the 1-month mark, discussed the end of the program and possible alternative no-cost medication reminder systems, and administered the Patient Health Questionnaire-2 depression questionnaire to ensure that the patient had all the necessary resources following program completion. Patients scoring 5-6 out of 6 or who expressed a need for further resources were referred to social workers.\n\nSocial workers. Two clinical social workers were engaged to develop protocols, gather and maintain resources, train EAs to engage patients on issues leading to nonadherence, and provide direct social work to patients with ongoing adherence issues. The social workers developed the protocol for administration of and response to the depression survey and patient transition at program end. Social workers held biweekly social work rounds with EAs to discuss case studies, social work experience, and skill sets applicable to each phase of participant interaction."
    },
    {
      "title": "Statistical considerations",
      "text": "Design considerations. In this trial, we adapted the traditional RCT using the framework of evidence-based evolutionary testing  36  to better incorporate ongoing improvement in care processes but still retain the appealing RCT features that allow definitive program evaluation (Figure  2 ). Rather than deploy a single intervention during the 2-year study period, we began with our current state-of-the-art standard (Version 1). We conducted side experiments focusing on the effect of support partner nomination and optimizing the recruitment process. The support partner study assessed whether feedback alone or provision of a support partner (either active or passive) increased wireless pill bottle adherence over usual care. The recruitment studies assessed various additions to the recruitment package\n\nTable I. Nonadherence contact timeline Consecutive days of nonadherence Action 1-28 Patient received automated nonadherence message via WTH 3-28 Support partner received automated nonadherence message via WTH 5 EA made telephone call to patient 6 EA sent manual nonadherence message to patient via WTH 7 EA made telephone call to support partner 8 EA made telephone call to patient 9 EA mailed nonadherence letter to patient 14 EA made telephone call to patient's physician\n\n(eg, a $5 bill, inclusion of a $25 time-limited gift card) as well as the packaging itself (eg, FedEx vs regular mail with handwritten address) and measured recruitment rates over relatively short periods (2-4 weeks) using different approaches. Using these results to guide our choices and incorporating our operational experience, we deployed an enhanced Version 2 about midway through the trial period. Because our leading indicator of success (medication adherence) was high, we did not make extensive change to the protocol; however, we implemented improvements to the recruitment process and the WTH patient interface. Randomization to active treatment occurred at a 2:1 ratio relative to control, providing equally sized groups receiving usual care, Version 1, and Version 2, thus optimizing statistical power. Specific comparisons are described below.\n\nOutcomes. Outcomes will be observed using medical and pharmacy claims from our insurance partners. Our primary outcome is time to first fatal or nonfatal acute vascular event or revascularization, including acute myocardial infarction, unstable angina, stroke, acute coronary syndrome admission, or death (Table  II ). Secondary outcomes are all-cause hospitalization, repeat or new cardiovascular procedures, and total cost of care. These outcomes are defined by ICD-9 codes; in October 2015, the conversion to ICD-10 codes required that we define a comparable set of codes to be used for the last wave of claims data obtained. Participants whose insurance carrier changes may not have claims data available for the entire study period.\n\nIn addition, we report adherence as measured by proportion of days covered based on pharmacy claims data; we note that, for aspirin, this quantity is likely to be underestimated because aspirin is widely available without a prescription. In the intervention group, we will also assess actual adherence (defined as proportion of days on which the electronic pill bottles were opened), number of times outreach to medication partners was triggered, and number of times outreach to clinicians was triggered.\n\nSample size. We anticipated the 1-year event rate in the usual-care group to be approximately 23%  16  and designed the trial to provide 80% power to detect a hazard ratio of 0.7; this corresponds to a 6-percentage-point decrease in the event rate in the intervention group. Thus, we planned to accrue 1,500 patients over the 24-month period in which Versions 1 and 2 were implemented; the 2:1 randomization ratio yielded 500 control and 1,000 intervention subjects, approximately 500 each receiving Version 1 and 2. When comparing the individual versions to the usual-care group, 500 subjects per arm provide 80% power to detect a hazard ratio of about 0.5, which corresponds to a reduction in the 1-year event rate of 11 percentage points. In direct comparisons of Version 1 and 2, we allowed a more generous type I error of 0.25 because this comparison will proceed only if both versions are more effective than usual care, and in that scenario, strict control of type I error is markedly less important. With 500 patients receiving each version, we have 80% power to detect a hazard ratio of 0.62; assuming a baseline event rate of 17% in Version 1, this corresponds to a reduction of about 6 percentage points in Version 2.\n\nAnalytic plan. The primary analysis will consist of unadjusted intent-to-treat hypothesis tests using the log-rank test to compare time to vascular events between the intervention and usual-care groups; Cox proportional hazards models will be estimated to adjust for the stratification variables and other covariates of interest (eg, insurer, patient age, patient sex, diagnosis at initial admission), retaining these given evidence of confounding  37, 38  or predictive ability. Models will be assessed using standard diagnostic techniques  39  .\n\nBecause some patients will change insurers during the study period, we may not have complete follow-up data; Schematic of evidence-based evolutionary testing design.\n\nTable II. ICD-9 codes for primary outcome ICD-9 code Description 410.x (except 410.x2) Acute myocardial infarction (except subsequent episode of care) 411 Other acute and subacute forms of ischemic heart disease 428.x Heart failure 433.x1 Occlusion and stenosis of precerebral arteries with cerebral infarction 434 (except 434.x0) Occlusion of cerebral arteries (except codes with description \"without mention of cerebral infarction\") 435.xx Transient cerebral ischemia 436.xx Acute, but ill-defined, cerebrovascular disease 437.1x Other generalized ischemic cerebrovascular disease 437.9x Unspecified cerebrovascular disease Death Patient expiration indicated by hospital discharge status\n\nwe expect insurance changes to be comparable in both arms and to be for reasons unrelated to the study. We will also compare dropout rates by arm, attempt to find the reasons for missing data, and compare baseline characteristics in participants with complete versus incomplete follow-up. In secondary analyses, we will investigate the sensitivity to modeling assumptions using imputation models and inverse-probability-weighted estimating equations and models that adjust for informative missing data."
    },
    {
      "title": "Data & Safety Monitoring Board and adverse events",
      "text": "To oversee participant safety, we established a Data & Safety Monitoring Board to monitor adverse events (AEs) quarterly. The board included 3 experts from different institutions unaffiliated with the University of Pennsylvania. Following the recommendation of the board, the study team tracked 10 categories of AEs (Table  III ). AEs were identified using ICD-9 codes reported in inpatient claims data and updated every quarter; death was identified using discharge status indicating expiration. Every quarter, the study team prepared a report summarizing AEs to date, including participant ID number, dates of the index discharge, study enrollment, AE hospital admission, the AE's ICD-9 code/description, and up to 3 additional ICD codes recorded during the same hospitalization. Each quarter, the Data & Safety Monitoring Board reviewed the report and made a recommendation to continue the trial. The change from ICD-9 to ICD-10 occurred on October 1, 2015, during the final 3 months of patient participation, and so ICD-10 codes were not used to identify AEs because they would be measured too late to inform trial continuation."
    },
    {
      "title": "Discussion",
      "text": "The HeartStrong randomized controlled trial offers 3 innovations. First, we have applied modern concepts from the field of behavioral economics to enhance multiple aspects of the program, with the aim of increasing its effectiveness. These include the intermittent feedback, regret aversion, and entertainment value of the daily lottery; social support provided by the support partners; and escalating intensity of feedback from EAs with increasing duration of nonadherence. Second, we have taken advantage of new technologies, implementing many of these features using the automated WTH platform, leading to a much more scalable and efficient intervention. We have also used automated data feeds to identify eligible patients and remote monitoring with wireless pill bottles to observe their adherence, allowing recruitment of patients from 45 states and the District of Columbia and subsequent implementation of the intervention using solely telephone, text, and email contact. Third, we have implemented an enhancement of the standard RCT that allows for ongoing program enhancement while retaining the critical comparability with usual care afforded by randomization.\n\nThe trial also includes a number of features desired in pragmatic trials. The control group was a true usual-care group and had no contact with the study team following enrollment and randomization. We have designed the intervention to be heavily patient centered by transferring ownership of and responsibility for adherence to patients and families rather than relying solely on busy clinicians to solve these problems without support. We also designed the intervention to be scalable, taking advantage of automation and escalating intensity only for participants with evidence of nonadherence; in this way, resources are targeted to areas of greatest need. In addition, our primary and secondary outcomes are measures that are important to patient outcomes and quality of life.\n\nThe trial also presents challenges. Although our true usual-care control group is a strength, it means that we do not have wireless pill bottle adherence data in the control group, although we will have prescription refill data on all study enrollees. Improved adherence is a mechanism toward improved clinical outcomes, however, rather than a goal in itself. Second, the intervention is multifactorial, involving a lottery, a support partner, an EA, and a social worker; the current design will not allow us to determine which of these components may be most important or effective, but that will be an interesting area for future work. In addition, implementation of some features of the intervention requires access to automated technology. Third, although we successfully recruited our target population, the overall proportion of eligible patients who ultimately consented was low; as with most trials, the self-selected population presents challenges to generalizability. We conducted side experiments to optimize our accrual rate but failed to see substantial improvements. Moving from traditional opt-in consent strategies to opt-out approaches in which participation, rather than nonparticipation, is the default offers great potential for increasing the generalizability of trial results; this change in strategy may also affect the success of interventions, however, especially those that are behaviorally based. Continued innovation and development of\n\nTable III. Adverse events tracked and corresponding ICD-9 codes * Adverse event ICD-9 code 1. Death Based on discharge status indicating expired. 2. Intracranial hemorrhage 430, 431, 432, 853 3. Liver failure 570.0, 573.3 4. Heartblock 426.0, 426.12, 426.13, 426.9 5. Rhabdomyolysis 728.88, 791.2, 791.3 6.GI hemorrhage/ulcer 531, 532, 533, 534, 569.3, 578.0, 578.1, 578.9 7. Syncope 780.2 8. Bradycardia 427.89 9. Unspecified hemorrhage 459.0 10. Myopathy 359.9 ⁎ Adverse events listed in approximate descending order of severity. clinical trials of behavioral interventions are crucial for ongoing progress in the treatment of chronic disease. Our evaluation of the HeartStrong program is an example of the potential for enhancement."
    },
    {
      "text": "Figure 1"
    },
    {
      "text": "Figure 2"
    }
  ],
  "references": [
    {
      "title": "Census 2000 Gazetteer files",
      "year": 2006,
      "doi": "10.2307/2172849"
    },
    {
      "title": "Adherence with statin therapy in elderly patients with and without acute coronary syndromes",
      "authors": [
        "C Jackevicius",
        "M Mamdani",
        "J Tu"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.4.462"
    },
    {
      "title": "Many adults believe individuals with unhealthy lifestyles should pay more for health insurance, poll shows",
      "year": 2006,
      "doi": "10.1007/s10935-011-0236-x"
    },
    {
      "title": "Long-term adherence to evidence-based secondary prevention therapies in coronary artery disease",
      "authors": [
        "L Newby",
        "N Lapointe",
        "A Chen"
      ],
      "year": 2006
    },
    {
      "title": "Long-term persistence in use of statin therapy in elderly patients",
      "authors": [
        "J Benner",
        "R Glynn",
        "H Mogun"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.4.455"
    },
    {
      "title": "Long-term compliance with beta-blockers, angiotensin-converting enzyme inhibitors, and statins after acute myocardial infarction",
      "authors": [
        "G Gislason",
        "J Rasmussen",
        "S Abildstrom"
      ],
      "year": 2006,
      "doi": "10.1093/eurheartj/ehi705"
    },
    {
      "title": "Long-term adherence with cardiovascular drug regimens",
      "authors": [
        "S Kulkarni",
        "K Alexander",
        "B Lytle"
      ],
      "year": 2006,
      "doi": "10.1016/j.ahj.2005.02.038"
    },
    {
      "title": "Drug prescriptions after acute myocardial infarction: dosage, compliance, and persistence",
      "authors": [
        "E Simpson",
        "C Beck",
        "H Richard"
      ],
      "year": 2003,
      "doi": "10.1067/mhj.2003.143"
    },
    {
      "title": "Parabolas of medication use and discontinuation after myocardial infarction-are we closing the treatment gap?",
      "authors": [
        "M Hudson",
        "H Richard",
        "L Pilote"
      ],
      "year": 2007,
      "doi": "10.1002/pds.1414"
    },
    {
      "title": "Adherence to evidence-based therapies after discharge for acute coronary syndromes: an ongoing prospective, observational study",
      "authors": [
        "K Eagle",
        "E Kline-Rogers",
        "S Goodman"
      ],
      "year": 2004,
      "doi": "10.1016/j.accreview.2004.08.073"
    },
    {
      "title": "Adherence to statins, beta-blockers and angiotensin-converting enzyme inhibitors following a first cardiovascular event: a retrospective cohort study",
      "authors": [
        "D Blackburn",
        "R Dobson",
        "J Blackburn"
      ],
      "year": 2005
    },
    {
      "title": "Effect of medication nonadherence on hospitalization and mortality among patients with diabetes mellitus",
      "authors": [
        "P Ho",
        "J Rumsfeld",
        "F Masoudi"
      ],
      "year": 2006
    },
    {
      "title": "Impact of medication therapy discontinuation on mortality after myocardial infarction",
      "authors": [
        "P Ho",
        "J Spertus",
        "F Masoudi"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.17.1842"
    },
    {
      "title": "Adherence to medication",
      "authors": [
        "L Osterberg",
        "T Blaschke"
      ],
      "year": 2005,
      "doi": "10.1056/nejmra050100"
    },
    {
      "title": "Systematic review of randomised trials of interventions to assist patients to follow prescriptions for medications",
      "authors": [
        "R Haynes",
        "K Mckibbon",
        "R Kanani"
      ],
      "year": 1996
    },
    {
      "title": "Full coverage of preventive medications after myocardial infarction",
      "authors": [
        "N Choudhry",
        "J Avorn",
        "R Glynn"
      ],
      "year": 2011,
      "doi": "10.1056/nejmsa1107913"
    },
    {
      "title": "Asymmetric paternalism to improve health behaviors",
      "authors": [
        "G Loewenstein",
        "T Brennan",
        "K Volpp"
      ],
      "year": 2007,
      "doi": "10.1001/jama.298.20.2415"
    },
    {
      "title": "Comparative effectiveness: thinking beyond medication A versus medication B",
      "authors": [
        "K Volpp",
        "A Das"
      ],
      "year": 2009
    },
    {
      "title": "Financial incentive-based approaches for weight loss: a randomized trial",
      "authors": [
        "K Volpp",
        "L John",
        "A Troxel"
      ],
      "year": 2008,
      "doi": "10.1001/jama.2008.804"
    },
    {
      "title": "Incentives improve outcome in outpatient behavioral treatment of cocaine dependence",
      "authors": [
        "S Higgins",
        "A Budney",
        "W Bickel"
      ],
      "year": 1994,
      "doi": "10.1001/archpsyc.1994.03950070060011"
    },
    {
      "title": "Effects of lower-cost incentives on stimulant abstinence in methadone maintenance treatment: a national drug abuse treatment clinical trials network study",
      "authors": [
        "J Peirce",
        "N Petry",
        "M Stitzer"
      ],
      "year": 2006,
      "doi": "10.1001/archpsyc.63.2.201"
    },
    {
      "title": "Incentives to exercise",
      "authors": [
        "G Charness",
        "U Gneezy"
      ],
      "year": 2009,
      "doi": "10.3982/ecta7416"
    },
    {
      "title": "Effect of prize-based incentives on outcomes in stimulant abusers in outpatient psychosocial treatment Statins Atorvastatin/Lipitor Fluvastatin/Lescol, Lescol XL Lovastatin/Altoprev,Mevacor Lovastatin + Nicacin/Advicor Pravastatin/Pravachol Pitavastatin/Livalo Rosuvastatin/Crestor Simvastatin/Joseph Adult Aspirin -Buffered Aspirin (OTCpropranolol/Inderal Clopidogrel/Plavix Antiplatelet medications Ticlopidine/Ticlid Brilinta programs: a national drug abuse treatment clinical trials network study",
      "authors": [
        "N Petry",
        "J Peirce",
        "M Stitzer"
      ],
      "year": 2005,
      "doi": "10.1001/archpsyc.62.10.1148"
    },
    {
      "title": "Effects on weight reduction of strong monetary contracts for calorie restriction or weight loss",
      "authors": [
        "R Jeffery",
        "P Thompson",
        "R Wing"
      ],
      "year": 1978,
      "doi": "10.1016/0005-7967(78)90005-0"
    },
    {
      "title": "Monetary contracts in weight control: effectiveness of group and individual contracts of varying size",
      "authors": [
        "R Jeffery",
        "W Gerber",
        "B Rosenthal"
      ],
      "year": 1983,
      "doi": "10.1037//0022-006x.51.2.242"
    },
    {
      "title": "Strengthening behavioral interventions for weight loss: a randomized trial of food provision and monetary incentives",
      "authors": [
        "R Jeffery",
        "R Wing",
        "C Thorson"
      ],
      "year": 1993,
      "doi": "10.1037//0022-006x.61.6.1038"
    },
    {
      "title": "Contingency management in cocaine abusers: a dose-effect comparison of goods-based versus cash-based incentives",
      "authors": [
        "R Vandrey",
        "G Bigelow",
        "M Stitzer"
      ],
      "year": 2007,
      "doi": "10.1037/1064-1297.15.4.338"
    },
    {
      "title": "Harnessing the power of default options to improve health care",
      "authors": [
        "S Halpern",
        "P Ubel",
        "D Asch"
      ],
      "year": 2007
    },
    {
      "title": "A randomized, controlled trial of financial incentives for smoking cessation",
      "authors": [
        "K Volpp",
        "A Troxel",
        "M Pauly"
      ],
      "year": 2009
    },
    {
      "title": "Patients as mercenaries? The ethics of using financial incentives in the war on unhealthy behaviors",
      "authors": [
        "S Halpern",
        "K Madison",
        "K Volpp"
      ],
      "year": 2009,
      "doi": "10.1161/circoutcomes.109.871855"
    },
    {
      "title": "P4P4P: an agenda for research on pay for performance for patients",
      "authors": [
        "K Volpp",
        "M Pauly",
        "G Loewenstein"
      ],
      "year": 2009
    },
    {
      "title": "A test of financial incentives to improve warfarin adherence",
      "authors": [
        "K Volpp",
        "G Loewenstein",
        "A Troxel"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-272"
    },
    {
      "title": "A randomized controlled trial of financial incentives for smoking cessation",
      "authors": [
        "K Volpp",
        "Gurmankin Levy"
      ],
      "year": 2006,
      "doi": "10.1158/1055-9965.epi-05-0314"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Interventions to enhance patient adherence to medication prescriptions: scientific review",
      "authors": [
        "H Mcdonald",
        "A Garg",
        "R Haynes"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.22.2868"
    },
    {
      "title": "Making the RCT more useful for innovation with evidence-based evolutionary testing",
      "authors": [
        "K Volpp",
        "C Terwiesch",
        "A Troxel"
      ],
      "year": 2013,
      "doi": "10.1016/j.hjdsi.2013.04.007"
    },
    {
      "title": "The impact of confounder selection criteria on effect estimation",
      "authors": [
        "R Mickey",
        "S Greenland"
      ],
      "year": 1989
    },
    {
      "title": "Modern. epidemiology",
      "authors": [
        "K Rothman",
        "S Greenland"
      ],
      "year": 1998
    },
    {
      "title": "Modeling survival data: extending the cox model",
      "authors": [
        "T Therneau",
        "P Grambsch"
      ],
      "year": 2000
    },
    {
      "title": "Prospect theory: An analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979
    },
    {
      "title": "The probability weighting function",
      "authors": [
        "D Prelec"
      ],
      "year": 1998
    }
  ],
  "num_references": 41
}
