{
  "paper_id": "VM9DKTMV",
  "title": "Self-Regulation Assessment and Intervention in Physical Health and Illness: A Review",
  "abstract": "L'autorégulation peut être définie comme un processus d'orientation vers un objectif visant l'atteinte et le suivi de buts personnels. Dans cet article, on distingue trois phases dans ce processus: 1) le choix d'un objectif, l'organisation et la représentation/interprétation; 2) la poursuite active du but; 3) l'atteinte et le suivi ou, au moment opportun, l'abandon du but. Ces trois phases servent de fil conducteur à ce texte. On présente pour chaque phase des outils d'évaluation et des interventions. L'article se termine par la description d'orientations pour de futures recherches concernant l'évaluation de l'autorégulation et les interventions, en retenant quinze principes d'intervention qui peuvent être exploités comme régles générales pour la mise en oeuvre d'interventions dans la prise en charge des maladies chroniques et le développement d'une politique de santé. Self-regulation can be defined as a goal-guidance process aimed at the attainment and maintenance of personal goals. In this article three phases are distinguished in this process: (a) goal selection, setting and construal/representation; (b) active goal pursuit; and (c) goal attainment and maintenance or, when appropriate, goal disengagement. These phases are used as a structure for the present review. For each phase, assessment instruments and interventions are described. The article concludes with directions for future research concerning self-regulation assessment and interventions, including 15 intervention principles which can be used as rules of thumb for the development of interventions in chronic illness management and in health promotion.",
  "year": 2005,
  "date": "2005-04",
  "journal": "Journal of Consulting and Clinical Psychology",
  "publication": "Journal of Consulting and Clinical Psychology",
  "authors": [
    {
      "forename": "Stan",
      "surname": "Maes",
      "name": "Stan Maes",
      "email": "maes@fsw.leidenuniv.nl"
    },
    {
      "forename": "Paul",
      "surname": "Karoly",
      "name": "Paul Karoly"
    },
    {
      "affiliation": "Garsington Road , Oxford OX4 2DQ , UK and 350 Main Street , Malden , MA Leiden University , The Netherlands \n\t\t\t\t\t\t\t\t Leiden University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Garsington Road 350 Main Street \n\t\t\t\t\t\t\t\t\t OX4 2DQ \n\t\t\t\t\t\t\t\t\t Oxford Malden \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t UK The Netherlands"
    },
    {
      "affiliation": "Arizona State University , USA \n\t\t\t\t\t\t\t\t Arizona State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Leiden University , Faculty of Social and Beha- vioural Sciences , Wassenaarseweg 52 , Kamer 2B43 , 2333 AK Leiden , The Netherlands. \n\t\t\t\t\t\t\t\t Faculty of Social and Beha- vioural Sciences \n\t\t\t\t\t\t\t\t Leiden University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wassenaarseweg 52 Kamer 2B43 \n\t\t\t\t\t\t\t\t\t 2333 AK \n\t\t\t\t\t\t\t\t\t Leiden \n\t\t\t\t\t\t\t\t\t The Netherlands"
    }
  ],
  "doi": "10.1111/j.1464-0597.2005.00210.x",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "For many reasons, self-regulation is important to the development and maintenance of physical health and illness. As we shall illustrate in this paper, when the unfolding processes of self-regulation take center stage, the individual assumes an active rather than a passive role in the health care system-a system that compels personal involvement as never before. As increasing numbers of men and women survive into their 70s, 80s, and 90s, the number of people suffering from chronic diseases swells annually; and currently exceeds a quarter of the population in Western countries  (Bodenheimer, Lorig, Holman, & Grumbach, 2002; Maes, Leventhal, & De Ridder, 1996) . Moreover, individuals in industrialised countries routinely contend with a range of daily stressors that render them vulnerable to a multitude of \"lifestyle\" disorders while, at the same time, their access to a functional health care system has become increasingly restricted. As a consequence, the traditional medical service model, in which health experts administer complex treatments and instruct patients in how to engage in follow-up self-care, can be characterised as both unrealistic and cost-ineffective. Moreover, the growing societal expectation that people are responsible for their own lives, and consequently possess the right to make autonomous decisions in matters of health and illness, has supported a shift toward more collaborative care. A collaborative philosophy is also reflected in health promotion and disease prevention initiatives that have changed from a \"we will do it for you\" model to a community and individual empowerment approach  (Maes & Boersma, in press ). This development is backed by empirical evidence that self-efficacy and self-determination are (next to social influence) the most powerful predictors of initiation and maintenance of health behavior change in healthy populations  (Gochman, 1997) .\n\nThat the shift from a passive relationship of the individual with the health care system toward a more independent, self-determining position has been a gradual one is also reflected in the development of terminology over the last few decades. Descriptions of what the patient must do have evolved from \"compliance with medical regimens\", reflecting obedience to medical advice, to \"adherence\", which suggests adoption of medical advice, to \"self-management\", which denotes the responsibility of the individual for the control of his or her disease, to \"self-regulation\", which emphasises people's capacity to \"create for themselves proximal guides and self-motivators for courses of action that lead to distal outcomes\"  (Bandura, 1986, p. 336) ."
    },
    {
      "title": "CONCEPTUAL FRAMEWORK FOR THE PRESENT REVIEW",
      "text": "Although a diversity of definitions of self-regulation exist, the term is commonly defined as \"a systematic process of human behavior that involves setting of personal goals and steering behavior toward the achievement of established goals . . . Overall definitions tend to embody the basic ingredients of goal setting, steering process and strategies, feedback and self-evaluation\"  (Zeidner, Boekaerts, & Pintrich, 2000, p. 751) . For the purpose of intervention, a process definition is preferred over definitions which view self-regulation as a personal resource or trait. A process approach facilitates the assessment of self-regulation components in terms of mechanisms and related skills, all of which can be influenced by means of systematic interventions. A trait approach, which considers self-regulation to be a source of energy or strength, implies that interventions directed at enhancing this strength must somehow influence a rather vaguely articulated personal characteristic. Independent of this problem, we also question the validity of a person-centered approach, because self-regulation ideally requires a consideration of both ecological and intrapsychic factors.\n\nSelf-regulation can be more specifically defined as a goal-guidance process , occurring in iterative phases , that requires the self-reflective implementation of various change and maintenance mechanisms that are aimed at task-and time-specific outcomes. Goals can be described as thoughts about, or mental representations of, desired outcomes or states. They potentially possess the power to direct the person to achieve (or avoid) these states or outcomes by virtue of how they are represented (explicitly and implicitly), stored, structured, and/or retrieved. These dual properties reflect, respectively, the content and the process aspects of goals (M. Ford, 1992) . In the present article, the target outcomes of primary concern are generally health promotion or chronic illness/chronic symptom management. The most frequently examined change and maintenance mechanisms (or functions) include goal selection/representation, goal-level setting, goal monitoring, planning, progress evaluation, problem solving, and emotion-and action modulation. The mechanisms are said to unfold in phases, beginning with (a) goal selection, setting, and construal/representation, moving to (b) active goal pursuit, and then (c) goal attainment and maintenance or, when appropriate, goal disengagement  (Karoly, 1993; Maes & Gebhardt, 2000) .\n\nWe will use the above-noted three phases, (a) through (c), as a structure for the present review. For each broadly defined component phase, we review assessment instruments and interventions built upon varied theoretical platforms. Our first section, therefore, shall deal with goal selection, setting, and representation. We first describe some older health behavior (change) models that focus on cognitive determinants of goal selection and construal. Next, we move to Leventhal's illness representation model  (Leventhal, Leventhal, & Contrada, 1998) , Locke and Latham's goal setting theory  (Latham & Locke, 1991)  and  Deci and Ryan's (2000)  selfdetermination theory, to conclude with a brief consideration of the assessment and taxonomic organisation of goal content. In the second section, we concentrate on goal pursuit and process cognitions. Here, we stress the importance of planning as a means of bridging the gap between cognition and action  (Gollwitzer, 1993)  before we move to specific assessment and interventions related to feedback  (Carver & Scheier, 1998) , feedforward  (Bandura, 1997) , and control mechanisms  (Kuhl, 2000) , all of which play an important role in goal pursuit. This section concludes with a description of generic self-regulation interventions that integrate various process characteristics. The third section is devoted to goal attainment, maintenance, and disengagement."
    },
    {
      "title": "GOAL SELECTION, SETTING, AND CONSTRUAL/REPRESENTATION"
    },
    {
      "title": "Cognitive Determinants of Goal Selection",
      "text": "In the goal selection phase of self-regulation, determinants of intention (or goal commitment) are hypothesised to play a key role. Several social cognitive models, such as the Health Belief Model  (Rosenstock, 1974) , Protection Motivation Theory  (Rogers, 1975) , the Theory of Reasoned Action  (Fishbein & Ajzen, 1975) , or the Theory of Planned Behavior  (Ajzen, 1985)  have articulated what they consider to be necessary precursors to intention (see also  Gebhardt & Maes, 2001) . The hypothesised determinants include: (a) risk perception (perceived susceptibility to and severity of a given disease or its future manifestations), (b) outcome expectancies (or perceived benefits/ rewards and perceived cost/punishment of the intended action, e.g. quit smoking); (c) social influence (particularly by important others regarding the intended behavior, and the desire to comply with this influence), and (d) perceived competence to carry out the intended behaviour (e.g. self-efficacy expectations). Although the aforementioned social cognitive models have been successful in explaining variance in the intention to adopt a new behavior, they have been far less powerful in predicting actual behavior change  (Godin & Kok, 1996) . In fact, Fishbein and his associates  (Fishbein, Hennessy, Yzer, & Douglas, 2003) , making use of an elaborated version of the theories of reasoned action and planned behavior, have concluded that, whereas the prediction of intentions is possible, the theory's ability to predict who will or won't eventually translate intentions into action is disappointing. One conclusion of this research group was that perhaps a \"new theory is needed to explain why some people do, and some people do not act on their intentions\" (p. 17).\n\nTwo additional observations are offered concerning these models. First, intentions or goals in these models are largely set for, and not by, the individual. That is, targets such as weight loss, quitting smoking, or engaging in physical exercise are defined with reference to external requirements without necessarily relating them to the patient's pre-existing personal goals. Second, the models tend to cast goal attainment as an event rather © International Association for Applied  Psychology, 2005. than as a process or alternatively they fail to provide an adequate description of the unfolding process of goal pursuit. By contrast, we assert that a fuller understanding of goals and the process of goal guidance is a prerequisite for effective health behavior change. For these reasons, and because they have been extensively described elsewhere  (Norman, Abraham, & Conner, 2000; Rutter & Quine, 2002) , we will not describe assessment procedures and interventions based on these models."
    },
    {
      "title": "Illness Representations as an Additional Set of Cognitive Determinants",
      "text": "Illness representations, or common-sense definitions of health threats, are the schematic focus of Leventhal's self-regulation model (see  Brownlee, Leventhal, & Leventhal, 2000; Leventhal, Leventhal, & Contrada, 1998) . According to Leventhal and his colleagues, representations have two properties: content and organisation. Representational content refers to the nature of health threats that vary along five dimensions: (1) their identity or the label for the threat (e.g. flu, asthma, or diabetes) and its symptoms (e.g. cough, headache, or dizziness); (2) their time-line, i.e. the time it takes for the disease to develop as well as the duration of and recovery from the disease; (3) the cause (e.g. exposure to a draft, stress, bad food, or alcohol abuse); (4) the consequences, both real and imagined (e.g. hospitalisation, absence from work, sexual dysfunction, sudden death, etc.), and (5) cure or control, i.e. the perception of the degree to which a disease can be influenced or cured. The content of representations defines the goals and reference values for the regulation process. Once goals and procedures for goal attainment are specified, action plans are generated to reach goals as determined or constrained by the representations and appraisals of procedural efficacy feedback.\n\nRepresentations can be organised in terms of both schemata and psychological processes. Individuals construct a mental model on the basis of their representations of the \"reality\" of their condition. Studies on a variety of diseases, including hypertension and cancer, have revealed three typical schemata for these disorders. The first schema type represents an acute problem (external cause, limited consequences, short time-line in onset and duration, readily categorised, and perceived as controllable). Different representations can be organised in similar ways to create a mental model for cyclical conditions (e.g. allergic reactions) and chronic conditions.\n\nDepending on the level at which representations are organised, individuals will almost always attempt to treat their disease in accordance with how it has been labeled. The nature and the organisation of representations guide actions that are directed at the perceived health threat. These actions are presumably embedded in \"IF-THEN\" rules for disease management. The © International Association for Applied Psychology, 2005.\n\n\"IF\" part of the rule is the content of the representations that defines the appropriateness of action and outcome expectations. The act is the \"THEN\" portion of the rule. With respect to the former,  Leventhal, Leventhal, and Contrada (1998)  refer to three types of outcome expectations: consequences or goal-relevance, time-lines, and dose-response beliefs. Goal relevance refers to the beliefs that guide the selection of responses that are perceived by the individual to be relevant to the identified threat. Time-lines refer to the expected time frame for the effects of actions in relation to the health threat. Finally dose-response beliefs guide the selection of actions in accordance with the severity of the threat.\n\nRecently illness representations are mostly assessed by means of the Illness Perception Questionnaire (IPQ;  Weinman, Petrie, Moss-Morris, & Horne, 1996) . The IPQ consists of five scales (identity, causes, cure/control, time-line, and consequences) that more directly reflect the components of Leventhal's illness representation model. Many studies have shown these dimensions to be related to patients' decision to seek medical help, their adherence to medical advice, and their successful coping with chronic illness  (Scharloo & Kaptein, 1997) , although the importance of the dimensions varies according to the particular disease  (Heijmans & De Ridder, 1998) . A meta-analytic review of the model, which covers 45 empirical studies  (Hagger & Orbell, 2003) , has shown that patients' perceptions of controllability/curability are positively associated with psychological well-being, social functioning, and vitality and negatively associated with psychological distress and disease state. In contrast, illness consequences, time-line, and identity show negative relationships with psychological well-being, role and social functioning, and vitality. Although Leventhal's model extends beyond the importance of illness cognitions, other aspects of the model have not been translated into psychometrically sound measuring instruments. In addition, the model has, apart from a few exceptions, not been applied to intervention studies. In a randomised intervention study by  Petrie, Cameron, Ellis, Buick, and Weinman (2002)  65 MI patients received an intervention during hospitalisation designed to alter their perceptions about their MI, whereas controls received usual care from rehabilitation nurses. The intervention produced positive changes in the patients' view of their MI, which was paralleled by return to work at a significantly faster rate and a lower rate of angina symptoms relative to a control group. Although these results are encouraging, the study only partially operationalised the components of Leventhal's self-regulation model."
    },
    {
      "title": "Goal-setting",
      "text": "Numerous studies based on goal-setting theory, as developed by Locke and Latham  (Locke, 1996; Latham & Locke, 1991) , have demonstrated that, to predict performance, one must focus upon task-specific goal content (specificity, difficulty level, complexity, and conflict) and upon goal intensity (involving factors that influence task engagement or commitment, such as expectancy and efficacy). Goals are said to affect performance by (among other things) channeling attention, mobilising on-task effort (in proportion to task difficulty), sustaining performance over time, and stimulating strategic planning. However, the facilitative effects of goals can be moderated by such factors as availability of feedback, task complexity, commitment, ability, and knowledge. Although most of the research evidence that has been accumulated on the basis of Locke and Latham's theory stems from studies in the area of industrial/organisational psychology, the theory's relevance is doubtless much wider. It was thus quite reasonable for  Strecher, Seijts, Kok, Latham, Glasgow, DeVellis, Meertens, and Bulger (1995)  to advocate the use of goal-setting as a strategy for health behavior change. These authors further suggested that further research in the area of health behavior should focus on such questions as:\n\n(1) Does the linear goal difficulty-performance relationship predicted by goal setting theory exist for health-related behaviors?; (2) To what extent does commitment to a goal moderate the goal difficulty-performance relationship?;\n\n(3) Who should set the goal?; (4) Does a strategic analysis that breaks complex goals into simpler, stepwise goals yield enhanced efficacy of goal setting?; (5) What types of feedback are important to encourage and reinforce goal attainment?; (6) To what extent do attributions regarding the causes of success and failure influence continued work on a goal?; and (7) Is the setting of group goals more beneficial than the setting of individual goals in the same situation? (p. 196)  Despite the acknowledged value of goal-setting theory, there are virtually no intervention studies in the areas of health promotion or disease prevention that have been consistently built around its tenets, although many investigators claim to use goal-setting as a strategy (e.g. Stenstrom, 1994; Schnoll & Zimmerman, 2001; Glasgow, Toobert, Hampson, & Strycker, 2002) . One of the reasons for this theoretical myopia may be that there is an increasing tendency in modern psychology \"to know more and more about less and less\", thus leading to the neglect of research findings from other areas of psychology, such as, in this case, industrial and organisational psychology. Another reason may be that \"goal-setting\" in the Locke and Latham tradition focuses on external regulation, and many psychologists may fail to see how external regulation can contribute to self-regulation. One of the very few studies that investigated the effect of goal-setting alone is that of  Oldrige, Guyatt, Crowe, Feeny, and Jones (1999) . In this controlled trial with myocardial infarction (MI) patients, goal-setting was used as a strategy to increase personal goal attainment; and goal attainment was thought to lead, in turn, to increased health-related quality of life and exercise tolerance. All MI patients were asked at entry in the cardiac rehabilitation program to identify one activity that, if and when attained, would reflect their perception of a successful recovery. The patients were then randomly assigned to a cardiac rehabilitation program and usual care. After eight weeks and again at 12 months, the patients who had attained their self-chosen goal scored higher on a Quality of Well-Being Scale, but not on a health-related quality of life (HRQL) instrument, most probably because the HRQL instrument was not designed to measure wellness at a subordinate, behavioral level.\n\nSelf-Determination Theory: Who Sets the Goals?\n\nSelf-regulation is initiated with the selection or activation of a particular goal (often without conscious awareness). Deci and Ryan's (2000)  Self-Determination Theory (SDT) makes a clear distinction between autonomous and controlled behavior regulation. Autonomous regulation occurs when a goal is chosen or emanates from one's self, and is set because of its personal importance. Controlled regulation occurs when people feel coerced or pressured to attain a goal set by external or internal forces. Empirical evidence from the SDT perspective reveals that participants in a weight loss program whose motivation for weight loss was relatively more autonomous attended the program more regularly, lost more weight during the program, and maintained their weight loss at follow-up  (Williams, Grow, Freedman, Ryan, & Deci, 1996) . Another study dealing with adherence to long-term medication prescriptions in adult outpatients with various diagnoses confirmed that patients' autonomous motivation was related to medication adherence  (Williams, Rodin, Ryan, Grolnick, & Deci, 1998) . Finally, in a longitudinal assessment of diabetes self-management, Williams and his colleagues  (Williams, McGregor, Zeldman, Freedman, & Deci, 2004 ) likewise found evidence in support of the importance of patients' perceptions that they are the \"initiators\" of their health-relevant actions. Autonomous and controlled regulation was assessed in these studies by means of the Treatment Self-Regulation Questionnaire (TSRQ). Specifically, participants were presented with a stem such as \"The reason that I follow my diet and exercise regularly\", followed by four items that reflect autonomous (e.g. \"I personally believe that these are important in remaining healthy\") and four items that reflect controlled regulation (e.g. \"Other people would be upset if I didn't\"). Each item is rated on a 7-point Likert scale ranging from \"strongly disagree\" to \"strongly agree\".\n\nThe development of autonomous regulation may also require support from health care providers. As a study on patients with diabetes shows, those patients whose health care providers are autonomy supportive tend to be more motivated to regulate their glucose levels, feel more able to do so, and show improvements in their hemoglobin assay (HbA1c) levels  (Williams, Freedman, & Deci, 1998) . Support for autonomy was assessed in this study by the Health Care Climate Questionnaire (HCCQ). The scale contains items that reflect the degree of supportiveness (versus \"controllingness\") of health care providers, such as \"I feel that my health care providers provided me with choices and options about handling my (diabetes)\". Responses are made on a 7-point Likert scale ranging from \"strongly disagree\" to \"strongly agree\".\n\nAs far as we know, no explicit health intervention studies (in contrast to predictive studies) have been built around self-determination theory, although the model certainly provides the conceptual basis from which to test whether changes from controlled to autonomous motivation would have beneficial effects in terms of health behavior change and disease management."
    },
    {
      "title": "Goal Content",
      "text": "Exploring the relationship between a specific health goal and the larger personal goal structure requires that the individual's personal goal structure be systematically assessed. A basic requirement for the assessment of higherorder goals is a useful taxonomy of human strivings, such as the one provided by  Ford and Nichols (1991) . The Ford and Nichols 24-category taxonomy distinguishes between desired within-person consequences (e.g. affective goals, cognitive goals, and subjective organisation goals) versus desired person-environment consequences (e.g. self-assertive social relationship goals, integrative social relationship goals, and task goals). Maes, Sweeney, and Gebhardt (1998) developed a 52-item Goal Importance and Facilitation Scale (GIFS) on the basis of the Ford and Nichols taxonomy. The scale was administered to a large population of health care workers, who were asked how important the prescribed goals were to them and to what extent their work allowed them to fulfill these goals. Items included goals such as doing creative things, experiencing bodily pleasure, feeling like they belonged, not being controlled by others, not being ill, and not being like everyone else. Multiple regression analyses revealed that perceived non-fulfillment of goals at work is a strong predictor of outcomes such as somatic complaints, burnout, anxiety, depression and hostility  (Maes & Gebhardt, 2000) . The GIFS was also used in a study with myocardial infarction (MI) patients. Patients were asked to what extent they were currently hindered in achieving each of these higher-order goals as a result of their cardiac event and to rate the importance of each goal. A total and weighted goal disturbance score were calculated. Cronbach's alpha for the © International Association for Applied  Psychology, 2005. total score was .96. After entering baseline scores (collected one month after the incident) of health-related quality of life and depression, age, gender, presence of Angina Pectoris, coping strategies, and perceived social support, the level of goal disturbance at baseline remained a significant predictor of health-related quality of life and depression four months later  (Boersma, Maes, & Van Elderen, in press ). Although the scale has not yet been used to index the quality of specific health interventions, it is quite likely that assessing goal facilitation or goal hindrance at work or for patients with chronic diseases offers a novel approach to goal-setting in worksite wellness/ health and rehabilitation programs.\n\nIf one pictures goal pursuit as a journey, then it should be obvious that cognition about the goal itself is equivalent to thoughts about the \"destination\". Classification of goal content is a destination-centered enterprise. Karoly (1999)  has labeled people's \"implicit and explicit appraisals of the key descriptive and functional features of their intended destinations\" as topographic dimensions. Over the years, several investigators have developed assessment procedures that access such topographic features of goals. For example,  Klinger (1977)  required subjects to list goals (\"current concerns\") and rate them along dimensions such as level of commitment, time availability, expectancy of success, and the like. Little's (1983 Little's ( , 1999) )  Personal Project Analysis (PPA) system, like Klinger's current concerns assessment, is one of the oldest and best developed, and involves an elicitation of goals (which he terms personal projects ), followed by a rating procedure incorporating dozens of goal-construal dimensions that frequently tend to cluster into the following five factors: efficacy, meaning, structure, stress, and community. Little's factors reflect a multifaceted mental modeling process. Projects, which are defined as a set of interrelated acts that extend over time and are intended to achieve or maintain a desired state, can be construed as variably worthwhile (meaning), capable of progressing (efficacy), organised (structure), demanding (stress), and visible/supportable by others (community). Other PPA assessment procedures reflect the manner in which personal projects are linked to three major contexts. The first context refers to the person's superordinate values and subordinate acts, or, in other words, to the goal hierarchy. This context is assessed with a Project Laddering Module in which iterative \"why\" and \"how\" questions are asked related to a specific personal project. The second context represents the other personal projects in a person's life. Projects may be congruent or in conflict with each other. The Cross-Impact Matrix assesses the impact of each personal project on all others. The third context is social. Personal projects may or may not be shared by relevant others. A Joint Cross-Impact Matrix is administered to a person and a relevant other (spouse, parent, close friend, colleague) and permits the assessment of the degree of support or hindrance for specific personal projects. For all PPA modules, two kinds of psychometric analyses can be carried out: an individual-level analysis and normative analyses (i.e. mean scores on project dimensions are assessed by summing scores across all projects). The typical research strategy of Little and his colleagues has been to relate the five major project dimensions to different components of well-being. These wellbeing components include self-ratings of life satisfaction, positive and negative affect, emotional and physical health status, depression, sense of coherence, and appraisals of satisfaction with different life domains  (Little, 1999, p. 204) . Emmons (1986 Emmons ( , 1999) )  has employed protocols similar to those used by Little for the assessment of goal construal. Substituting the concept of \"personal strivings\" for \"projects\", Emmons has shown, among other things, that high-level strivers experience greater distress but less physical illness than their low-level-striving peers, who report less negative affect but a greater number of physical symptoms.\n\nLittle's system also possesses pragmatic utility. On the basis of data from a PPA, it should be possible to identify generic and specific problem areas related to each of the five major project factors. Problems in meaning can be overcome by supporting individuals in formulating new projects that are more central to their core values. Problems related to project structure can potentially be addressed by assisting individuals in breaking down their projects into more manageable ones. Problems related to project community can be treated by asking individuals to share their projects with important others and to gain support for these projects. Training modules for enhancing efficacy and reducing the stress associated with each project are also provided. Another important application of personal project analysis is in the area of occupational therapy and rehabilitation medicine. If the therapist's focus does not fit with the core personal projects of the patient, non-compliance with the therapy regimen is an expected outcome. As Little states, the rehabilitation team should be fully aware of patients' core personal projects, which have been interrupted by the injury or illness in order to prevent conflict with the therapeutic regimen.\n\nIn the next section of this review, the focus is on goal pursuit . We first deal with the planning phase, which bridges the gap between cognition and action. Than we turn to active goal pursuit, which involves affective and cognitive regulatory processes, characterised by three main types of mechanism: feedback, feedforward, and control mechanisms  (Ford, 1992) . For each of these mechanisms the most relevant theoretical frameworks are presented as well as applications in the form of assessment and interventions. The section is concluded with a presentation of generic measures of goal process cognition and generic self-regulation interventions.\n\n© International Association for Applied Psychology, 2005."
    },
    {
      "title": "ACTIVE GOAL PURSUIT AND GOAL PROCESS COGNITION Planning: Bridging the Gap Between Cognition and Action",
      "text": "A self-regulatory view on health behavior needs to extend beyond the strength of a person's intention or commitment. Bandura's (1986)  self-efficacy theory has made clear that self-efficacy expectancies are powerful predictors of the initiation of actions. Leventhal, Watts, and Pagano (1967)  were also among the first to point to the importance of action plans or schemata to explain the transition from cognition to action. Along these lines, and based on  Heckhausen's (1991)  model of action phases,  Gollwitzer (1993)  introduced the concept of \"implementation intentions\" to bridge the gap between intention and action. An implemental decision is represented by the thought \"I intend to do x, when situation y is encountered\". Individuals should thus \"reflect and decide on when, where and how to act, thus creating plans for action\"  (Gollwitzer & Oettingen, 1998, p. 690) .\n\nResearch indicates that the formation of implementation intentions may indeed enhance the occurrence of a health behavior, such as physical exercise  (Milne, Orbell, & Sheeran, 2002) , breast self-examination  (Orbell, Hodgkins, & Sheeran, 1997) , healthy eating  (Verplanken & Faes, 1999) , and cervical cancer screening  (Sheeran & Orbell, 2000) . For example, participants in  Orbell, Hodgkins, and Sheeran's (1997)  study on breast selfexamination were asked to rate the strength of their intention to perform breast self-examination in the next month (goal intention). In addition, participants were asked to record where and at what time of the day they would do this during the next month (i.e. an implementation intention). Of the participants with strong goal intentions who had formed implementation intentions, 100 per cent reported having performed breast self-examination at follow-up. Only about half reported breast self-examination if they had no additional implementation intentions.\n\nAlthough planning is an important phase of the self-regulation process, other skills and strategies are necessary to ensure active goal pursuit. As  Ford (1992)  points out, active goal pursuit implies both affective and cognitive processes. Emotions or affective states regulate behavior by facilitating continuation of behavior that is associated with positive affect and inhibiting behavior that is associated with negative affect. In addition, negative affect motivates the person to change the conditions that result in negative affect states  (Ford & Nichols, 1991) . In terms of regulatory cognitive processes,  Ford and Nichols (1991)  have distinguished three kinds of mechanisms: (a) feedback mechanisms, which involve monitoring and evaluation of progress towards a goal on the basis of knowledge of behavioral results, (b) feedforward mechanisms, which are outcome anticipations guided by personal capabilities and context expectancies, and (c) activation of control processes, which are involved in planning and action control to ensure continuation of progress despite competing goals and obstacles. Leading theories of self-regulation have tended to put different degrees of emphasis on these (and other) cognitive mechanisms."
    },
    {
      "title": "Feedback Loops and Discrepancy Reduction",
      "text": "For example, Carver and Scheier's (1998) control systems model, patterned after that of  Powers (1973) , emphasises the importance of the negative feedback loop. A control system implies an input function (perception of current situation), a reference value (a standard, set-point, or goal), a comparator (a device that makes comparisons between input and reference values), and an output function (error corrective behavior). When a comparator informs the system that the two values (input and reference) are discrepant from one another, an error signal is generated and fed forward so as to enable the output to change. By virtue of this negative or discrepancy reducing feedback loop, the output function aims to reduce the discrepancy between input and reference value, resulting in an attempt to approach the goal (e.g. starting physical exercise)  (Carver & Scheier, 1998) . The concept of a reference value lies at the heart of control theory. The assessment of standards is best achieved via outcome-specific self-report. By contrast, the use of direct observation of performance to infer a standard is problematic because the observer sees only the outcome attained rather than the outcome sought (cf. Karoly, 1985) . While many interventions in the area of health promotion and disease management use feedback as one of the intervention components  (Weingarten, Henning, Badamgarav, Knight, Hasselblad, Gano, & Ofman, 2002) , only a few studies have investigated the effect of feedback interventions alone. A study by  Fries, Bowen, Hopp, and White (1997) , which examines the effect of dietary fat feedback, confirms this hypothesis. Two hundred participants were assessed for fat consumption and were then randomly assigned to a high, moderate, or low percentage of calories from fat. Subjects who were told their diets were high in fat reported stronger negative emotional reactions and stronger intentions to change than subjects in the other two conditions. In a study by  Sabnis, Pomerantz, and Amateau (2003) , feedback was given to vaccine providers on the frequency of missed opportunities for vaccination (visits of children 36 months or younger who were vaccination-eligible). Missed opportunities decreased significantly from 43 per cent to 13 per cent after the intervention. Likewise,  McClellan, Millman, Presley, Couzins, and Flanders (2003)  showed that physician interventions that include practice-level feedback about monitoring of glycemic control successfully led to improved care in diabetic patients. In addition, there is evidence that feedback which is tailored to the needs of the recipient is more effective. A study by  De Bourdeaudhuij, Brug, Vandelanotte, and Van Oost (2002)  showed that tailored fat feedback resulted in a significant decrease in per cent energy from fat for respondents with high fat intake at baseline. Feedforward: Self-efficacy and Outcome Expectancies  Bandura (1986 Bandura ( , 1997) )  has repeatedly stressed the importance of feedforward or anticipatory mechanisms, and draws a distinction between two types of feedforward: efficacy expectations and outcome expectancies. Outcome expectancies reflect an individual's anticipatory belief that a specific behavior will lead to certain outcomes. An efficacy expectation refers to the anticipatory belief that one is capable of executing the behaviors required to produce these outcomes. Efficacy beliefs (expectations, attributions) determine whether people will invest effort, and how long they will persist in their effort in the face of obstacles and aversive experiences. The stronger one's perceived efficacy, the more proactive and persistent one's efforts will be. Efficacy expectations vary on a number of dimensions, including magnitude, generality, and strength. Expectations of self-efficacy are based on four major sources of information: (1) performance accomplishments (success raises mastery expectations, failure lowers them), which can be increased by participant modeling, performance desensitisation, performance exposure, and self-instructed performance; (2) vicarious experience (through observation of others) that can be enhanced by live or symbolic modeling; (3) verbal persuasion, which can be effective via suggestion, exhortation, self-instruction, or interpretative treatments; and (4) emotional arousal as a result of stressful or taxing situations, which can be influenced by altering attributions, relaxation and biofeedback, symbolic desensitisation, and symbolic exposure. However, the impact of information on efficacy expectations will largely depend on how the information is interpreted. The social and temporal context will influence this interpretation or appraisal process. In a review of 15 prospective studies on the link between self-efficacy and health behavior change and disease management,  Clark and Dodge (1999)  reported that such a link is frequently found, but that its predictive validity varies with the type of health behavior being studied. For example, there appears to be a stronger link with safety behaviors, whereas studies on physical exercise produce mixed results, and smoking and condom use seem to be the least related to self-efficacy. One explanation for this differential pattern of effects may be that it is easier to begin exercising than to maintain exercise over time, and that smoking and condom use are strongly influenced by bodily (e.g. addictive) and social (e.g. the desires of the partner) conditions. Clark and Dodge's (1999)  findings suggest that selfefficacy should be measured at different moments in time and should be 14640597, 2005, 2, Downloaded from  https://iaap-journals.onlinelibrary.wiley.com/doi/10.1111/j.1464-0597.2005.00210.x by University Of Iowa Libraries -Serials Acquisitions, Wiley Online Library on [14/08/2025]. See the Terms and Conditions ( https://onlinelibrary.wiley.com/terms-and-conditions ) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nassessed specifically for each behavioral goal and at each stage of the goal pursuit process, taking into account other potential predictors such as biological and social or environmental conditions. Bandura (1998)  has also repeatedly asserted that self-efficacy should be measured in a behaviorspecific or target-specific manner. Illustratively, in a study on self-efficacy in heart disease management by older women, Clark and Dodge (1999) asked the respondents the following prototypical question: \"On a scale of 1 to 10, where 1 is not at all confident and 10 is very confident, how confident are you that during the next month you can follow (your exercise regimen/the doctor's instruction for taking your heart medication/your diet/or: you can lower the level of stress in your life). Bandura (1998)  has asserted that the way health care systems deal with chronic patients can influence patients' sense of efficacy, either in a supportive or in an inhibitory way. Patients should therefore be taught to take initiative in the way they manage their health and in the ways they deal with health care professionals. It has been suggested that health-related selfgoverning capabilities be enhanced through modeling of self-management skills, by guided mastery practice, and by informative feedback. Later in this article we shall consider interventions based on these insights as generic self-regulation interventions.\n\nAttention, Emotion Control, and Coping with Failure  Kuhl's (2000)  theory of action control likewise concentrates on processes that facilitate the performance of intended actions. These processes are reflected in various mechanisms or strategies such as attention control (focusing on goal-related rather than on distracting information), emotion control (disengaging from negative mood if it interferes with goal pursuit), motivation control (enhancing the attractiveness of the goal), and coping with failure (using failure as an opportunity for learning rather than as a source of discouragement). Kuhl and his colleagues have developed various measures including the ACS-90, which assesses individual differences in state versus action orientation, and more recently the VCI (Volitional Components Inventory), which measures no less than 30 different functions of self-regulation  (Kuhl, 2000; Fuhrmann & Kuhl, 1998) . However, to our knowledge, Kuhl's model has not been widely applied in the area of health psychology, with the exception of a few experiments related to the maintenance of a healthy diet, which were carried out in his own laboratory  (Fuhrmann & Kuhl, 1998 ). Kuhl's approach, and especially  Heckhausen's (1991)  model of action phases, has nonetheless been influential in the development of other systems that have more direct relevance to health, such as  Schwarzer's (1992 Schwarzer's ( , 1999) )  Health Action Process Approach (HAPA). The HAPA distinguishes between a preintentional motivational and a postintentional volitional phase in the attainment of a health goal. Risk perception, outcome expectancies, and self-efficacy are seen as the determinants of a goal or intention, whereas the postintentional phase is subdivided in a planning, action, and maintenance phase. Congruent with Bandura's social learning theory  (1986, 1997) , perceived self-efficacy is also thought to have an influence on goal pursuit at each of the postintentional phases. Schwarzer further integrates the idea of implementation intentions at the planning phase with the theory of action control at the action and maintenance phase by stating that the action has to be shielded from competing goals and distracting action tendencies.\n\nThe self-regulation scale that Schwarzer developed with his colleagues  (Schwarzer, Diehl, & Schmitz, 1999)  deserves special attention as an illustration of an action control measure. Schwarzer recognised that individuals might experience difficulties in maintaining their action in the phase of goal pursuit. Individuals must therefore focus their attention on the task and keep a favorable emotional balance. These twin mechanisms of \"attention-regulation\" and \"emotion-regulation\" are reflected in a 10-item scale. However, rather than constructing the scale to reflect specific task-related processes, items are formulated in a more general way, such as: \"I can concentrate on one activity for a long time, if necessary\" or \"When I worry about something, I cannot concentrate on an activity\". No doubt as a consequence of its global phrasing, the scale correlates .57 with general self-efficacy beliefs.\n\nAlthough control scales often refer to control over obstacles, control over competing goals is also necessary. Because the most motivating activities in life are generally seen as those that involve the simultaneous pursuit and attainment of many different goals (M. Ford, 1992) , conflict between competing goals can inhibit goal pursuit. Over 15 years ago,  Emmons and King (1988)  showed that conflict among important personal strivings or goals was associated with high levels of negative affect and physical symptoms as well as with health-center visits and illnesses over the past year. In a study on physical exercise in health care workers, Gebhardt and Maes (see  Maes & Gebhardt, 2000)  found that conflicting or competing goals were particularly associated with not exercising regularly and not maintaining regular exercise. Similarly,  McKeeman and Karoly (1991)  investigated the role of goal conflict in cigarette smokers, successful self-initiated quitters, and recent relapsers. Results indicated that the quitters, in contrast to current smokers and relapsers, recalled significantly less goal-related interpersonal interference and significantly lower levels of goal conflict."
    },
    {
      "title": "Generic Measures of Goal Process Cognition",
      "text": "To our knowledge, only two currently available self-report instruments attempt to tap the cognitive and affective self-regulatory components outlined by D.  Ford (1987) and M. Ford (1992) . Karoly and his colleagues (e.g. Karoly, 1993; Karoly & Ruehlman, 1995 , 1996 ) have adopted D.  Ford's (1987)  control systems perspective on self-regulation to produce and evaluate a measure, called the Goal Systems Assessment Battery (GSAB), that focuses upon the individual's appraisals of four functional components of self-guidance: the directive function (goal value and self-efficacy), the regulatory function (self-monitoring and social comparison), the control function (planning, self-reward, and self-criticism), and the arousal function (positive and negative affect associated with goal pursuit). Maes and his colleagues  (Maes, Pomaki, Joekes, Boersma, Gebhardt, & Huisman, 2001)  have created the GAPI, inspired by the Motivational Systems Theory of M.  Ford (1992) , which itself is based on D.  Ford's (1987)  living systems framework. The GAPI consists of 10 subscales: goal commitment, goal conflict, goal-related self-efficacy, goal efficacy, goal outcome expectancies, goal positive emotions, goal negative emotions, goal communicative actions, partner goal support, and partner goal pressure.\n\nThe GSAB has been administered to adults with chronic pain (both persistent and episodic in nature) in an effort to examine the links between pain experience, goal cognition, and psychological distress  (Karoly & Ruehlman, 1996) . From a large national sample, a group of management-level workers was interviewed about their pain, their work-related goals, and their levels of depression and anxiety. Karoly and Ruehlman (1996)  found that, compared to individuals with no pain, men and women with persistent pain problems reported greater self-criticism and negative goal-related arousal along with lower levels of goal value, self-efficacy, and positive goal-relevant arousal. Moreover, although pain status was found to be a significant predictor of perceived anxiety (as assessed by the Beck Anxiety Inventory), the addition of a group of GSAB-assessed goal variables, including selfcriticism and negative arousal, enhanced the adjusted R 2 from .08 to .23.\n\nSubscales of the GAPI, such as goal conflict and goal efficacy, have proven to predict personal goal attainment and well-being in MI patients  (Boersma, Maes, Joekes, & Dusseldorp, submitted)  and their partners  (Joekes, Boersma, Maes, & Van Elderen, in press ). In another study  (Pomaki, Maes, & Ter Doest, 2004)  goal conflict, goal efficacy, goal support, goal-related negative emotions and positive emotions (in relation to personal work goals) predicted significant variance in wellness/health outcomes in a population of 3,088 health care employees over and above traditional predictors such as job demands, control, and social support.\n\nThe reader should bear in mind that the phrase \"goal process cognition\", appearing in the heading of this section of the paper, implies that what is being assessed are thoughts about goal processes rather than the actual operation of process mechanisms per se. Neither the GSAB nor the GAPI assess the unfolding intrapsychic or person-environment processes that are inherent in navigating toward goals in real time. Clearly, more work is necessary before real time goal pursuit processes (in contrast to their proxy measurement via retrospective self-report) can be firmly and directly established as causes or correlates of physical health outcomes."
    },
    {
      "title": "Generic Self-regulation Interventions",
      "text": "Under this heading we describe self-regulation programs that focus on a variety of process aspects or self-regulation mechanisms, and can thus be considered to be comprehensive self-regulation programs.\n\nPrograms for Health Promotion. Overall, there are very few health promotion programs developed on the basis of self-regulation theory. Nonetheless, some interventions, such as the \"Going for the Goal\" life skills program for adolescents  (Danish, 1997) , appear promising. The \"Going for the Goal\" program, which has been offered in various parts of the US, seeks to train early adolescents via ten one-hour workshops that have as their objectives to:\n\n(a) identify positive life goals, (b) focus on the process rather than on the outcome of goal attainment, (c) use a general problem-solving model, (d) identify health-promoting behaviors that can facilitate goal attainment, (e) identify health-compromising behaviors that can impede goal attainment, (f ) seek to create social support, and to (g) transfer these skills from one life context to another. (p. 297)\n\nThe ten workshops are skill-based and refer explicitly to self-regulation skills using such titles as: \"dare to dream\", \"setting goals\", \"making your own goal reachable\", \"making a goal ladder\", \"roadblocks to reaching goals\", \"overcoming roadblocks\", \"seeking help from others\", \"rebounds and rewards\", \"identifying and building your strengths\", and \"going for your goal\". Program evaluation revealed that participants had a significantly better school attendance, and (in boys) a smaller increase in healthcompromising behaviors (such as getting drunk, smoking, drinking beer, drinking liquor) and a decrease in violent and other problem behavior compared to a control group. However,  Danish's (1997)  report does not provide much detail about the methodological aspects of the evaluation nor does it provide the quantitative specifics concerning the outcomes.\n\nIn another interesting study,  Miller, Toscova, Miller, and Sanchez (2000)  evaluated a self-regulation approach for reducing alcohol and drug problems in a population of university students. A multi-level intervention included the diffusion of print media, videotapes, lectures by experts, peer educator training, computer-based life styles assessment, a revised campus policy and events to support the campaign, as well as drinkers' check-ups, use of referral services, volunteer training, and alcohol-related self-control training. The program was offered at one campus, with another university campus serving as a control setting. The intervention was based on selfregulation theory, and involved seven sequential processes: (a) information about a person's present status received from the environment, (b) the comparison of this information with personal goals, norms, and expectations, (c) detection of a discrepancy (or not) between a person's current and desired state, (d) a discrepancy-based desire for change, (e) the search for ways to reduce the discrepancy, (f ) planning for the use of strategies for discrepancy reduction, and (g) implementation of the change plan. The intervention resulted in significantly reduced levels of alcohol and marihuana use. However, it remains unclear how the self-regulation process as just described guided the development and implementation of the program components.\n\nGeneric Interventions in Chronic Disease: From Self-management to Selfregulation. Although self-management may be considered to be a synonym for self-regulation, the term \"self-management\" is frequently employed in a relatively imprecise, broad, or atheoretical manner. For example, in a review of the effectiveness of self-management training for Type 2 diabetes, Norris, Engelgau, and Venkat Narayan (2001) defined self-management training as the process of teaching individuals to manage their diabetes, and programs ran the gamut from didactic presentations to interventions involving patient empowerment. The problem with these categorisations is that they are mainly descriptive. Nonetheless, the 72 studies identified for this review revealed consistent, positive short-term (up to six months) effects of self-management training on knowledge, frequency and accuracy of selfmonitoring of blood glucose, self-reported dietary habits, and glycemic control, but not on lipids, physical activity, weight, or blood pressure. In the long run, interventions that involved patient collaboration seemed to be more effective in improving glycemic control, weight, and lipid profiles than did didactic interventions. Although this review formulates a number of interesting conclusions and recommendations for future interventions, there is no reference to self-regulation theory. Perhaps a better model to follow is the approach adopted by  Febbraro and Clum (1998) , who examined the effectiveness of self-regulation for the treatment of adult problem behaviors. In their meta-analysis, three primary processes in self-regulation were clearly distinguished: (a) self-observation or self-monitoring (SM), (b) selfreflection or self-evaluation (SE), and (c) self-reaction or self-reinforcement (SR). SM was viewed as providing an individual with the information needed to establish realistic goals and to evaluate progress toward these goals. With SE, current behavior is compared against standards or goals.\n\n© International Association for Applied Psychology, 2005.\n\nEffective goal-setting is dependent on the individual's capacity to compare his or her performance to the goal and the related process of providing feedback with regard to that process. In the SR component, individuals provide themselves with either reward or punishment depending on the adequacy of their performance. Febbraro and Clum (1998)  hypothesised that (a) treatment based on self-regulation theory would result in superior outcomes relative to no treatment at all and that (b) interventions utilising SM plus another self-regulation component would have superior effects relative to interventions utilising SM alone. Both of these hypotheses were confirmed. A recent study by  Christensen, Moran, Wiebe, Ehlers, and Lawton (2002)  on the effect of a behavioral self-regulation intervention for patient adherence in hemodialysis provides support for the three-component model in relation to chronic disease management. In this study, hemodialysis patients were offered weekly group meetings involving training in goalsetting, self-monitoring, self-evaluation, and self-reinforcement skills to promote regulation of fluid intake. At the eight-week follow-up, adherence with fluid intake was significantly better in the intervention group than in the matched control group. While these components do not yet fully reflect the comprehensiveness of the self-regulation process as described in our review, these studies do show that multi-component, process-based self-regulation interventions have the potential to increase the effectiveness of current disease management programs.\n\nA review of intervention programs for arthritis and other rheumatic diseases  (Brady, Kruger, Helmick, Callahan, & Boutaugh, 2003 ) also suggests that evidence exists for the effectiveness of the self-management programs that reflect self-regulation theory. The programs that were reviewed tended to focus on generalisable skills (such as problem solving, decision making, communication with providers, cognitive restructuring, and self-talk), and the educational methods used included problem solving techniques, brainstorming, demonstration/practice, and feedback, and were complemented with self-efficacy enhancing interventions (goal-setting, contracting, role modeling, peer support and persuasion, and reinterpreting symptoms). Behavior modification techniques were also taught (including shaping, repeated practice and feedback, self-monitoring, diaries, and environmental cueing) and social support strategies. The self-management programs proved to have modest beneficial effects on self-efficacy, pain, disability, depression, self-care behavior, and MD visits. It should be noted that the most effective of the programs in this review is the Arthritis Self-Management Program (ASMP;  Lorig, Sobel, Stewart, Brown, Bandura, Ritter, Gonzalez, Laurent, Halsted, & Holman, 1999) , which is grounded in selfefficacy theory. The ASMP was designed to assist arthritis patients to identify their needs and to act on their sense of efficacy. The beneficial effects of this program have been repeatedly demonstrated. For example, increases in self-efficacy have been related to pain and fatigue management, to a decrease in anxiety and depression, and to greater use of such self-management strategies as exercise and relaxation  (Lorig et al., 1999 , Barlow, Wright, Sheasby, Turner, & Hainsworth, 2002) . The success of the ASMP motivated  Lorig et al. (1999)  to develop along the same lines, the more generic Chronic Disease Self-Management Course, which was offered to groups of chronic patients who suffered from a variety of chronic diseases (including heart disease, stroke, lung disease, and arthritis). In order to enhance self-efficacy, groups met weekly for action planning sessions involving problem solving, decision making, skill training, persuasion, and reinterpretation of symptoms. A randomised controlled trial indicated that the intervention group experienced, both at six months and two years after the start of the program, a significant increase in self-efficacy, well-being, health behaviors, and physical health status in comparison to the control group that received standard care only  (Lorig et al., 1999; Lorig et al., 2001) . Wright, Barlow, Turner, and Bancroft (2003)  offered the course in the UK to patients with a range of chronic diseases. The results of their study confirm the beneficial effects of the course, as it proved to increase self-efficacy related to disease and symptom management, as well as cognitive symptom management and communication with the physician. In addition, the course led to a decrease in fatigue and distress in the participants. It should be noted that this is one of the very few comprehensive programs grounded in a sound psychological theory of self-regulation.\n\nOther interventions related to asthma, HIV, cancer, coronary heart disease or other illnesses could also be described here, but the conclusion would be consistent with the reviews on diabetes and rheumatoid arthritis. That is, with a few exceptions that we noted, none of the interventions truly reflect the self-regulation models discussed in this review. The reader may nonetheless find interesting a recent chapter by  Petrie, Broadbent, and Meechan (2003)  who discuss some of these interventions from a selfregulation perspective."
    },
    {
      "title": "GOAL ATTAINMENT, MAINTENANCE, AND DISENGAGEMENT"
    },
    {
      "title": "Goal Attainment and Maintenance",
      "text": "As has been suggested by \"stage models of behavior change\" such as  Prochaska and DiClemente's (1986)  transtheoretical model, behavior change is phasic and not an all-or-none affair (as is suggested by the terms \"precontemplation\", \"contemplation\", \"preparation\", \"action\", and \"maintenance\" stages). Stage theories have been criticised (1) because they suggest a fixed sequence that everyone must traverse and (2) because they concentrate on behavior rather than on determinants or operative mechanisms  (Bandura, 1998) . However, few seasoned observers can doubt that there is a substantial difference between initial or short-term behavioral change and long-term behavioral change. There is a great deal of evidence showing that attempts to change longstanding personal habits (such as giving up smoking or adopting a healthy diet) and to engage in complex self-care regimens (as are required to manage diabetes) reveal the lowest adherence rates (up to 50 per cent) over time  (Taylor, 2001) , implying that initial efforts are not sustained. The dominant models of health behavior change suggest that the psychological processes that guide the initiation versus the maintenance of behavior change do not differ. However, whereas initiation may be determined by expectations about future outcomes, the decision to maintain a healthful behavior is purportedly based on people's satisfaction with behavioral outcomes  (Rothman, 2000) . Illustratively,  Klem, Wing, McGuire, Seagle, and Hill (1997)  found that people who are successful in maintaining behavioral change report a high degree of satisfaction with how the change has affected their lives. There is also evidence that maintenance is related to realistic expectations  (Rothman, 2000) . Oettingen and Wadden (1991)  reported that women who had over-optimistic fantasies about the consequences of weight loss were less successful in a 12-month weight reduction program than women without such fantasies. In addition,  Sbrocco, Nedegaard, Stone, and Lewis (1999)  found that women who set modest weight loss goals at the beginning of a weight loss program lost less weight during the program than women who followed a traditional weight loss program, but they lost more weight at a one-year follow-up. Finally, \"ownership\" also seems to be an important predictor of maintenance  (Bellg, 2003) . As a consequence of findings such as these, individuals should be advised to monitor the experience of satisfaction or dissatisfaction throughout the behavior change process, to set realistic behavior change goals at every stage of the process, and to focus on the internalisation or ownership of health behavior changes."
    },
    {
      "title": "Goal Disengagement",
      "text": "In addition to goal attainment and maintenance, goal disengagement is an essential aspect of self-regulation. Evidence exists that goal disengagement can be beneficial to psychological well-being, particularly if the original goal is unattainable and if disengagement from it ultimately leads to pursuing new goals with a greater likelihood of attainment  (Wrosch, Scheier, Carver, & Schulz, 2003) . For example, Schulz, Wrosch, Yee, Heckhausen, and Whitmer (reported in  Wrosch et al., 2003)  investigated the health goals of older adults with functional impairments. They asked participants why they were persistent in striving towards unattainable health goals. Among the more severely disabled the act of dwelling on unattainable health goals predicted greater distress. Moskowitz, Folkman, Collette, and Vittinghoff (1996)  assessed coping in couples in which one partner was becoming ill and dying from AIDS. Whereas the healthy partners initially enunciated the goal of overcoming the partner's illness, when the illness progressed, the goal was transformed to one of assisting the partner with more limited daily activities. Choosing a more manageable goal thus enhanced the likelihood of attainment and the experience of success. To our knowledge, there are no sound assessment procedures or intervention programs that take these insights into account. Filling this gap is certainly an important target for the future."
    },
    {
      "title": "CONCLUSIONS AND DIRECTIONS FOR FUTURE RESEARCH",
      "text": "We have selectively reviewed the contemporary self-regulation literature in the domain of health psychology with an eye toward illustrating its strengths and weaknesses. The main strength that we have discovered is that this area of health psychology is being built on sound theoretical foundations. Specifically, there are several self-regulation models from which relevant assessment procedures and interventions can be derived. The main weakness is that many theory-derived insights still await application. The need also exists for new assessment procedures and for more comprehensive self-regulation interventions in the area of health and illness. Future investigators conducting research with a focus on assessment and interventions may profit from the following suggestions derived from the present review.\n\nAs far as assessment is concerned, goal content or topographic measures  (Maes, Sweeney, & Gebhardt, 1998; Little, 1983 Little, , 1999;; Emmons, 1986 Emmons, , 1999) )  provide the opportunity to unpack the personal goal structure of the individual at various levels of the goal hierarchy. The advantage of these measures is that they start from the perspective of the individual, rather than from the health care provider's. They permit the identification of meaningful personal goals as well as allowing for the assessment of how other important life goals can facilitate or compete with the attainment of this personal goal. In other words, these forms of goal-based measurement reflect how a disease incident may have affected a patient's life perspective and how the patient envisions his or her future or recovery. Too many interventions for patients with chronic disease set recovery or disease management goals for the patient without considering what the patient perceives or desires. However, as documented in this review, research in the  Deci and Ryan (2000)  tradition has repeatedly demonstrated that \"autonomous regulation\" produces notable effects in terms of life-style changes, medication adherence, and disease management outcomes. Unfortunately, we cannot simply ask a patient what his or her recovery goals are. Rather, a supportive goal elicitation procedure is required that gives structure to the assessment and helps the patient to reflect systematically about his or her aspirations. Likewise, we cannot simply decide what is in our patients' \"best interests\". We need their active cooperation for such judgments to be maximally useful. Adopting medical advice regarding disease management requires an internalisation process through which the patient transforms external advice into a personal value or goal. Among other things, this implies that the advice ultimately gets linked to personal goals and that there is a supportive atmosphere provided by health care providers and significant others. Strengthening the linkage between support systems and personal goals may be achieved by using motivational interviewing, as suggested by  Bellg (2003) . Supportive action brings us to the issue that, although some existing SR measures do measure goal support  (Little, 1983 (Little, , 1999;; Maes et al., 2001) , most do not. Nonetheless, our review clearly highlights the fact that goal and autonomy support (by health care providers and significant others) are important predictors of goal attainment.\n\nWith respect to self-regulation process measures, two important issues can be raised. First, with the exception of the GSAB  (Karoly, 1993; Karoly & Ruehlman, 1995 , 1996)  and the GAPI  (Maes et al., 2001) , existing instruments essentially measure cognitions by themselves, ignoring the positive and negative affective states that may be related to goal pursuit. Moreover, the GSAB is the only established scale that also measures self-regulation functions or skills (social comparison, self-monitoring, planning, self-reward, and self-criticism) in relation to specific goals. From the perspective of practical applications, the measurement of self-regulation skills is an important issue for future study. A second issue deals with the specificity of the existing scales. Although it is certainly worthwhile to assess self-regulation at different levels, including a more general, trait-like level, as in  Schwarzer, Diehl, and Schmitz's (1999)  Self-Regulation Scale, the analysis of the selfregulation process requires goal specific scales such as those already mentioned (the GSAB and GAPI). These self-report scales are, however, administered at specific points during the goal attainment process, and thus only provide us with prospective or retrospective information on the process of goal pursuit. In order to tap the self-regulation process on line, the development of diary procedures is likewise necessary. An example of the use of these procedures forms the study by  Affleck, Tennen, Zautra, Urrows, Abeles, and Karoly (2001) . In this study, women with fibromyalgia, a generalised pain problem, responded for 30 days to palm-top computer interviews about their pain and fatigue and rated their goal effort, goal progress, and pain-and fatigue-related barriers. As this study illustrates, specific predictions require measures that are sufficiently sensitive to tap problem-or disease-specific self-regulation issues. Very few instruments, with the exception of the Ilness Perception Questionnaire (IPQ)  (Weinman et al., 1996)  fulfill this requirement.\n\nHowever, the IPQ assesses only illness representations, and not diseasespecific self-regulation skills.\n\nThe assessment of goal attainment, maintenance, and disengagement also deserves greater research attention. Although several instruments measure goal attainment, there are, to our knowledge, no validated measures for assessing disengagement, especially the reasons why people disengage from the pursuit of health or disease management goals, or the degree to which disengagement from these goals may be an adaptive response (cf. Wrosch et al., 2003) . Also, most self-regulation research does not focus sufficiently on maintenance issues. As maintenance is a very important issue in disease management, more attention should be paid to the assessment of long-term self-regulation.\n\nAs regards intervention studies, we identified only a few based on sound (conceptually coherent and empirically supported) self-regulation models. As far as interventions in chronic disease are concerned, many interventions are advertised as self-management interventions, but in most cases they mainly make use of broad-based instructional materials. There are, however, a few interventions that are solidly grounded in self-regulation theory. The randomised study by  Petrie, Cameron, Ellis, Buick, and Weinman (2002) , which successfully changed disease-related cognitions in MI patients, was clearly based on Leventhal's  (Leventhal et al., 1998)  self-regulation theory. The study by  Oldridge, Guyatt, Crowe, Feeny, and Jones (1999)  is remarkable in that it is the only intervention study in chronic patients that specifically investigates the effect of goal-setting strategies-although the study would have profited from a closer tie to Locke and Latham's goalsetting theory  (Locke, 1996; Latham & Locke, 1991) . Both studies focus, however, on only a single aspect of self-regulation. More comprehensive programs are difficult to find. One exception is the study by  Christensen, Moran, Wiebe, Ehlers, and Lawton (2002)  dealing with patient adherence in hemodialysis. In this study, patients were trained in rudimentary selfregulation skills, including goal-setting, self-monitoring, self-evaluation, and self-reinforcement. Unfortunately, this study is small in scope. The only other intervention studies that stand out as benchmarks for future research are those by Lorig and her colleagues  (Lorig et al., 1999 (Lorig et al., , 2001)) . Based on Bandura's social cognitive learning theory, both the successful Arthritis Self-Management Program and the Chronic Disease Self-Management Course are multi-component intervention programs (consisting of problem solving, decision making, skill training, persuasion, and reinterpretation of symptoms) that truly reflect self-regulation theory.\n\nFuture interventions based on self-regulatory models will require a set of orienting principles. The following tentative intervention \"principles\" or rules of thumb are derived from the work reviewed in this paper, and may serve to illustrate the potential of the self-regulatory perspective in chronic illness management and in health promotion.\n\n1. Explore risk perception, the perceived cost/benefit of intervention targets, perception of support from important others, and the individual's (healthy person's or patient's) perceived competence to carry out recommended actions regarding health behavior change or selfmanagement targets. 2. Explore the individual's representation of the health problem or illness (identity, time-line, cause, consequences, and cure or control) as well as the way in which these representations are organised by the individual. If the recommended action does not fit the individual's representation, the likelihood of the action actually occurring will be low. Some representations may have to be changed from this perspective. 3. Encourage the individual to set personal goals. These goals should be specific, important to the individual, not too easy or too difficult to carry out, and attainable in a restricted time frame. Try to link intervention targets to these goals or (if this proves impossible) discuss an adoption process for these targets with the individual. 4. Help the individual to observe or monitor his or her current problem behavior, its antecedents, and its (emotional) consequences. 5. Assist the individual in building an action plan by asking when, where, how, and how long the patient will act in relation to a target or goal. 6. Ask the individual to build a \"goal ladder\" in order to define steps towards goal attainment. Help the individual in developing a standard reference for each step in order to assess progress. Provide opportunities for feedback. 7. Explore the individual's perceptions regarding his or her social environment. Ask the individual to list sources of support or coercion and what he or she would expect in terms of support for goal attainment. Encourage the individual to ask for support from health professionals and relatives or friends and to discuss support issues with them. 8. Increase the individual's self-efficacy via modeling, verbal persuasion, and by providing techniques to control disturbing emotions. 9. Ask the individual to monitor carefully positive and negative emotions related to goal pursuit and to discuss with others how these emotions facilitate or inhibit effective action. 10. Encourage the individual to use self-incentives when progress is made. Explore which incentives are most valued by the individual. 11. Teach the individual the skills to control distracting information or negative mood during goal pursuit. 12. Ask the individual to report and discuss conflicting or competing goals that arise when striving to attain a recovery goal and to try to align these competing goals.\n\n13. Reassure the individual that relapse is not failure, but an opportunity for learning. 14. Teach the individual how to cope with relapse. 15. Inform individuals that they should feel free to reformulate a goal in a more manageable way whenever they find one to be unattainable in its present form.\n\nFinally, a cautionary comment is offered on the \"external validity\" of self-regulation interventions; that is, on their potential for implementation with representative samples under representative conditions. Many of the evaluated interventions are offered by psychologists using fairly elaborate treatment protocols with highly motivated individuals over relatively short time periods (\"shortitudinal\" rather than longitudinal designs). The danger of having psychologists in charge of an intensive intervention is that the treatment may never see widespread post-research application, despite its potential effectiveness, because the change technology has not become an integrated part of the natural environment or the medical culture. It is therefore advisable to train lay persons as well as health care providers (medical doctors and nurses) in the delivery of self-regulation interventions. Health care providers need to learn that their communication with patients should be guided not solely by their own logic and medical knowledge, but also by the patient's \"psycho-logic\" (in other words, by the patient's perceptions, action plans, goals, and skills). Otherwise, we fear that very few patients will profit in daily life from the insights derived from contemporary research.\n\nNevertheless, we would look forward to a time when self-regulation theory and its application is a compulsory topic in medical and para-medical education. The possible effectiveness of such an approach has been illustrated in a study on the impact of a self-regulation seminar for physicians on patient outcomes  (Clark, Gong, Schork, Kaciroti, Evans, Roloff, Hurwitz, Maiman, & Mellins, 2000) . The self-regulation seminar led to shorter patient-physician encounters, improved prescribing and communication behaviour of physicians, a more favorable attitude of the patients towards self-care behavior, and to reductions in health care utilisation. Should seminars like those of Clark et al. become standard practice, the notion of doctor-patient collaboration in the context of patient self-regulation will take a giant step toward becoming a clinical reality."
    }
  ],
  "references": [
    {
      "title": "Women's pursuit of personal goals in daily life with fibromyalgia: A valueexpectancy analysis",
      "authors": [
        "G Affleck",
        "H Tennen",
        "A Zautra",
        "S Urrows",
        "M Abeles",
        "P Karoly"
      ],
      "year": 2001
    },
    {
      "title": "From intentions to actions: A theory of planned behaviour",
      "authors": [
        "I Ajzen"
      ],
      "year": 1985
    },
    {
      "title": "Social foundations of thought and action: A social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Self-efficacy: The exercise of control",
      "authors": [
        "A Bandura"
      ],
      "year": 1997
    },
    {
      "title": "Health promotion from the perspective of social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407422"
    },
    {
      "title": "Self-management approaches for people with chronic conditions: A review",
      "authors": [
        "J Barlow",
        "C Wright",
        "J Sheasby",
        "A Turner",
        "J Hainsworth"
      ],
      "year": 2002
    },
    {
      "title": "Maintenance of health behavior change in preventive cardiology",
      "authors": [
        "A Bellg"
      ],
      "year": 2003
    },
    {
      "title": "Patient selfmanagement of chronic disease in primary care",
      "authors": [
        "T Bodenheimer",
        "K Lorig",
        "H Holman",
        "K Grumbach"
      ],
      "year": 2002
    },
    {
      "title": "Goal processes in relation to goal attainment: Predicting health-related quality of life in MI-patients",
      "authors": [
        "S Boersma",
        "S Maes",
        "K Joekes",
        "E Dusseldorp"
      ],
      "doi": "10.1177/1359105306069095"
    },
    {
      "title": "Goal disturbance predicts health-related quality of life and depression four months after myocardial infarction",
      "authors": [
        "S Boersma",
        "S Maes",
        "T Van Elderen"
      ]
    },
    {
      "title": "Intervention programs for arthritis and other rheumatic diseases",
      "authors": [
        "T Brady",
        "J Kruger",
        "C Helmick",
        "L Callahan",
        "M Boutaugh"
      ],
      "year": 2003,
      "doi": "10.1177/1090198102239258"
    },
    {
      "title": "Regulation, self-regulation, and the construction of the self in the maintenance of physical health",
      "authors": [
        "S Brownlee",
        "H Leventhal",
        "E Leventhal"
      ],
      "year": 2000,
      "doi": "10.1016/b978-012109890-2/50041-x"
    },
    {
      "title": "On the self-regulation of behavior",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1998,
      "doi": "10.1017/cbo9781139174794"
    },
    {
      "title": "Exploring self-efficacy as a predictor of disease management",
      "authors": [
        "N Clark",
        "J Dodge"
      ],
      "year": 1999,
      "doi": "10.1177/109019819902600107"
    },
    {
      "title": "Long-term effects of asthma education for physicians on patient satisfaction and use of health services",
      "authors": [
        "N Clark",
        "M Gong",
        "M Schork",
        "N Kaciroti",
        "D Evans",
        "D Roloff",
        "M Hurwitz",
        "L Maiman",
        "R Mellins"
      ],
      "year": 2000,
      "doi": "10.1034/j.1399-3003.2000.16a04.x"
    },
    {
      "title": "Effects of a behavioral self-regulation intervention on patient adherence in hemodialysis",
      "authors": [
        "A Christensen",
        "P Moran",
        "J Wiebe",
        "S Ehlers",
        "W Lawton"
      ],
      "year": 2002,
      "doi": "10.1037//0278-6133.21.4.393"
    },
    {
      "title": "Going for the goal: A life skills program for adolescents",
      "authors": [
        "S Danish"
      ],
      "year": 1997
    },
    {
      "title": "Differences in impact between a family-versus individual-based tailored intervention to reduce fat intake",
      "authors": [
        "I De Bourdeaudhuij",
        "J Brug",
        "C Vandelanotte",
        "P Van Oost"
      ],
      "year": 2002
    },
    {
      "title": "The \"what\" and \"why\" of goal pursuits: Human need and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000
    },
    {
      "title": "Personal strivings: An approach to personality and subjective well-being",
      "authors": [
        "R Emmons"
      ],
      "year": 1986,
      "doi": "10.1037//0022-3514.51.5.1058"
    },
    {
      "title": "The psychology of ultimate concerns: Motivation and spirituality in personality",
      "authors": [
        "R Emmons"
      ],
      "year": 1999
    },
    {
      "title": "Conflict among personal strivings: Immediate and long-term implications for psychological and physical well-being",
      "authors": [
        "R Emmons",
        "L King"
      ],
      "year": 1988
    },
    {
      "title": "Meta-analytic investigation of the effectiveness of self-regulatory components in the treatment of adult problem behaviors",
      "authors": [
        "G Febbraro",
        "G Clum"
      ],
      "year": 1998,
      "doi": "10.1016/s0272-7358(97)00008-1"
    },
    {
      "title": "Belief, attitude, intention, and behaviour: An introduction to theory and research",
      "authors": [
        "M Fishbein",
        "I Ajzen"
      ],
      "year": 1975
    },
    {
      "title": "Can we explain why some people do and some people do not act on their intentions?",
      "authors": [
        "M Fishbein",
        "M Hennessy",
        "M Yzer",
        "J Douglas"
      ],
      "year": 2003
    },
    {
      "title": "Humans as self-constructing living systems: A developmental perspective on behavior and personality",
      "authors": [
        "D Ford"
      ],
      "year": 1987
    },
    {
      "title": "Motivating humans. Goals, emotions, and personal agency beliefs",
      "authors": [
        "M Ford"
      ],
      "year": 1992,
      "doi": "10.4135/9781483325361"
    },
    {
      "title": "Using goal assessments to identify motivational patterns and facilitate behavioral regulation and achievement",
      "authors": [
        "M Ford",
        "C Nichols"
      ],
      "year": 1991
    },
    {
      "title": "Psychological effects of dietary fat analysis and feedback: A randomized feedback design",
      "authors": [
        "E Fries",
        "D Bowen",
        "H Hopp",
        "K White"
      ],
      "year": 1997,
      "doi": "10.1023/a:1025522625793"
    },
    {
      "title": "Maintaining a healthy diet: Effects of personality and self-reward versus self-punishment on commitment to and enactment of selfchosen and assigned goals",
      "authors": [
        "A Fuhrmann",
        "J Kuhl"
      ],
      "year": 1998
    },
    {
      "title": "Integrating social-psychological frameworks for health behavior research",
      "authors": [
        "W Gebhardt",
        "S Maes"
      ],
      "year": 2001,
      "doi": "10.5993/ajhb.25.6.2"
    },
    {
      "title": "Implementation, generalization and long-term results of the \"choosing well\" diabetes selfmanagement intervention",
      "authors": [
        "R Glasgow",
        "D Toobert",
        "S Hampson",
        "L Strycker"
      ],
      "year": 2002,
      "doi": "10.1016/s0738-3991(02)00025-3"
    },
    {
      "title": "Handbook of health behaviour research",
      "authors": [
        "D Gochman"
      ],
      "year": 1997
    },
    {
      "title": "The theory of planned behavior: A review of its applications to health-related behaviors",
      "authors": [
        "G Godin",
        "G Kok"
      ],
      "year": 1996,
      "doi": "10.4278/0890-1171-11.2.87"
    },
    {
      "title": "Goal achievement: The role of intentions",
      "authors": [
        "P Gollwitzer"
      ],
      "year": 1993,
      "doi": "10.1080/14792779343000059"
    },
    {
      "title": "The emergence and implementation of health goals",
      "authors": [
        "P Gollwitzer",
        "G Oettingen"
      ],
      "year": 1998
    },
    {
      "title": "A meta-analytic review of the common-sense model of illness representations",
      "authors": [
        "M Hagger",
        "S Orbell"
      ],
      "year": 2003
    },
    {
      "title": "Motivation and action",
      "authors": [
        "H Heckhausen"
      ],
      "year": 1991
    },
    {
      "title": "Assessing illness representations of chronic illness: Explorations of their disease-specific nature",
      "authors": [
        "M Heijmans",
        "D De Ridder"
      ],
      "year": 1998,
      "doi": "10.1023/a:1018788427100"
    },
    {
      "title": "Goal disturbance, coping and quality of life in partners of myocardial infarction patients. Taking account of the dyad",
      "authors": [
        "K Joekes",
        "S Boersma",
        "S Maes",
        "T Van Elderen"
      ]
    },
    {
      "title": "The logic and character of assessment in health psychology: Perspectives and possibilities",
      "authors": [
        "P Karoly"
      ],
      "year": 1985
    },
    {
      "title": "Self-management in health care and illness prevention",
      "authors": [
        "P Karoly"
      ],
      "year": 1991
    },
    {
      "title": "Mechanisms of self-regulation: A systems view",
      "authors": [
        "P Karoly"
      ],
      "year": 1993,
      "doi": "10.1146/annurev.psych.44.1.23"
    },
    {
      "title": "A goal systems-self-regulatory perspective on personality, psychopathology, and change",
      "authors": [
        "P Karoly"
      ],
      "year": 1999
    },
    {
      "title": "Goal cognition and its clinical implications: Development and preliminary evaluation of four motivational assessment instruments",
      "authors": [
        "P Karoly",
        "L Ruehlman"
      ],
      "year": 1995,
      "doi": "10.1177/107319119500200202"
    },
    {
      "title": "Motivational implications of pain: Chronicity, psychological distress, and work goal construal in a national sample of adults",
      "authors": [
        "P Karoly",
        "L Ruehlman"
      ],
      "year": 1996
    },
    {
      "title": "A descriptive study of individuals successful at long-term maintenance of substantial weight loss",
      "authors": [
        "M Klem",
        "R Wing",
        "M Mcguire",
        "H Seagle",
        "J Hill"
      ],
      "year": 1997
    },
    {
      "title": "Meaning and void",
      "authors": [
        "E Klinger"
      ],
      "year": 1977
    },
    {
      "title": "A functional-design approach to motivation and self-regulation: The dynamics of personality systems and interactions",
      "authors": [
        "J Kuhl"
      ],
      "year": 2000
    },
    {
      "title": "Self-regulation through goal-setting behavior",
      "authors": [
        "G Latham",
        "E Locke"
      ],
      "year": 1991
    },
    {
      "title": "Self-regulation, health and behaviour: A perceptual-cognitive approach",
      "authors": [
        "H Leventhal",
        "E Leventhal",
        "R Contrada"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407425"
    },
    {
      "title": "Effects of fear and instructions on how to cope with danger",
      "authors": [
        "H Leventhal",
        "J Watts",
        "F Pagano"
      ],
      "year": 1967
    },
    {
      "title": "Personal projects: A rationale and method for investigation",
      "authors": [
        "B Little"
      ],
      "year": 1983
    },
    {
      "title": "Personality and motivation: Personal action and the conative revolution",
      "authors": [
        "B Little"
      ],
      "year": 1999
    },
    {
      "title": "Motivation through conscious goal setting",
      "authors": [
        "E Locke"
      ],
      "year": 1996,
      "doi": "10.1016/s0962-1849(96)80005-9"
    },
    {
      "title": "Chronic disease self-management program: 2 year health status and health care utlilization outcomes",
      "authors": [
        "K Lorig",
        "P Ritter",
        "A Stewart",
        "D Sobel",
        "B Brown",
        "A Bandura",
        "V Gonzalez",
        "D Laurent",
        "H Holman"
      ],
      "year": 2001
    },
    {
      "title": "Evidence suggesting that a chronic disease self-management program can improve health status while reducing hospitalization. A randomized trial",
      "authors": [
        "K Lorig",
        "D Sobel",
        "A Stewart",
        "B Brown",
        "A Bandura",
        "P Ritter",
        "V Gonzalez",
        "D Laurent",
        "R Halsted",
        "H Holman"
      ],
      "year": 1999,
      "doi": "10.1097/00005650-199901000-00003"
    },
    {
      "title": "Improved diabetes care by primary care physicians: Results of a group-randomized evaluation of the Medicare Health Care Quality Improvement Program",
      "authors": [
        "W Mcclellan",
        "L Millman",
        "R Presley",
        "J Couzins",
        "W Flanders"
      ],
      "year": 2003,
      "doi": "10.1016/s0895-4356(03)00198-7"
    },
    {
      "title": "Interpersonal and goal-related conflict reported by cigarette smokers, unaided quitters, and relapsers",
      "authors": [
        "D Mckeeman",
        "P Karoly"
      ],
      "year": 1991
    },
    {
      "title": "Applications in health psychology: How effective are interventions",
      "authors": [
        "S Maes",
        "S Boersma"
      ]
    },
    {
      "title": "Self-regulation and health behavior: The health behavior goal model",
      "authors": [
        "S Maes",
        "W Gebhardt"
      ],
      "year": 2000
    },
    {
      "title": "Coping with chronic diseases",
      "authors": [
        "S Maes",
        "H Leventhal",
        "D De Ridder"
      ],
      "year": 1996
    },
    {
      "title": "The Goals And Processes Inventory (GAPI)",
      "authors": [
        "S Maes",
        "G Pomaki",
        "K Joekes",
        "S Boersma",
        "W Gebhardt",
        "S Huisman"
      ],
      "year": 2001,
      "doi": "10.1037/e536932011-163"
    },
    {
      "title": "The goal importance and facilitation scale",
      "authors": [
        "S Maes",
        "L Sweeney",
        "W Gebhardt"
      ],
      "year": 1998
    },
    {
      "title": "A theory-based motivational approach for reducing alcohol/drug use in college",
      "authors": [
        "W Miller",
        "R Toscova",
        "J Miller",
        "V Sanchez"
      ],
      "year": 2000,
      "doi": "10.1177/109019810002700609"
    },
    {
      "title": "Combining motivational and volitional interventions to promote exercise participation: Protection motivation theory and implementation intentions",
      "authors": [
        "S Milne",
        "S Orbell",
        "P Sheeran"
      ],
      "year": 2002
    },
    {
      "title": "Coping and mood during AIDS-related caregiving and bereavement",
      "authors": [
        "J Moskowitz",
        "S Folkman",
        "L Collette",
        "E Vittinghoff"
      ],
      "year": 1996
    },
    {
      "title": "Understanding and changing health behavior: From health beliefs to self-regulation",
      "authors": [
        "P Norman",
        "C Abraham",
        "M Conner"
      ],
      "year": 2000
    },
    {
      "title": "Effectiveness of self-management training in Type 2 diabetes: A systematic review of controlled trials",
      "authors": [
        "S Norris",
        "N Engelgau",
        "K Venkat Narayan"
      ],
      "year": 2001
    },
    {
      "title": "Expectation, fantasy, and weight loss: Is the impact of positive thinking always positive",
      "authors": [
        "G Oettingen",
        "T Wadden"
      ],
      "year": 1991,
      "doi": "10.1111/j.1464-0597.2005.00210"
    },
    {
      "title": "Randomized controlled trial of rehabilitation after myocardial infarction",
      "authors": [
        "N Oldridge",
        "G Guyatt",
        "J Crowe",
        "D Feeny",
        "N Jones"
      ],
      "year": 1999
    },
    {
      "title": "Implementation intentions and the theory of planned behaviour",
      "authors": [
        "S Orbell",
        "S Hodgkins",
        "P Sheeran"
      ],
      "year": 1997,
      "doi": "10.1177/0146167297239004"
    },
    {
      "title": "Self-regulatory interventions for improving the management of chronic illness",
      "authors": [
        "K Petrie",
        "E Broadbent",
        "G Meechan"
      ],
      "year": 2003
    },
    {
      "title": "Changing illness perceptions after myocardial infarction: An early intervention randomized control trial",
      "authors": [
        "K Petrie",
        "L Cameron",
        "C Ellis",
        "D Buick",
        "J Weinman"
      ],
      "year": 2002
    },
    {
      "title": "Work conditions and employees' selfset goals: Goal processes enhance prediction of psychological distress and wellbeing",
      "authors": [
        "G Pomaki",
        "S Maes",
        "L Ter Doest"
      ],
      "year": 2004
    },
    {
      "title": "Behavior: The control of perception",
      "authors": [
        "W Powers"
      ],
      "year": 1973
    },
    {
      "title": "Toward a comprehensive model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1986
    },
    {
      "title": "A protection motivation theory of fear appeals and attitude change",
      "authors": [
        "R Rogers"
      ],
      "year": 1975
    },
    {
      "title": "The health belief model and preventive health behaviour",
      "authors": [
        "I Rosenstock"
      ],
      "year": 1974
    },
    {
      "title": "Toward a theory-based analysis of behavioural maintenance",
      "authors": [
        "A Rothman"
      ],
      "year": 2000
    },
    {
      "title": "Changing health behaviour: Intervention and research with social cognition models",
      "year": 2002
    },
    {
      "title": "The effect of education, feedback and provider prompts on the rate of missed vaccine opportunities in a community health center",
      "authors": [
        "S Sabnis",
        "A Pomeranz",
        "M Amateau"
      ],
      "year": 2003
    },
    {
      "title": "Behavioral choice treatment promotes continuing weight loss: Preliminary results of a cognitivebehavioral decision-based treatment for obesity",
      "authors": [
        "T Sbrocco",
        "R Nedegaard",
        "J Stone",
        "E Lewis"
      ],
      "year": 1999
    },
    {
      "title": "Measurement of illness perceptions in patients with chronic somatic illness: A review",
      "authors": [
        "M Scharloo",
        "A Kaptein"
      ],
      "year": 1997
    },
    {
      "title": "Self-regulation training enhances dietary self-efficacy and dietary fiber consumption",
      "authors": [
        "R Schnoll",
        "B Zimmerman"
      ],
      "year": 2001
    },
    {
      "title": "Self-efficacy in the adoption and maintenance of health behaviours: Theoretical approaches and a new model",
      "authors": [
        "R Schwarzer"
      ],
      "year": 1992
    },
    {
      "title": "Self-regulatory processes in the adoption and maintenance of health behaviours: The role of optimism, goals, and threats",
      "authors": [
        "R Schwarzer"
      ],
      "year": 1999
    },
    {
      "title": "The Self-Regulation Scale",
      "authors": [
        "R Schwarzer",
        "M Diehl",
        "G Schmitz"
      ],
      "year": 1999,
      "doi": "10.1037/t01606-000"
    },
    {
      "title": "Using implementation intentions to increase attendance for cervical cancer screening",
      "authors": [
        "P Sheeran",
        "S Orbell"
      ],
      "year": 2000,
      "doi": "10.1037//0278-6133.19.3.283"
    },
    {
      "title": "Home exercise in rheumatoid-arthritis functional Class-II: Goal setting versus pain attention",
      "authors": [
        "C Stenstrom"
      ],
      "year": 1994
    },
    {
      "title": "Goal setting as a strategy for health behavior change",
      "authors": [
        "V Strecher",
        "G Seijts",
        "G Kok",
        "G Latham",
        "R Glasgow",
        "B De Vellis",
        "R Meertens",
        "D Bulger"
      ],
      "year": 1995,
      "doi": "10.1177/109019819502200207"
    },
    {
      "title": "Health psychology",
      "authors": [
        "S Taylor"
      ],
      "year": 2001,
      "doi": "10.1037/e526242004-001"
    },
    {
      "title": "Good intentions, bad habits and the effects of forming implementation intentions on healthy eating",
      "authors": [
        "B Verplanken",
        "S Faes"
      ],
      "year": 1999,
      "doi": "10.1002/(sici)1099-0992(199908/09)29:5/6<591::aid-ejsp948>3.0.co;2-h"
    },
    {
      "title": "Interventions used in disease management programmes for patients with chronic illness: Which ones work? Meta-analysis of published reports",
      "authors": [
        "S Weingarten",
        "J Henning",
        "E Badamgarav",
        "K Knight",
        "V Hasselblad",
        "A Gano",
        "J Ofman"
      ],
      "year": 2002
    },
    {
      "title": "The illness perception questionnaire: A new method for assessing the cognitive representation of illness",
      "authors": [
        "J Weinman",
        "K Petrie",
        "R Moss-Morris",
        "R Horne"
      ],
      "year": 1996,
      "doi": "10.1080/08870449608400270"
    },
    {
      "title": "Supporting autonomy to motivate patients with diabetes for glucose control",
      "authors": [
        "G Williams",
        "Z Freedman",
        "E Deci"
      ],
      "year": 1998,
      "doi": "10.2337/diacare.21.10.1644"
    },
    {
      "title": "Motivational predictors of weight loss and weight-loss maintenance",
      "authors": [
        "G Williams",
        "V Grow",
        "Z Freedman",
        "R Ryan",
        "E Deci"
      ],
      "year": 1996,
      "doi": "10.1037//0022-3514.70.1.115"
    },
    {
      "title": "Testing a self-determination theory process model for promoting glycemic control through diabetes self-management",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "A Zeldman",
        "Z Freedman",
        "E Deci"
      ],
      "year": 2004,
      "doi": "10.1037/0278-6133.23.1.58"
    },
    {
      "title": "Autonomous regulation and long-term medication adherence in adult outpatients",
      "authors": [
        "G Williams",
        "G Rodin",
        "R Ryan",
        "W Grolnick",
        "E Deci"
      ],
      "year": 1998
    },
    {
      "title": "Self-management training for people with chronic disease: An exploratory study",
      "authors": [
        "C Wright",
        "J Barlow",
        "A Turner",
        "G Bancroft"
      ],
      "year": 2003,
      "doi": "10.1348/135910703770238310"
    },
    {
      "title": "The importance of goal disengagement in adaptive self-regulation: When giving up is beneficial",
      "authors": [
        "C Wrosch",
        "M Scheier",
        "C Carver",
        "R Schulz"
      ],
      "year": 2003
    },
    {
      "title": "Self-regulation, directions and challenges for future research",
      "authors": [
        "M Zeidner",
        "M Boekaerts",
        "P Pintrich"
      ],
      "year": 2000,
      "doi": "10.1016/b978-012109890-2/50052-4"
    }
  ],
  "num_references": 102
}
