{
  "paper_id": "VTDLA4QF",
  "title": "Phenomenological considerations of family accommodation: Related clinical characteristics and family factors in pediatric obsessive-compulsive disorder",
  "abstract": "Family accommodation is a salient phenomenon within pediatric obsessive-compulsive disorder (OCD), with a large number of families engaging in behaviors and modifying family routines in response to the youth's OCD symptoms. Family accommodation is commonly considered as a unidimensional construct, resulting in limited research on the phenomenological aspects of family accommodation and how different facets (i.e., participation, modification, and distress/consequences) may impact pediatric OCD. As such, the present study sought to examine the extent to which family accommodation, as a whole and within subtypes, was related to OCD symptom severity and symptom dimensions, youth clinical characteristics (i.e., internalizing/externalizing symptoms, depressive symptoms), and family factors (i.e., cohesion and conflict). Family accommodation was related to OCD symptom severity and the contamination symptom dimension, youth depressive symptoms (but not the participation domain), and youth internalizing/externalizing symptoms. Youth externalizing symptoms mediated the relationship between OCD symptom severity and family accommodation. After controlling for OCD symptom severity, youth externalizing symptoms predicted family accommodation in general, as well as the distress/consequences domain. Family cohesion predicted participation in OCD symptoms, above and beyond OCD symptom severity. Detailed results and implications of the findings are discussed.",
  "year": 2014,
  "date": "2014-05-27",
  "journal": "Journal of the American Academy of Child & Adolescent Psychiatry",
  "publication": "Journal of the American Academy of Child & Adolescent Psychiatry",
  "authors": [
    {
      "forename": "Monica",
      "surname": "Wu",
      "name": "Monica Wu",
      "affiliation": "a  Department of Pediatrics , University of South Florida Morsani College of Medicine , Tampa , FL , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of South Florida Morsani College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA",
      "email": "monicawu@mail.usf.edu"
    },
    {
      "forename": "Adam",
      "surname": "Lewin",
      "name": "Adam Lewin",
      "affiliation": "a  Department of Pediatrics , University of South Florida Morsani College of Medicine , Tampa , FL , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of South Florida Morsani College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Tanya",
      "surname": "Murphy",
      "name": "Tanya Murphy",
      "affiliation": "a  Department of Pediatrics , University of South Florida Morsani College of Medicine , Tampa , FL , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of South Florida Morsani College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Gary",
      "surname": "Geffken",
      "name": "Gary Geffken",
      "affiliation": "d  Department of Psychiatry , University of Florida , Gainesville , FL , USA \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gainesville \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Eric",
      "surname": "Storch",
      "name": "Eric Storch",
      "affiliation": "a  Department of Pediatrics , University of South Florida Morsani College of Medicine , Tampa , FL , USA \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of South Florida Morsani College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Department of Pediatrics , Rothman Center for Neuropsychiatry , University of South Florida 880 6th Street South , Suite 460 , Box 7523 , St. Petersburg , FL 33701 , USA. \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t Rothman Center for Neuropsychiatry \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 880 6th Street South Suite 460 \n\t\t\t\t\t\t\t\t\t Box 7523 \n\t\t\t\t\t\t\t\t\t 33701 \n\t\t\t\t\t\t\t\t\t St. Petersburg \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1016/j.jocrd.2014.05.003",
  "sections": [
    {
      "title": "Introduction",
      "text": "Obsessive-compulsive disorder (OCD) is a heterogeneous condition affecting 1-2% of youth  (Douglass, Moffitt, Dar, McGee, & Silva, 1995; Zohar, 1999) , characterized by obsessions (intrusive thoughts, images, or impulses) and/or compulsions (ritualized behavior or repetitive mental acts). Increased OCD symptom severity has been linked with diminished quality of life  (Kugler et al., 2012; Lack et al., 2009)  and increased functional impairment  (Markarian et al., 2010; Storch et al., 2010) , with youth often experiencing difficulties with school, social, and family life  (Piacentini, Bergman, Keller, & McCracken, 2003) .\n\nWithin the pediatric population, the impact of OCD upon family members and their responses to symptoms are of particular interest, as evidenced by the growing research investigating family-based treatments  (Barrett, Healy-Farrell, & March, 2004; Lewin et al., 2014; Piacentini et al., 2011; Steketee & Van Noppen, 2003; Storch et al., 2010) . Specifically, family accommodation has arisen as a salient construct that has significant implications with respect to the course of OCD and symptom maintenance.\n\nFamily accommodation is defined as familial involvement in the patient's obsessive-compulsive symptoms and/or the modification of the family's routine  (Calvocoressi et al., 1995) . Accommodations occur through various behaviors, ranging from overt participation in compulsions (e.g., excessive washing of hands at child's request) to facilitating avoidance (e.g., hiding knives to prevent triggers of aggressive obsessions). This phenomenon reportedly occurs in 60% to 97% of families, commonly happening on a daily basis  (Peris et al., 2008; Shafran, Ralph, & Tallis, 1995;  Contents lists available at ScienceDirect journal homepage:  www.elsevier.com/locate/jocrd Stewart et al., 2008; Storch et al., 2007) . While accommodating actions are typically performed with positive intentions (e.g., decreasing distress and impairment, reducing time spent on compulsions;  Calvocoressi et al., 1999; Lewin, 2014; Storch et al., 2010) , accommodation conflicts with the foundation of exposure and response prevention, an efficacious treatment for pediatric OCD  (AACAP, 2012) . Rather than exposing the youth to feared stimuli, the accommodating behaviors allow the youth to engage in maladaptive avoidance and attenuate distress temporarily, consequently perpetuating the OCD cycle via a negative reinforcement paradigm  (Abramowitz, Taylor, & McKay, 2009) . Indeed, family accommodation has been linked to attenuated treatment response  (Ferrao et al., 2006; Merlo, Lehmkuhl, Geffken, & Storch, 2009) , poorer in-session adherence  (Morgan et al., 2013) , and elongated time to remission  (Cherian, Pandian, Bada Math, Kandavel, & Janardhan Reddy, 2014) .\n\nGiven the deleterious effects, it is pertinent to elucidate factors that may predict family accommodation. Much of the literature has focused on youth clinical characteristics, demonstrating significant associations between family accommodation, OCD symptoms, and comorbid symptomology. Specifically, increased OCD severity has been consistently linked to heightened family accommodation  (Gomes et al., 2014; Stewart et al., 2008; Storch et al., 2007) , with one exception;  Peris et al. (2008)  found a non-significant association with obsessive-compulsive symptom severity and family accommodation in general, but found significant relationships between obsessive-compulsive symptom severity and specific domains of family accommodation (i.e., involvement in rituals), highlighting the importance for investigating the nuances of family accommodation. Accommodation has also been linked to specific OCD symptom dimensions, primarily with contamination symptoms  (Albert et al., 2010; Flessner et al., 2011; Stewart et al., 2008) . Additionally, these behaviors can also contribute to youth functional impairment, with family accommodation predicting impairment beyond the contributions of OCD symptom severity  (Caporino et al., 2012; Storch et al., 2007)  and also mediating the link between OCD symptom severity and impairment  (Storch et al., 2010) . With regards to comorbid symptomology, internalizing and externalizing symptoms have been associated with family accommodation  (Flessner et al., 2011; Peris et al., 2008; Storch et al., 2007) , but depressive symptoms have not demonstrated a significant association  (Stewart et al., 2008) . There is a particular interest in externalizing behaviors, given the recent literature examining disruptive behaviors and rage outbursts occurring in youth with OCD  (Lebowitz, Vitulano, & Omer, 2011; Storch et al., 2012) , with recent findings indicating that family accommodation mediates the relationship between rage and OCD symptom severity  (Storch et al., 2012) . However, there is a general paucity in the literature beyond the stated associations, with much of the research focusing on general constructs at the individual level of the youth.\n\nConsidering the multifaceted impact of family accommodation, it is not surprising that these maladaptive responses markedly affect the family unit. For instance, higher accommodating behaviors are linked with poorer family  (Calvocoressi et al., 1995)  and relationship functioning  (Boeding et al., 2013) . Additionally, it is imperative to also consider the family environment, which may influence the interpersonal dynamics and response style to the youth's OCD symptoms. While family dynamics such as cohesion and conflict have not been linked to accommodation as a whole, higher cohesion has been linked to attenuated parental distress and fewer consequences of not accommodating, and family conflict was linked to worse consequences when refraining from accommodation  (Peris et al., 2008) . Taken together, these findings emphasize the importance of examining broader family factors (beyond youth characteristics) that may affect the presentation of family accommodation, as well as considering specific facets of accommodation  (Flessner et al., 2009) .\n\nGiven the compounded effects of illness severity and symptom maintenance through accommodation, more detailed analyses are needed to disentangle the complex interplay between the factors of interest. As such, this study extends upon the existing literature in several ways. First, studies have primarily investigated family accommodation as a unidimensional construct, resulting in a lack of clarity on the specific aspects of family accommodation (i.e., participation, modification, and distress/consequences) that relate to OCD symptomology, youth clinical characteristics, and family factors. Second, while much support has been established for the relationship between OCD symptom severity and family accommodation, no studies (to the best of our knowledge) have conducted analyses that controlled for the effects of OCD symptom severity in predicting family accommodation. Investigating the unique predictive abilities of relevant characteristics (e.g., externalizing behaviors) would allow us to determine whether OCD symptom severity is the primary factor accounting for family accommodation, or if there are other relevant variables that contribute to family accommodation and would thus be crucial to consider in treatment. Third, preliminary findings have suggested the role of externalizing behavior in pediatric OCD and family accommodation  (Lebowitz et al., 2011; Peris et al., 2008; Storch et al., 2012) , but no studies have explicitly tested the mediating effect of youth externalizing behaviors on OCD symptom severity and family accommodation. Identifying meditational models has significant implications, as they allow for a better understanding of underlying mechanisms that may explain, at least partially, the pathway from OCD symptoms to family accommodation.\n\nAs such, the present study aims to investigate family accommodation, as a general construct and within the three individual subtypes, in the following ways: (1) examine the extent to which family accommodation is associated with youth clinical characteristics (e.g., OCD symptom severity, obsessive-compulsive symptom dimensions, comorbid symptomology), (2) assess the extent to which family accommodation is related to family factors (e.g., cohesion and conflict), (3) investigate youth externalizing symptoms as a potential mediator between OCD symptom severity and family accommodation, and (4) explore the ability for various factors (e.g., comorbid symptomology and family factors) to uniquely predict family accommodation, above and beyond the contributions of OCD symptom severity. Based on the extant literature, family accommodation is predicted to be positively associated with OCD symptom severity, the washing/cleaning dimension of OCD, and youth internalizing and externalizing symptoms, but not depressive symptoms. Family conflict is predicted to be positively linked to family accommodation and higher cohesion is expected to be linked to lower family accommodation. Externalizing symptoms are proposed to serve as a mediator between OCD symptom severity and family accommodation. Lastly, youth internalizing/externalizing symptoms and family cohesion are expected to serve as unique predictors of family accommodation, above and beyond OCD symptom severity."
    },
    {
      "title": "Method"
    },
    {
      "title": "Participants and procedures",
      "text": "The sample consisted of 59 treatment-seeking youth that presented to an OCD specialty clinic for cognitive-behavioral therapy. Participants were 42.4% female (n ¼25) and ranged from 7 to 19 years of age (M¼ 13.37, SD ¼ 2.79). The sample was predominantly Caucasian (n¼ 51), with the remaining participants identifying as Asian (n¼ 5), Hispanic (n¼ 2), and unreported ethnicity (n¼ 1). Annual household income typically fell in the greater than $100,000 range (n¼ 25), with the average (determined by median) family falling in the $76,000 to $100,000 bracket. Participants were eligible for study enrollment if the youth had a clinical diagnosis of OCD and presented with a parent/guardian, but were excluded if they received diagnoses of mental retardation or psychotic disorder.\n\nDiagnoses of OCD and comorbid psychiatric conditions were established through an unstructured clinical interview with the last author (EAS) based on DSM-IV-TR (American Psychiatric Association, 2000) criteria. Best estimate diagnostic procedures were followed  (Leckman, Sholomskas, Thompson, Belanger, & Weissman, 1982) , and all available patient information were ascertained (e.g., questionnaires, past clinical records) and discussed with a second experienced clinician to confirm diagnoses, which is consistent with  Lewin et al. (2014)  and  Storch et al. (2012) . All study procedures were approved by the Institutional Review Board prior to participant enrollment. Patients were approached by a study team member regarding potential study participation. Interested participants provided written consent, and study procedures commenced thereafter. The CY-BOCS was administered by a trained research assistant who was required to undergo didactic training, live observations of five administrations, and five administrations under direct observation. The remaining study measures were completed by the parent and youth, and families were compensated $5 for their participation."
    },
    {
      "title": "Measures",
      "text": "2.2.1. Children's Yale-Brown obsessive compulsive scale (CY-BOCS;  Scahill et al., 1997)  The CY-BOCS is a clinician-administered semi-structured interview that assesses the presence and severity of OCD symptomology. The first section consists of a detailed symptom checklist of commonly endorsed obsessions and compulsions. The second section consists of 10 items assessing the severity of obsessions and compulsions, examining time spent, interference, distress, resistance, and control over the OCD symptoms. Items are rated on a scale from 0 to 4, with higher scores indicating increased OCD severity. Severity scale scores can be calculated for obsessions and compulsions separately, or summed together to form a total severity score. The CY-BOCS has demonstrated good psychometric properties, as evidenced by good reliability and convergent/divergent validity  (Freeman, Flessner, & Garcia, 2011; McKay et al., 2003; Scahill et al., 1997; Storch et al., 2004)  and normative data  (Lewin et al., 2013) . The internal consistency for the present sample was Cronbach's α ¼ 0.93.\n\nSymptom dimensions are empirically divided into 4 separate categories based on the comprehensive meta-analysis by Bloch, Landeros-Weisenberger, Rosario, Pittenger, and  Leckman (2008) : (1) symmetry (symmetry, repeating, ordering, counting, and checking), (2) forbidden thoughts (aggressive, sexual, and religious), (3) cleaning (cleaning, contamination, and somatic), and (4) hoarding. Presence of symptoms in each respective dimension was calculated in a manner consistent with previous literature  (Mataix-Cols, Marks, Greist, Kobak, & Baer, 2002; Rufer, Fricke, Moritz, Kloss, & Hand, 2006; Selles, Storch, & Lewin, 2014; Storch et al., 2008) ; current symptoms endorsed on the CY-BOCS Symptom Checklist were coded as 1 and their absence was coded as 0, with each dimension score formed by summing the present symptoms."
    },
    {
      "title": "Family accommodation items",
      "text": "Family accommodation in the past month was assessed through a 13-item parent-report questionnaire based on the interview developed by  Calvocoressi et al. (1995) . Specifically, participation in the youth's symptoms, family modifications, and distress and consequences related to family accommodation in the past month are assessed on a 0 to 4 scale, with higher scores indicating more family accommodation. Based on a principal components analysis  (Albert et al., 2010) , the instrument can be empirically divided into three subscales: (1) participation (items 1-4), (  2 ) modification (items 5-9), and (3) distress and consequences (items 10-13). Participation includes engaging in compulsions, provision reassurance, and facilitating avoidance. The modification domain of family accommodation refers to modification of personal/family routines and activities due to the child's OCD symptoms. The last subscale, distress and consequences, refers to eliciting distress from the youth due to the accommodating behaviors, as well as negative consequences when refraining from accommodation. Both the subscales as well as the 13-item total score were utilized for the purposes of this study. This parentreport measure has been successfully utilized in previous pediatric OCD trials examining family accommodation  (Geffken et al., 2006; Peris et al., 2008; Stewart et al., 2008; Storch et al., 2007) , demonstrating good internal consistency and testretest reliability. The internal consistency for the present sample was Cronbach's α ¼0.92."
    },
    {
      "title": "Family relationship index (FRI; Holahan & Moos, 1983)",
      "text": "The FRI is a 27-item parent-report questionnaire that examines the overall condition of the family environment. It is derived from the widely used Family Environment Scale (FES;  Moos & Moos, 1994) , and extracts the subscales of Cohesion, Expressiveness, and Conflict directly from the instrument. Respondents complete 9 items per subscale, indicating whether they believe the statement is true or false. The Cohesion subscale examines the level of support and commitment among family members and the Conflict subscale examines aggression and anger within the family environment. Studies have found relatively more support (e.g., construct validity, reliability) for the Cohesion and Conflict subscales, but failed to obtain acceptable psychometric properties for the Expressiveness subscale  (Hoge, Andrews, Faulkner, & Robinson, 1989) , so only the former subscales will be utilized. Though the FRI is generally well established psychometrically  (Alderfer et al., 2008) , the reported internal consistencies have been variable for the subscales (α ¼0.69 to 0.78). Indeed, the internal consistencies for the present sample on Cohesion and Conflict were unacceptable, causing the authors to conduct exploratory factory analyses (maximum likelihood estimation and promax rotation) to examine problematic items. Items demonstrating negative loadings with the factor explaining the most variance were removed, resulting in 6 and 4 items on each of the subscales, respectively, which had acceptable internal consistencies (Cohesion α¼ 0.79; Conflict α¼ 0.66). Analyses were run with the original subscales and with the modified subscales to examine discrepancies, but all results remained identical. As such, data presented in this study are utilizing the modified subscales.\n\n2.2.4. Behavior assessment system for children-Parent rating scale (BASC-PRS;  Reynolds & Kamphaus, 1992)  The BASC is a multidimensional 130-item parent-report measure that assesses a wide range of behaviors in youth. Various forms were developed for the respective age brackets; the child (6-11 years old) and adolescent (12-18 years old) were utilized as appropriate for this study. Items are completed on a frequency scale that ranges from \"never\" to \"almost always.\" Various subscales composed of highly related constructs were derived, and of interest to this study were the internalizing and externalizing subscales. The BASC-PRS has demonstrated adequate psychometric properties, exhibiting internal consistency and concurrent/ discriminative validity  (Reynolds & Kamphaus, 1992) .\n\n2.2.5. Children's depression inventory-Short form (CDI:S;  Kovacs, 1984)  The CDI:S is a 10-item self-report questionnaire completed by the youth, designed to assess for the presence and severity of depressive symptoms within the past two weeks. Responses are completed on a scale from 0 to 2, with higher scores indicating increased severity. The measure is derived from the original 27-item CDI, and investigations have yielded comparable results between the two versions  (Kovacs, 1992) . The CDI:S is an efficient screener for depressive symptoms in youth has demonstrated good internal consistency and construct validity  (Kovacs, 1984 (Kovacs, , 1992)) . The internal consistency for the present sample was Cronbach's α ¼0.86."
    },
    {
      "title": "Analytic plan",
      "text": "Data were screened for outliers and assumptions for the statistical tests were tested prior to data analysis. Pearson product-moment correlations were conducted to determine the extent to which family accommodation is associated with various clinical characteristics. To examine the potential meditational model, the INDIRECT macro in SPSS was utilized as indicated by  Preacher and Hayes (2008) . While the macro still provides the same basic information as  Baron and Kenny (1986) , it employs the bootstrapping technique to detect significant mediators by testing the indirect (i.e., specific mediated) effect and increases statistical power via the bootstrapped resamples  (Hayes, 2009) . The number of bootstrapped resamples was set at 5000, and mediators were deemed statistically significant if the biascorrected 95% confidence interval did not include 0. Hierarchical multiple regressions were conducted to determine the predictive abilities of relevant variables (e.g., depressive symptoms, family factors, internalizing/externalizing behaviors) in accounting for family accommodation above and beyond OCD symptom severity. Because of the exploratory nature of this study, corrections for multiple comparisons were not conducted."
    },
    {
      "title": "Results"
    },
    {
      "title": "Correlations"
    },
    {
      "title": "OCD symptom severity and symptom dimensions",
      "text": "Correlations were conducted to determine the extent to which family accommodation was associated with OCD symptom severity and various OCD symptom dimensions (Table  1 ). Family accommodation (FA total) and its three domains (participation, modification, and distress/consequences) all demonstrated strong correlations with OCD symptom severity (r ¼0.70; r ¼0.53; r ¼ 0.67; r ¼0.65; all p o0.001), respectively. Additionally, family accommodation (FA total) and the participation and modification domains of family accommodation were moderately correlated with the OCD cleaning dimension (r ¼0.41; r ¼0.41; r ¼ 0.40; all po 0.01), respectively. However, distress and consequences related to family accommodation only demonstrated a weak correlation with the OCD cleaning dimension (r ¼ 0.26, p o0.05). All other correlations were non-significant."
    },
    {
      "title": "Youth clinical characteristics",
      "text": "Correlations between family accommodation and youth clinical characteristics (i.e., internalizing/externalizing behavior, depressive symptoms) were also conducted (Table  2 ). Specifically, family accommodation (FA total) and its three domains (participation, modification, and distress/consequences) all exhibited moderate correlations with youth internalizing behavior. Family accommodation (FA total) was strongly correlated with youth externalizing behavior (r¼0.51, po0.001), while the three individual domains of participation (r¼ 0.37, po0.01), modification (r¼0.48, po0.001), and distress/ consequences (r¼0.49, po0.001) were moderately associated with externalizing symptoms. Family accommodation (FA total) demonstrated moderate correlations with youth depressive symptoms (r¼ 0.35, po0.01), as did the modification (r¼0.38, po0.01) and distress/consequences (r¼ 0.32, po0.05) family accommodation domains."
    },
    {
      "title": "Family factors",
      "text": "The relationship between family accommodation and family factors was also examined (Table  2 ). Only the participation domain of family accommodation demonstrated a moderate, negative correlation with family cohesion (r ¼ À0.31, p o0.05). All other correlations were non-significant."
    },
    {
      "title": "Mediation",
      "text": "Youth externalizing symptoms (BASC externalizing subscale) were tested as a potential mediator for the relationship between OCD symptom severity (CY-BOCS total score) and family accommodation (FA total score). Higher OCD symptom severity was associated with increased youth externalizing behaviors (a path), β¼ 0.78, SE¼0.19, po0.001, and increased youth externalizing behaviors were associated with higher family accommodation (b path), β¼0.25, SE¼ 0.11, po0.05. The c path (total effect of OCD symptom severity on family accommodation) was found to be statistically significant, β¼1.27, SE¼0.17, po0.0001. Finally, the c 0 path (direct effect of OCD symptom severity on family accommodation) was statistically significant as well, β¼1.07, SE¼0.19, po0.0001. Collectively, youth externalizing behavior was found to be a statistically significant mediator (see Fig.  1 ) for the relationship between OCD symptom severity and family accommodation, as evidenced by the results for the indirect effect (β¼ 0.20, 95% CI¼ 0.05-0.41).\n\nTo help bolster the proposed mediation model and confirm that the mediation was not a spurious finding, the reversed mediation model (i.e., that family accommodation would lead to externalizing behaviors, which would then lead to increased OCD symptom severity) was found to be non-significant and is not empirically supported."
    },
    {
      "title": "Hierarchical multiple regressions",
      "text": "Hierarchical multiple regressions were conducted to determine whether relevant variables would be able to uniquely predict family accommodation beyond what is already accounted for by OCD symptom severity. Specifically, the CY-BOCS total score was entered into the first step of the regression analyses, and youth internalizing symptoms, externalizing symptoms, family cohesion, and family conflict were separately entered into the second step of their respective regressions. Table  3  presents the statistically significant results from the hierarchical multiple regression analyses.\n\nWhen predicting family accommodation in general (FA total score), only youth externalizing symptoms emerged as a statistically significant predictor above and beyond OCD symptom severity. OCD symptom severity accounted for 49% of the variance in family accommodation, F(1, 57) ¼55.46, p o0.001, and youth externalizing symptoms explained an additional 4% of variance, F(1, 56) ¼4.92, p o0.05. Results indicate that higher externalizing  symptoms in youth are associated with higher levels of family accommodation.\n\nWhen predicting the individual family accommodation domains (i.e., participation, modification, and distress/consequences), only two variables emerged as statistically significant predictors. First, youth externalizing symptoms emerged as a predictor of the distress/ consequences domain of family accommodation. Obsessive-compulsive symptom severity accounted for 42% of the variance in this domain of family accommodation, F(1, 57)¼41.81, po0.001, and youth externalizing symptoms explained an additional 4% of variance, F(1, 56)¼4.55, po0.05. This suggests that higher levels of externalizing symptoms in youth are associated with more distress when accommodated and worse consequences when refraining from accommodation. Second, family cohesion emerged as a predictor of the participation domain of family accommodation. Obsessive-compulsive symptom severity accounted for 28% of the variance in this domain of family accommodation, F(1, 55)¼21.52, po0.001, and family cohesion predicted an additional 8% of variance, F(1, 54)¼6.25, po0.05. Results indicate that lower levels of family cohesion are associated with higher levels of participation in the youth's OCD symptoms."
    },
    {
      "title": "Discussion",
      "text": "We investigated the relationships between accommodating behaviors, relevant clinical characteristics, and family factors to better understand the phenomenology of family accommodation. Consistent with previous findings, higher levels of family accommodation were correlated with increased OCD symptom severity  (Gomes et al., 2014; Lebowitz, Panza, Su, & Bloch, 2012; Lebowitz et al., 2011; Stewart et al., 2008; Storch et al., 2007)  and the OCD cleaning dimension  (Albert et al., 2010; Boeding et al., 2013; Flessner et al., 2009; Stewart et al., 2008) . All subtypes of accommodation also demonstrated statistically significant correlations, suggesting that OCD symptom severity and contamination symptoms permeate across all facets of accommodation, including the family modification, participation in symptoms, and distress/ consequences related to accommodating behaviors. As family accommodation did not significantly correlate with other subtypes of OCD symptoms, contamination concerns may be unique with regards to relatively easier opportunities to accommodate (e.g., opening doors for the youth due to \"contaminated\" doorknobs), allowing for a method that quickly attenuates distress and circumvents adverse reactions from the youth. Additionally, contamination symptoms can be addressed in a multifaceted manner through family accommodation (e.g., parents washing their hands, buying extra cleaning products, facilitating avoidance), as compared to other symptoms that may primarily be accommodated through the provision of reassurance (e.g., reassuring the child that they will they will not stab a loved one); thus, accommodation behaviors related to contamination may have more opportunities to be endorsed on the measure, increasing the variance in responses (and thus increasing the probability of garnering a significant finding). It is also important to consider alternative explanations for the non-significant relationships between family accommodation and other OCD symptom dimensions. Specifically, the factor including symmetry, repeating, ordering, counting, and checking may include OCD symptoms that are completed mentally or privately by the youth (e.g., counting in the child's head), making the behaviors less observable and applicable to family accommodation. Additionally, the non-significant relationship between family accommodation and \"forbidden\" (aggressive, sexual, religious) OCD symptoms may be attributed to either the child's hesitance to disclose the \"taboo\" thoughts, precluding the opportunity for providing accommodation, or to the accommodating parent's struggle with how to delicately address the \"taboo\" nature of the thoughts through accommodation. Lastly, family members may be less inclined to accommodate hoarding behaviors due to the tangible impact of hoarding and consequent clutter in common living spaces.\n\nAdditionally, family accommodation (as a general construct and the three subtypes) demonstrated positive correlations with youth internalizing and externalizing symptoms, in support of extant literature  (Flessner et al., 2011; Peris et al., 2008; Storch et al., 2007) . Youth depressive symptoms also demonstrated significant  relationships with family accommodation and its subtypes, except with the participation domain. It is possible that these youth may not want family members directly in contact with them or participating in their rituals, which may reflect the isolation and detachment consistent with depressive symptomology. Instead, family members may provide accommodation through roundabout ways, such as modifying the general family routine around the OCD symptoms, or in a reactive manner, where problems only arise when youth become distressed as a consequence of families refraining from accommodating.\n\nWhen investigating the relationship between family accommodation and family factors, only family cohesion was statistically significantly correlated to the participation domain of family accommodation. Specifically, higher levels of cohesion were related to lower levels of participation in the youth's OCD symptoms. Additionally, family cohesion was the only significant predictor of participation in OCD symptoms, even after controlling for the effects of OCD symptom severity. Families that demonstrate increased support and cohesion may make an increased effort to understand the youth's symptomology, rather than participating in compulsions for a \"quick fix\" to alleviate the immediate distress. Alternatively, families low in cohesion may also be experiencing disruptive behaviors from the youth, leading to coercive accommodation in order to prevent more explosive reactions from occurring  (Lebowitz et al., 2011; Storch et al., 2012) . Surprisingly, family conflict was not related to any variable, contrary to prior findings that demonstrated correlations with increased distress/ consequences with regard to accommodation  (Peris et al., 2008) . On the other hand, it is possible that familial aggression and anger may cause a more polarized reaction, where family members do not want to become involved in the youth's OCD symptoms, resulting in the absence of accommodation and involvement in the symptoms.\n\nYouth externalizing symptoms mediated the relationship between OCD symptom severity and family accommodation. That is, as OCD symptoms increased in severity, youth externalizing behaviors increased as well, which was directly associated with heightened family accommodation. Externalizing behaviors, specifically disruptive behaviors and rage outbursts, mediated the relationship between OCD symptoms and functional impairment  (Storch et al., 2012) , suggesting its pivotal role in symptom exacerbation and maintenance. It is postulated that an increase in OCD symptom severity can lead to outward manifestations of distress, such as violent or aggressive behaviors driven by obsessional triggers and distress  (Lebowitz et al., 2011) . Consequently, families may be confined to imposed rules of living dictated by the youth's OCD symptomology and desire to avoid negative valence states, resulting in family accommodation. Additionally, after controlling for the contributions of OCD symptom severity, only externalizing behaviors emerged as a significant predictor of family accommodation in general and the distress/consequences related to accommodation; this provides further support for the presence of externalizing behaviors in pediatric OCD and its significant role in predicting family accommodation.\n\nResults should be interpreted within the context of study limitations. First, the sample was a predominantly Caucasian, upper-middle class, treatment-seeking sample, which may limit generalizability of findings. Second, there were two 19-year-olds included in the study, which may limit the appropriateness of using child-specific measures in the study (e.g., BASC). However, it is important to note that when all analyses were re-run without the two 19-year-olds (n ¼57) in the study, all results remained the same. Age may be an important factor to investigate in future studies, as various studies have found increased accommodation in younger samples of youth with OCD  (Freeman et al., 2003; Lewin et al., 2014) , and accommodation is certainly well documented in adults  (Abramowitz et al., 2013; Amir, Freshman, & Foa, 2000) . Third, as is typical with existing research  (Phares, Lopez, Fields, Kamboukos, & Duhig, 2005) , the caregiver completing the parent forms was typically the mother (n¼ 51), so future studies may benefit from including other family members in the assessment process to determine potentially differing roles in family accommodation. Fourth, the family accommodation items were administered as a self-report and not as a clinicianadministered interview, which could have allowed for redundancy in parental responses to the questionnaire. However, this questionnaire was administered as a self-report in a way that is consistent with previous research  (Albert et al., 2010; Peris et al., 2008; Stewart et al., 2008)  and has been psychometrically validated  (Flessner et al., 2009) . Fifth, although real-time supervision was conducted for any issues that may have arisen, trained research assistants administering the CY-BOCS were not doctoral level clinicians. Sixth, although the diagnostic interviews were conducted by experienced clinicians, the unstructured format of the interview may limit the ability to elicit definitive comorbid diagnoses, which may have had extraneous effects on family accommodation. Seventh, although the abbreviated forms have demonstrated comparable and psychometrically sound properties (e.g., CDI:S), it may have restricted the variability in participant responses and consequently limited the ability to detect statistically significant effects; future studies may benefit from utilizing the full forms to optimize their ability to detect significant results. Lastly, these results should be interpreted in the light of potential type I errors, as this study did not correct for multiple comparisons.\n\nWithin the study limitations, these study results have various implications. First, the importance of considering family accommodation as a multidimensional construct was highlighted by the differential relationships between the facets of accommodation and relevant variables. Considering the phenomenology of family accommodation can help target specific familial behaviors that may be maintaining OCD symptoms and preventing optimal response to exposure-based interventions. Further research should focus on other variables that may differentially affect the subtypes of family accommodation, such as parental symptomology and parenting styles  (Flessner et al., 2011; Peris et al., 2008) . Second, youth externalizing behaviors emerged as a recurring factor related to family accommodation, potentially undermining progress in therapy. As such, clinicians should remain vigilant of disruptive behaviors that may trigger and sustain maladaptive responses, such as giving into coercive demands and engaging in compulsions at the behest of aggressive requests. In these cases, clinicians should coach the family members to respond in more adaptive ways that will mitigate aggressive responses triggered by obsessional distress, with the ultimate goal of breaking the maladaptive cycle between youth aggression and family accommodation  (Lebowitz et al., 2011) . Lastly, family factors, such as cohesion, could potentially be viewed as a protective factor that predicts lower levels of family accommodation. Interventions promoting support and more positive family climates may be useful in the treatment of pediatric OCD, with preliminary data suggesting promising outcomes  (Peris & Piacentini, 2013) . Collectively, given the deleterious effects of family accommodation and the subsequent maintenance of OCD symptoms, data regarding the mechanisms and factors related to family accommodation are imperative in the prudent identification and treatment of pediatric OCD."
    },
    {
      "text": "Fig. 1. Mediating effect of youth externalizing behaviors on OCD symptom severity and family accommodation n p o 0.05, nnn po 0.001, nnnn p o 0.0001."
    },
    {
      "text": "Correlation coefficients, means, standard deviations, and ranges for family accommodation and OCD (n¼59).Note. FA ¼ family accommodation; CY-BOCS ¼children's Yale-Brown obsessive-compulsive scale."
    },
    {
      "text": "Correlation coefficients, means, standard deviations, and ranges for family accommodation, clinical characteristics, and family factors (n¼ 59)."
    },
    {
      "text": "Hierarchical multiple regression analyses for predicting family accommodation beyond OCD symptom severity."
    }
  ],
  "references": [
    {
      "title": "Practice parameters for the assessment and treatment of children and adolescents with obsessive-compulsive disorder",
      "authors": [
        "Aacap"
      ],
      "year": 2012
    },
    {
      "title": "Treating obsessive-compulsive disorder in intimate relationships: A pilot study of couple-based cognitive-behavior therapy",
      "authors": [
        "J Abramowitz",
        "D Baucom",
        "S Boeding",
        "M Wheaton",
        "N Pukay-Martin",
        "L Fabricant",
        "M Fischer"
      ],
      "year": 2013,
      "doi": "10.1016/j.beth.2013.02.005"
    },
    {
      "title": "Obsessive-compulsive disorder",
      "authors": [
        "J Abramowitz",
        "S Taylor",
        "D Mckay"
      ],
      "year": 2009,
      "doi": "10.1016/s0140-6736(09)60240-3"
    },
    {
      "title": "Family accommodation in obsessive-compulsive disorder: Relation to symptom dimensions, clinical and family characteristics",
      "authors": [
        "U Albert",
        "F Bogetto",
        "G Maina",
        "P Saracco",
        "C Brunatto",
        "D Mataix-Cols"
      ],
      "year": 2010,
      "doi": "10.1016/j.psychres.2009.06.008"
    },
    {
      "title": "Evidence-based assessment in pediatric psychology: Family measures",
      "authors": [
        "M Alderfer",
        "B Fiese",
        "J Gold",
        "J Cutuli",
        "G Holmbeck",
        "L Goldbeck",
        "J Patterson"
      ],
      "year": 2008,
      "doi": "10.1093/jpepsy/jsm083"
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2000
    },
    {
      "title": "Family distress and involvement in relatives of obsessive-compulsive disorder patients",
      "authors": [
        "N Amir",
        "M Freshman",
        "E Foa"
      ],
      "year": 2000,
      "doi": "10.1016/s0887-6185(99)00032-8"
    },
    {
      "title": "The moderator-mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations",
      "authors": [
        "R Baron",
        "D Kenny"
      ],
      "year": 1986,
      "doi": "10.1037//0022-3514.51.6.1173"
    },
    {
      "title": "Cognitive-behavioral family treatment of childhood obsessive-compulsive disorder: A controlled trial",
      "authors": [
        "P Barrett",
        "L Healy-Farrell",
        "J March"
      ],
      "year": 2004,
      "doi": "10.1097/01.chi.0000096367.43887.13"
    },
    {
      "title": "Meta-analysis of the symptom structure of obsessive-compulsive disorder",
      "authors": [
        "M Bloch",
        "A Landeros-Weisenberger",
        "M Rosario",
        "C Pittenger",
        "J Leckman"
      ],
      "year": 2008,
      "doi": "10.1176/appi.ajp.2008.08020320"
    },
    {
      "title": "Let me check that for you: Symptom accommodation in romantic partners of adults with obsessive-compulsive disorder",
      "authors": [
        "S Boeding",
        "C Paprocki",
        "D Baucom",
        "J Abramowitz",
        "M Wheaton",
        "L Fabricant",
        "M Fischer"
      ],
      "year": 2013,
      "doi": "10.1016/j.brat.2013.03.002"
    },
    {
      "title": "Family accommodation in obsessive-compulsive disorder",
      "authors": [
        "L Calvocoressi",
        "B Lewis",
        "M Harris",
        "S Trufan",
        "W Goodman",
        "C Mcdougle",
        "L Price"
      ],
      "year": 1995,
      "doi": "10.1037/t29858-000"
    },
    {
      "title": "Family accommodation of obsessive-compulsive symptoms: Instrument development and assessment of family behavior",
      "authors": [
        "L Calvocoressi",
        "C Mazure",
        "S Kasl",
        "J Skolnick",
        "D Fisk",
        "S Vegso",
        "L Price"
      ],
      "year": 1999
    },
    {
      "title": "A structural equation analysis of family accommodation in pediatric obsessive-compulsive disorder",
      "authors": [
        "N Caporino",
        "J Morgan",
        "J Beckstead",
        "V Phares",
        "T Murphy",
        "E Storch"
      ],
      "year": 2012,
      "doi": "10.1007/s10802-011-9549-8"
    },
    {
      "title": "Family accommodation of obsessional symptoms and naturalistic outcome of obsessive-compulsive disorder",
      "authors": [
        "A Cherian",
        "D Pandian",
        "S Bada Math",
        "T Kandavel",
        "Y Reddy"
      ],
      "year": 2014,
      "doi": "10.1016/j.psychres.2013.11.017"
    },
    {
      "title": "Obsessivecompulsive disorder in a birth cohort of 18-year-olds: Prevalence and predictors",
      "authors": [
        "H Douglass",
        "T Moffitt",
        "R Dar",
        "R Mcgee",
        "P Silva"
      ],
      "year": 1995,
      "doi": "10.1097/00004583-199511000-00008"
    },
    {
      "title": "Clinical features associated to refractory obsessivecompulsive disorder",
      "authors": [
        "Y Ferrao",
        "R Shavitt",
        "N Bedin",
        "M De Mathis",
        "Carlos Lopes",
        "A Fontenelle",
        "L Miguel"
      ],
      "year": 2006,
      "doi": "10.1016/j.jad.2006.04.019"
    },
    {
      "title": "Predictors of parental accommodation in pediatric obsessive-compulsive disorder: Findings from the Pediatric Obsessive-Compulsive Disorder Treatment Study (POTS) trial",
      "authors": [
        "C Flessner",
        "J Freeman",
        "J Sapyta",
        "A Garcia",
        "M Franklin",
        "J March",
        "E Foa"
      ],
      "year": 2011,
      "doi": "10.1016/j.jaac.2011.03.019"
    },
    {
      "title": "Examining the psychometric properties of the Family Accommodation Scale-Parent-Report (FAS-PR)",
      "authors": [
        "C Flessner",
        "J Sapyta",
        "A Garcia",
        "J Freeman",
        "M Franklin",
        "E Foa",
        "J March"
      ],
      "year": 2009,
      "doi": "10.1007/s10862-010-9196-3"
    },
    {
      "title": "The children's Yale-Brown obsessive compulsive scale: Reliability and validity for use among 5 to 8 year olds with obsessive-compulsive disorder",
      "authors": [
        "J Freeman",
        "C Flessner",
        "A Garcia"
      ],
      "year": 2011,
      "doi": "10.1007/s10802-011-9494-6"
    },
    {
      "title": "Family-based treatment of early-onset obsessive-compulsive disorder",
      "authors": [
        "J Freeman",
        "A Garcia",
        "C Fucci",
        "M Karitani",
        "L Miller",
        "H Leonard"
      ],
      "year": 2003,
      "doi": "10.1089/104454603322126368"
    },
    {
      "title": "Hope and coping in family members of patients with obsessivecompulsive disorder",
      "authors": [
        "G Geffken",
        "E Storch",
        "D Duke",
        "L Monaco",
        "A Lewin",
        "W Goodman"
      ],
      "year": 2006,
      "doi": "10.1016/j.janxdis.2005.07.001"
    },
    {
      "title": "Patient and family factors associated with family accommodation in obsessive-compulsive disorder",
      "authors": [
        "J Gomes",
        "B Van Noppen",
        "M Pato",
        "D Braga",
        "E Meyer",
        "C Bortoncello",
        "A Cordioli"
      ],
      "year": 2014,
      "doi": "10.1111/pcn.12172"
    },
    {
      "title": "Beyond Baron and Kenny: Statistical mediation analysis in the new millennium",
      "authors": [
        "A Hayes"
      ],
      "year": 2009,
      "doi": "10.1080/03637750903310360"
    },
    {
      "title": "The family relationship index: validity data",
      "authors": [
        "R Hoge",
        "D Andrews",
        "P Faulkner",
        "D Robinson"
      ],
      "year": 1989
    },
    {
      "title": "The quality of social support: Measures of family and work relationships",
      "authors": [
        "C Holahan",
        "R Moos"
      ],
      "year": 1983,
      "doi": "10.1111/j.2044-8260.1983.tb00596.x"
    },
    {
      "title": "The children's depression inventory (CDI)",
      "authors": [
        "M Kovacs"
      ],
      "year": 1984
    },
    {
      "title": "Children's depression inventory (CDI) manual",
      "authors": [
        "M Kovacs"
      ],
      "year": 1992,
      "doi": "10.1002/9781118625392.wbecp419"
    },
    {
      "title": "Quality of life in obsessive-compulsive disorder: The role of mediating variables",
      "authors": [
        "B Kugler",
        "A Lewin",
        "V Phares",
        "G Geffken",
        "T Murphy",
        "E Storch"
      ],
      "year": 2012,
      "doi": "10.1016/j.psychres.2012.10.006"
    },
    {
      "title": "Quality of life in children and adolescents with obsessive-compulsive disorder: Base rates, parent-child agreement, and clinical correlates",
      "authors": [
        "C Lack",
        "E Storch",
        "M Keeley",
        "G Geffken",
        "E Ricketts",
        "T Murphy",
        "W Goodman"
      ],
      "year": 2009,
      "doi": "10.1007/s00127-009-0013-9"
    },
    {
      "title": "Family accommodation in obsessive-compulsive disorder",
      "authors": [
        "E Lebowitz",
        "K Panza",
        "J Su",
        "M Bloch"
      ],
      "year": 2012,
      "doi": "10.1586/ern.11.200"
    },
    {
      "title": "Coercive and disruptive behaviors in pediatric obsessive compulsive disorder: A qualitative analysis",
      "authors": [
        "E Lebowitz",
        "L Vitulano",
        "H Omer"
      ],
      "year": 2011
    },
    {
      "title": "Best estimate of lifetime psychiatric diagnosis: A methodological study",
      "authors": [
        "J Leckman",
        "D Sholomskas",
        "W Thompson",
        "A Belanger",
        "M Weissman"
      ],
      "year": 1982
    },
    {
      "title": "Tractable impediments to cognitive behavioral therapy for pediatric obsessive compulsive disorder",
      "authors": [
        "A Lewin"
      ],
      "year": 2014,
      "doi": "10.1037/14323-005"
    },
    {
      "title": "Family-based exposure and response prevention therapy for preschool-aged children with obsessive-compulsive disorder: A pilot randomized controlled trial",
      "authors": [
        "A Lewin",
        "J Park",
        "A Jones",
        "E Crawford",
        "A Denadai",
        "J Menzel",
        "E Storch"
      ],
      "year": 2014
    },
    {
      "title": "Defining clinical severity in pediatric obsessive-compulsive disorder",
      "authors": [
        "A Lewin",
        "J Piacentini",
        "A De Nadai",
        "A Jones",
        "T Peris",
        "G Geffken",
        "E Storch"
      ],
      "year": 2013,
      "doi": "10.1037/a0035174"
    },
    {
      "title": "Multiple pathways to functional impairment in obsessivecompulsive disorder",
      "authors": [
        "Y Markarian",
        "M Larson",
        "M Aldea",
        "S Baldwin",
        "D Good",
        "A Berkeljon",
        "D Mckay"
      ],
      "year": 2010,
      "doi": "10.1016/j.cpr.2009.09.005"
    },
    {
      "title": "Obsessivecompulsive symptom dimensions as predictors of compliance with and response to behaviour therapy: Results from a controlled trial",
      "authors": [
        "D Mataix-Cols",
        "I Marks",
        "J Greist",
        "K Kobak",
        "L Baer"
      ],
      "year": 2002,
      "doi": "10.1159/000064812"
    },
    {
      "title": "The children's Yale-Brown obsessive-compulsive scale: Item structure in an outpatient setting",
      "authors": [
        "D Mckay",
        "J Piacentini",
        "S Greisberg",
        "F Graae",
        "M Jaffer",
        "J Miller",
        "J Yaryura-Tobias"
      ],
      "year": 2003,
      "doi": "10.1037/1040-3590.15.4.578"
    },
    {
      "title": "Decreased family accommodation associated with improved therapy outcome in pediatric obsessive-compulsive disorder",
      "authors": [
        "L Merlo",
        "H Lehmkuhl",
        "G Geffken",
        "E Storch"
      ],
      "year": 2009,
      "doi": "10.1037/a0012652"
    },
    {
      "title": "Family environment scale manual",
      "authors": [
        "R Moos",
        "B Moos"
      ],
      "year": 1994
    },
    {
      "title": "Preliminary predictors of within-session adherence to exposure and response prevention in pediatric obsessive-compulsive disorder",
      "authors": [
        "J Morgan",
        "N Caporino",
        "A Nadai",
        "T Truax",
        "A Lewin",
        "L Jung",
        "E Storch"
      ],
      "year": 2013,
      "doi": "10.1007/s10566-013-9196-z"
    },
    {
      "title": "Correlates of accommodation of pediatric obsessive-compulsive disorder: Parent, child, and family characteristics",
      "authors": [
        "T Peris",
        "R Bergman",
        "A Langley",
        "S Chang",
        "J Mccracken",
        "J Piacentini"
      ],
      "year": 2008,
      "doi": "10.1097/chi.0b013e3181825a91"
    },
    {
      "title": "Optimizing treatment for complex cases of childhood obsessive compulsive disorder: A preliminary trial",
      "authors": [
        "T Peris",
        "J Piacentini"
      ],
      "year": 2013,
      "doi": "10.1080/15374416.2012.673162"
    },
    {
      "title": "Are fathers involved in pediatric psychology research and treatment",
      "authors": [
        "V Phares",
        "E Lopez",
        "S Fields",
        "D Kamboukos",
        "A Duhig"
      ],
      "year": 2005,
      "doi": "10.1093/jpepsy/jsi050"
    },
    {
      "title": "Controlled comparison of family cognitive behavioral therapy and psychoeducation/relaxation training for child obsessive-compulsive disorder",
      "authors": [
        "J Piacentini",
        "R Bergman",
        "S Chang",
        "A Langley",
        "T Peris",
        "J Wood",
        "J Mccracken"
      ],
      "year": 2011,
      "doi": "10.1016/j.jaac.2011.08.003"
    },
    {
      "title": "Functional impairment in children and adolescents with obsessive-compulsive disorder",
      "authors": [
        "J Piacentini",
        "R Bergman",
        "M Keller",
        "J Mccracken"
      ],
      "year": 2003,
      "doi": "10.1089/104454603322126359"
    },
    {
      "title": "Asymptotic and resampling strategies for assessing and comparing indirect effects in multiple mediator models",
      "authors": [
        "K Preacher",
        "A Hayes"
      ],
      "year": 2008,
      "doi": "10.3758/brm.40.3.879"
    },
    {
      "title": "BASC: Behavior assessment system for children: Manual",
      "authors": [
        "C Reynolds",
        "R Kamphaus"
      ],
      "year": 1992
    },
    {
      "title": "Symptom dimensions in obsessive-compulsive disorder: prediction of cognitive-behavior therapy outcome",
      "authors": [
        "M Rufer",
        "S Fricke",
        "S Moritz",
        "M Kloss",
        "I Hand"
      ],
      "year": 2006,
      "doi": "10.1111/j.1600-0447.2005.00682.x"
    },
    {
      "title": "Children's Yale-Brown obsessive compulsive scale: Reliability and validity",
      "authors": [
        "L Scahill",
        "M Riddle",
        "M Mcswiggin-Hardin",
        "S Ort",
        "R King",
        "W Goodman",
        "J Leckman"
      ],
      "year": 1997,
      "doi": "10.1097/00004583-199706000-00023"
    },
    {
      "title": "Variations in symptom prevalence and clinical correlates in younger versus older youth with obsessive-compulsive disorder",
      "authors": [
        "R Selles",
        "E Storch",
        "A Lewin"
      ],
      "year": 2014,
      "doi": "10.1007/s10578-014-0435-9"
    },
    {
      "title": "Obsessive-compulsive symptoms and the family",
      "authors": [
        "R Shafran",
        "J Ralph",
        "F Tallis"
      ],
      "year": 1995
    },
    {
      "title": "Family approaches to treatment for obsessive compulsive disorder",
      "authors": [
        "G Steketee",
        "B Van Noppen"
      ],
      "year": 2003,
      "doi": "10.1590/s1516-44462003000100009"
    },
    {
      "title": "Predictors of family accommodation in obsessive-compulsive disorder",
      "authors": [
        "S Stewart",
        "C Beresin",
        "S Haddad",
        "D Egan Stack",
        "J Fama",
        "M Jenike"
      ],
      "year": 2008,
      "doi": "10.1080/10401230802017043"
    },
    {
      "title": "Factors associated with poor response in cognitivebehavioral therapy for pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "Bjorgvinsson",
        "Throstur",
        "Riemann",
        "Bradley",
        "A Lewin",
        "M Morales",
        "T Murphy"
      ],
      "year": 2010,
      "doi": "10.1521/bumc.2010.74.2.167"
    },
    {
      "title": "Family accommodation in pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "G Geffken",
        "L Merlo",
        "M Jacob",
        "T Murphy",
        "W Goodman",
        "K Grabill"
      ],
      "year": 2007,
      "doi": "10.1080/15374410701277929"
    },
    {
      "title": "Rage attacks in pediatric obsessive-compulsive disorder: Phenomenology and clinical correlates",
      "authors": [
        "E Storch",
        "A Jones",
        "C Lack",
        "C Ale",
        "M Sulkowski",
        "A Lewin",
        "T Murphy"
      ],
      "year": 2012,
      "doi": "10.1016/j.jaac.2012.02.016"
    },
    {
      "title": "Predictors of functional impairment in pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "M Larson",
        "J Muroff",
        "N Caporino",
        "D Geller",
        "J Reid",
        "T Murphy"
      ],
      "year": 2010,
      "doi": "10.1016/j.janxdis.2009.12.004"
    },
    {
      "title": "An open trial of intensive family based cognitive-behavioral therapy in youth with obsessive-compulsive disorder who are medication partial responders or nonresponders",
      "authors": [
        "E Storch",
        "H Lehmkuhl",
        "E Ricketts",
        "G Geffken",
        "W Marien",
        "T Murphy"
      ],
      "year": 2010,
      "doi": "10.1080/15374410903532676"
    },
    {
      "title": "Symptom dimensions and cognitive-behavioural therapy outcome for pediatric obsessive-compulsive disorder",
      "authors": [
        "E Storch",
        "L Merlo",
        "M Larson",
        "C Bloss",
        "G Geffken",
        "M Jacob",
        "W Goodman"
      ],
      "year": 2008,
      "doi": "10.1111/j.1600-0447.2007.01113.x"
    },
    {
      "title": "Psychometric evaluation of the children's Yale-Brown obsessivecompulsive scale",
      "authors": [
        "E Storch",
        "T Murphy",
        "G Geffken",
        "O Soto",
        "M Sajid",
        "P Allen",
        "W Goodman"
      ],
      "year": 2004,
      "doi": "10.1016/j.psychres.2004.06.009"
    },
    {
      "title": "The epidemiology of obsessive-compulsive disorder in children and adolescents",
      "authors": [
        "A Zohar"
      ],
      "year": 1999,
      "doi": "10.1016/s1056-4993(18)30163-9"
    }
  ],
  "num_references": 63
}
