{
  "paper_id": "VUZKMZ5U",
  "title": "A text messaging intervention to promote medication adherence for patients with coronary heart disease: A randomized controlled trial",
  "abstract": "Objective: Pharmacologic treatment for secondary prevention of coronary heart disease (CHD) is critical to prevent adverse clinical outcomes. In a randomized controlled trial, we compared antiplatelet and statin adherence among patients with CHD who received: (1) text messages (TM) for medication reminders and education, (2) educational TM only, or (3) No TM. Methods: A mobile health intervention delivered customized TM for 30 days. We assessed and analyzed medication adherence with electronic monitoring devices [Medication Event Monitoring System (MEMS)] by one-way ANOVA and Welch tests, two-way TM response rates by t-tests, and self-reported adherence (Morisky Medication Adherence Scale) by Repeated Measures ANOVA. Results: Among 90 patients (76% male, mean age 59.2 years), MEMS revealed patients who received TM for antiplatelets had a higher percentage of correct doses taken (p = 0.02), percentage number of doses taken (p = 0.01), and percentage of prescribed doses taken on schedule (p = 0.01). TM response rates were higher for antiplatelets than statins (p = 0.005). Self-reported adherence revealed no significant differences among groups. Conclusion: TM increased adherence to antiplatelet therapy demonstrated by MEMS and TM responses. Practice implications: Feasibility and high satisfaction were established. Mobile health interventions show promise in promoting medication adherence.",
  "year": 2003,
  "date": "2003",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Linda",
      "surname": "Park",
      "name": "Linda Park",
      "affiliation": "a  San Francisco VA Medical Center , Division of Geriatrics , Palliative and Extended Care , USA \n\t\t\t\t\t\t\t\t Division of Geriatrics \n\t\t\t\t\t\t\t\t Palliative and Extended Care \n\t\t\t\t\t\t\t\t San Francisco VA Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "email": "linda.park@ucsf.edu"
    },
    {
      "forename": "Jill",
      "surname": "Howie-Esquivel",
      "name": "Jill Howie-Esquivel",
      "affiliation": "b  Department of Physiological Nursing , University of California , San Francisco , USA \n\t\t\t\t\t\t\t\t Department of Physiological Nursing \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Misook",
      "surname": "Chung",
      "name": "Misook Chung",
      "affiliation": "c  College of Nursing , University of Kentucky , USA \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t University of Kentucky \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kathleen",
      "surname": "Dracup",
      "name": "Kathleen Dracup",
      "affiliation": "b  Department of Physiological Nursing , University of California , San Francisco , USA \n\t\t\t\t\t\t\t\t Department of Physiological Nursing \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "San Francisco VA Medical Center , Division of Geriatrics, Palliative and Extended Care , 4150 Clement Street , Building 1 #207 (181G) , San Francisco , CA 94121 , United States. \n\t\t\t\t\t\t\t\t Division of Geriatrics, Palliative and Extended Care \n\t\t\t\t\t\t\t\t San Francisco VA Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 4150 Clement Street Building 1 #207 (181G) \n\t\t\t\t\t\t\t\t\t 94121 \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.1016/j.pec.2013.10.027",
  "sections": [
    {
      "title": "Introduction",
      "text": "Coronary heart disease (CHD) is the leading cause of death and loss of disability-adjusted life years worldwide  [1] . Yet among patients who have experienced a myocardial infarction (MI), rates of medication nonadherence range from 13 to 61%  [2] . The adherence rate among individuals who live with chronic diseases in the developed world is 50%  [3] .\n\nNumerous observational studies have documented a strong association between medication nonadherence among patients with CHD and adverse clinical outcomes such as rehospitalization, morbidity, and mortality  [1, [4] [5] [6] . A study on adherence to medications for secondary prevention of CHD including antiplatelet and statin therapy showed nonadherence was associated with 50-80% increased hazard of mortality and 10-40% increased hazard of cardiovascular-related hospitalization  [6] .\n\nSpecifically, premature discontinuation of antiplatelet medications (i.e., clopidogrel) has been associated with a 2-fold increase in rehospitalization and a 9-fold increase in annual mortality  [7, 8] . Failure to adhere to antiplatelet therapy may cause in-stent thrombosis and death; however, 1 in 5 Medicare patients do not fill their prescriptions by 7 days after percutaneous coronary intervention (PCI) with a drug-eluting stent and 1 in 7 fail to do so by 3 months  [11] . Moreover, sustained use of statins has been associated with at least a 45% risk reduction in mortality among patients with and without history of CHD, thereby demonstrating their cardioprotective properties  [9, 10] . However, the rate of adherence with statins is poor, with less than half of the patients continuing their medication after 1 year of initiation  [12] .\n\nUsing technology to promote behavioral strategies such as selfmonitoring, positive reinforcement, and coaching can facilitate adoption and integration of medication taking into daily life patterns  [13] . The use of technology may provide an innovative, practical, and inexpensive means to promote medication adherence when compared to other behavioral and educational strategies that have had disappointing results  [14] . Mobile phones are the most commonly used form of technology worldwide and have the potential to influence large populations  [15] . Overall, mobile phone interventions can offer tailored, convenient, and regular contact with patients to help sustain medication adherence.\n\nOver the past decade, mobile health (mHealth) interventions have been applied to promote management of acute and chronic disease, although their efficacy is still being established. Research specifically focusing on medication adherence has demonstrated a trend toward positive results; however, the data are inconsistent  [16] [17] [18] [19] [20] [21] . Caution is necessary when comparing results from different patient populations who received a variety of mHealth interventions with differing content and dosages (i.e., frequency and duration). For example, mHealth interventions have been tested in studies of healthy women using oral contraceptives and older adults managing multiple chronic diseases  [16, 18] , thus making it difficult to establish the efficacy of this relatively new intervention modality.\n\nThe primary intervention for this research study was based on Self-Efficacy Theory by Bandura. Briefly, this theory postulates that belief in one's capability to successfully perform certain behaviors influences level of motivation, affective states, and action  [22] . We proposed that receiving TM about medication reminders and educational messages on cardiovascular risk reduction including self-care of CHD would increase patients' self-efficacy (or confidence) to take medications as prescribed.\n\nNo studies have been reported to date on the use of mobile technology exclusively for patients with CHD, which generally include relatively older adults. Furthermore, no research has been published to date about mHealth interventions to promote medication adherence among acutely ill patients who were recruited from a hospital setting. The potential for mobile phone use in health care is currently being defined and remains a significant opportunity for future research."
    },
    {
      "title": "Objectives",
      "text": "We examined the efficacy of a mHealth intervention using text messaging to improve adherence to antiplatelet and statin medications among patients with a history of MI and/or PCI. The primary aim was to compare medication adherence among three groups: (1) patients who received text messages (TM) for medication reminders and health education (TM Reminders + TM Education), (2) patients who received TM for health education (TM Education Alone), and (3) patients who did not receive TM (No TM). The secondary aim was to explore feasibility and patient satisfaction with mobile phone use to improve medication adherence among patients who received TM. The hypothesis was that patients who received TM for medication reminders and/ or education would have better adherence to their medication regimen as compared to patients who did not receive TM and/or education. In addition, patients who received TM for medication reminders and/or health education would consider mobile phones to be positive and effective in improving medication selfadministration."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Research design",
      "text": "The research design of this study was a prospective, randomized controlled trial (RCT) that used a quantitative approach to collect and analyze data. This longitudinal study included two experimental groups (TM Reminders + TM Education and TM Education Alone) and a control (No TM) group with follow-up conducted at 30 days. A three group design was planned to determine whether the content and frequency of TM would make a significant difference between the two experimental groups compared to the control group. Prior interventions promoting medication adherence delivered TM one to three times a week with messages that were not direct medication reminders (e.g., provided education, motivation, trivia)  [23, 24] ."
    },
    {
      "title": "Sample",
      "text": "A convenience sample of 90 patients with CHD was enrolled. Inclusion criteria were: (a) !21 years of age, (b) hospitalized for non-ST elevation MI, ST elevation MI, or PCI, (c) prescribed an antiplatelet medication [thienopyridine class of ADP receptor inhibitors and/or a cyclooxygenase inhibitor (i.e., aspirin)], (d) prescribed a statin medication (HMG-CoA reductase inhibitors), (e) owned a mobile phone with text messaging capability, and (f) were able to speak, read, and understand English. Exclusion criteria included: (a) cognitive impairment that limited ability to understand and complete questionnaires, and (b) inability to operate a mobile phone."
    },
    {
      "title": "Procedure",
      "text": "The study was approved by the Institutional Review Board at the designated medical center for recruitment as well as the academic institution that sponsored the study. The recruitment center was a non-profit, community hospital in Northern California. Recruitment took place between April 2012 and March 2013 until the final sample size was obtained. Eligible patients were first introduced to the research study by other health care providers (cardiologists or nurses) then interested patients were provided details of the study and enrolled by the principal investigator (PI).\n\nAfter written consents were obtained in the hospital, patients completed the Mini-Cog Test to assess cognitive function  [25]  and demonstrated fine motor skills to verify eligibility. Eligible patients opened sealed opaque envelopes that contained the assignment to one of three groups (TM Reminders + TM Education, TM Education Alone, or No TM). Group assignment was generated by random allocation sequence using blocks of six that was prepared by a biostatistician. The PI assigned patients to their groups by distributing envelopes in consecutive, numbered order. Due to the nature of the study design, the PI and patients could not be blinded to the intervention once group assignment was determined.\n\nClinical data were collected from medical record review, and patients completed the following questionnaires: (1) sociodemographic survey, (2) Morisky Medication Adherence Survey (MMAS-8), (3) Manage Disease in General Scale (MDGS), (4) Self-Efficacy for Appropriate Medication Use Scale (SEAMS), (5) Social Support Survey, and (6) Beck Depression Inventory  [26] [27] [28] [29] [30] . All questionnaires had good reliability with Cronbach's alpha value of greater than 0.80 in this sample. The Medication Event Monitoring System (MEMS) was used to objectively monitor adherence as the opening of the two electronic pill bottles provided a time-stamp corresponding with medication self-administration. All patients were given two electronic pill bottles since the majority of patients took their antiplatelet medications in the morning hours and statin medications in the evening as prescribed by their cardiologist. Patients were instructed to take their other medications using their usual regimen (i.e., pill organizer, pill bottles).\n\nThe intervention included TM reminders to take antiplatelet and statin medications. During the 30 days of participation, both experimental groups received TM from a customizable program through CareSpeak Communications ''mobile Health manager'' platform (New Jersey). The TM Reminders + TM Education group received personalized TM reminders that were delivered at times selected by patients that correlated with their medication schedule (i.e., antiplatelet reminder in the morning and statin reminder in the evening). The TM Reminders + TM Education group received 74 messages over the 30 days, while the TM Education group received 14 messages. The total number of TM included one initial TM to invite patients to participate followed by a second TM to provide information on how to opt-out after the patient agreed to participate. The medication reminders were two-way, requiring patients to respond back to confirm receipt. An example of a medication reminder was, ''John, take Plavix 75 mg at 9:00 AM. Respond with 1.'' Both of the experimental groups received one-way educational health messages on cardiovascular risk reduction on Monday, Wednesday, and Friday at 2 PM. The purpose of the health TM was to determine whether patient education, delivered three times a week, would enhance medication adherence as opposed to direct medication reminders, delivered twice daily. An example of a health education message was, ''Remember to see your cardiologist and/or primary physician 1-2 weeks after your hospitalization.'' Patients were called close to the end of their 30 day participation to schedule a follow up visit at which time three questionnaires related to medication adherence and self-efficacy were repeated. In addition, MEMS bottles were collected and data downloaded. All patients were given a $20 gift card as well as additional reimbursement if their wireless package did not include text messaging."
    },
    {
      "title": "Outcome measures",
      "text": "First, data from the MEMS provided four different indicators of adherence including: (1) total number of doses taken, (2) percentage of prescribed doses taken, (3) percentage of days correct number of doses were taken, and (4) percentage of doses taken on schedule. Second, the response rate to the TM medication reminders by the TM Reminders + TM Education group was to correspond to adherence. Third, medication adherence was assessed using the MMAS-8, a self-report measure completed at baseline and at follow-up. The MMAS-8 is a well-validated tool and correlates with other adherence measures such as medication refill rates and electronic monitoring devices (e.g., MEMS)  [27, [31] [32] [33] .\n\nFor the secondary aim, feasibility and patient satisfaction were assessed by successful execution of the intervention, patient participation, and by the Mobile Phone Use Questionnaire. The latter questionnaire was developed for the purpose of the study and sought to obtain patients' experience with using mobile phones for medication reminders and/or education.\n\nDue to the early stages of research using mHealth interventions, there is no standard effect size that is widely accepted for medication adherence studies. This RCT helped to establish an appropriate effect size to support future research."
    },
    {
      "title": "Statistical analysis",
      "text": "Descriptive statistics, means and standard deviations (SD) for quantitative variables, and frequencies and percentages for categorical variables were provided for all sociodemographic, clinical, and psychosocial variables. Study group differences of all characteristics were examined with one-way ANOVA and chisquare analyses. All data were analyzed with intention to treat. Missing data were assumed to be missing completely at random. The criterion for significance was set a priori as a = 0.05. SPSS 21.0 was used for all analyses.\n\nA one-way ANOVA was used to examine the difference in objectively measured adherence values from MEMS data among groups at follow-up; however, the assumption of homogeneity of variances was not satisfied with the exception of one of the variables, therefore, the Welch test was used. Post-hoc pairwise comparisons with the Bonferroni correction were conducted to adjust for significance across pairwise contrasts (i.e., p < 0.017 for k = 3). A matched paired t-test was performed to compare response rates to TM for the TM Reminders + TM Education group between the antiplatelet and statin medication reminders. In order to determine if there were differences among groups in the change in self-reported (MMAS-8) between baseline and follow-up at 30 days, a Repeated Measures Analysis of Variance (RMANOVA) analysis was conducted. Lastly, patient satisfaction scores among the TM Reminders + TM Education and TM Education Alone groups were analyzed with t-tests."
    },
    {
      "title": "Results"
    },
    {
      "title": "Characteristics of study participants",
      "text": "Ninety patients were recruited to participate and completed baseline questionnaires; however, six patients withdrew or were lost to follow-up. Fig.  1  displays patient screening and recruitment according to the CONSORT guidelines  [34] . No differences in sociodemographic, clinical, or psychosocial characteristics were found among groups (Table  1 ). Overall, the sample characteristics included a mean age of 59.2 years (SD 9.4, range 35-83), 24% female, 22% non-White, 29% Medicare-insured, and 70% employed. Clinical characteristics included 37% with a history of CHD, 30% with prior coronary revascularization, and mean body mass index of 29.3. Psychosocial characteristics demonstrated very mild to mild depression and moderately high social support."
    },
    {
      "title": "Medication adherence",
      "text": "Comparison of medication adherence data with MEMS among groups revealed a significant difference among groups for antiplatelet medications only in the percentage of prescribed number of doses taken, percentage of correct doses taken and percentage of prescribed doses taken on schedule [F(2, 42) = 3.84, p = 0.03; F(2, 41) = 3.29, p = 0.047; F(2, 41) = 3.53, p = 0.04, respectively] (Table  2 ). Additionally, the mean number of doses of antiplatelets taken approached significance [F(2, 40) = 3.17, p = 0.053]. Further analyses showed the TM Reminders + TM Education group had a higher percentage of correct doses taken and percentage of prescribed doses taken on schedule compared to the No TM group for antiplatelet medications [t(36) = 2.5, p = 0.02; t(37) = 2.6, p = 0.01, respectively]. In addition, the TM Education Alone group had a higher percentage number of doses taken compared to the No TM group for antiplatelet medications [t(31) = 2.8, p = 0.01]. The analysis of MEMS data was limited to 68 patients for antiplatelets (76%) and 64 patients for statins (71%) due to loss of bottles (n = 3), lack of use (n = 16 for antiplatelets, n = 20 for statins), inability to contact patient (n = 1), and technical difficulties (n = 2).\n\nPatients in the TM Reminders + TM Education group were asked to respond to each TM to indicate receipt. The mean response rate to two-way text messaging showed a significantly higher mean response rate to antiplatelet medications (M = 90.2%, SD = 9) compared to statin medications (M = 83.4%, SD = 15.8) (t(26) = 3.1, p = .005).\n\nTotal mean scores of the self-reported MMAS-8 revealed no significant differences among groups at either baseline or 30 days (F(2, 0.44) = 0.10, p = 0.91) (Table  3 ). Total medication adherence scores changed over time (F(1, 18.38) = 19.25, p < 0.001); however, no significant differences were found among groups over time (F(2, 1.76) = 1.76, p = 0.16).\n\nThe effect size of the intervention was calculated on antiplatelet prescribed doses on schedule by comparing the TM Reminders + TM Education and No TM groups. There was a medium to large effect size with Cohen's d = 0.69."
    },
    {
      "title": "Feasibility and patient satisfaction",
      "text": "Of the 53 patients in the experimental groups who completed the Mobile Phone Use Questionnaire at the 30 day follow up, both experimental groups reported high satisfaction with receiving TM. The majority of patients reported moderate to strong agreement in their responses to: ''Satisfied with receiving TM for health,'' ''Receiving TM helped me to take medications,'' and ''Felt someone cared by receiving TM'' (Figs.  2 3 4 ). Only 7.6% of patients reported technical difficulties with receiving TM while 88.6% strongly or moderately agreed that the text messaging feature on their mobile phone was easy to use."
    },
    {
      "title": "Discussion and conclusion"
    },
    {
      "title": "Discussion",
      "text": "The MEMS data showed better medication adherence in the two experimental groups who received TM for antiplatelet medications compared to those who did not. The lack of difference in adherence among groups for statins may be consistent with the poor adherence that is generally seen with statin medications as well as the challenge of taking medications more than once daily, particularly statins that are generally prescribed for the evening  [12] .\n\nTwo-way messaging with the TM Reminders + TM Education group revealed a high response rate to the medication reminders with a significantly higher response to antiplatelet medications compared to statins. The higher adherence to antiplatelets may have been related to their perceived importance of taking antiplatelet medications following MI and/or PCI. Less frequent TM responses to statin reminders may be a reflection of mobile phone use patterns because individuals took statins in the evening rather than the morning.\n\nSelf-reported medication adherence did not differ among patients who received or did not receive TM for medication reminders and/or education. All patients' self-reported adherence improved over time, which was a positive change after experiencing a major cardiac event.\n\nFeasibility and patient satisfaction were established in the high satisfaction scores following the study. Overall, there was a relatively low attrition rate of 6.7%.\n\nIn terms of measurement of medication adherence, a disadvantage to interpreting the MEMS data was the lower frequency of analyzable data (76% of antiplatelet and 71% of statin medications, respectively). Poor usage by patients was the main reason for unanalyzable data among other previously reported difficulties. The majority of patients were recruited for the study on the day of hospital discharge. Given the anxiety that they may have experienced related to a new diagnosis of CHD and hospital discharge, they may have been experiencing higher levels of stress with using MEMS as opposed to other patients who have been recruited to use MEMS in non-acute settings. In addition, many  patients were resistant to changing their habit of using pill organizers or did not want to carry the MEMS bottles with them while traveling. Despite these challenges, this sample of CHD patients had higher mean adherence of secondary prevention medications as compared to adherence reported in other studies  [2] .\n\nIn addition to the challenge of obtaining complete MEMS data, other limitations may apply. First, the relatively small convenience sample may have undermined the external validity of the findings. The sample was predominately male, white, and employed. The results may be quite different in populations reflecting greater diversity. Second, the sample may have underrepresented patients who were uncomfortable using mobile phones as these patients may have declined to participate in the study leading to unintentional sample selection bias. Third, the follow up period of 30 days was relatively short and did not provide long-term adherence trends or clinical outcomes, particularly given the setting of a chronic disease such as CHD. However, we were able to assess the risk of early in-stent thrombosis following PCI since the majority occurs in the first month following PCI  [35] . Fourth, selfreport and MEMS data collection have their own inherent limitations  [33] . MEMS and TM two-way responses may not have reflected actual medication taking since patients could have responded to the TM and unscrewed the MEMS cap without actually ingesting the medication.\n\nFinally, use of MEMS may have added unintentional attention to regular medication-taking habits for all groups. The Hawthorne effect of using MEMS should be considered, although a comparison of other studies concluded that the use of MEMS to measure medication adherence does not suffer from this type of bias  [36] . In other studies, adherence data from MEMS have yielded the lowest adherence rates compared with other adherence measures  [36] .\n\nDespite the potential limitations, several positive attributes of this study are notable. No research to date regarding the use of mobile phones in the population of MI and/or PCI patients has been previously reported. Although there was a large range in age (35-83 years) of enrolled patients, the mean age of 59.2 years (SD 9.4) demonstrated feasibility of applying mHealth for an older population. Numerous patients were unfamiliar with using the text messaging feature prior to participating in this study; however, they were successful in their participation with a limited number of patients reporting technical difficulties. The feasibility of a mobile phone intervention may be generalizable to a wider population affected by chronic disease as well as those who initiate participation in an intervention aimed to improve medication adherence after experiencing a significant acute medical event.\n\nAnother strength of this study was the use of multiple measures of medication adherence to understand the patterns and barriers to medication self-administration. The MEMS and MMAS-8 were used in this study to corroborate medication adherence since both types of measures offer important information that is complementary yet different from each other  [37] . Although responses to TM by the TM Reminders + TM Education group do not prove patients took their medications, the high response rates indicated engagement with the intervention. Furthermore, to the best of the authors' knowledge, this was the first mHealth study focusing on medication adherence in patients recruited from an inpatient, acute care setting. Lastly, there may be underestimated benefits of the TM such as providing a source of social support.\n\nThis study contributes to the growing body of knowledge in mHealth and helps to promote the efficacy of mHealth interventions for medication adherence. This study is consistent with other interventions that have improved medication adherence among adults with mean ages that ranged from 50 to 65 years. These included three that were conducted among diabetics and one among older adults taking chronic oral medications  [18, 38, 39, 40] . In contrast, other studies conducted among adults in this age group have not show significant improvement in medication adherence in patients with hypertension and diabetes  [21, 41] . The distinguishing characteristics of the studies that led to improvement in medication adherence included ''personalized'' TM or a choice of TM on different topics related to medication adherence. The null studies offered generic medication reminders and health information or only sent TM if the electronic medication dispenser had not been opened.\n\nFuture research in mHealth will help determine the appropriate dosing and content of TM through long-term studies. As our  population ages, text messaging and use of mobile phone applications will be more familiar and routine. Further research is required to determine the individual and group characteristics that are more likely to benefit from mobile phone interventions in order to create engaging, sustainable, and long-term programs. Along with individual and group characteristics, other considerations when designing and implementing technology-related interventions include type of illness/condition, setting (acute, non-acute), timing of intervention following diagnosis, and duration of intervention. Although there was no harm or unintended effects as a result of this intervention, the risk of mHealth interventions requires further investigation [42].\n\nCost analysis of interventions is also an important step in evaluating mHealth  [42] . Finally, more advanced health behavior theories and models that account for the interactive and adaptive nature of mHealth interventions will need to be developed and tested  [43] ."
    },
    {
      "title": "Conclusion",
      "text": "The majority of effective interventions for medication adherence has been complex and has not lead to large improvements in adherence and clinical outcomes  [42] . Thus, there has been a movement to apply innovative strategies to assist patients in medication adherence for chronic disease management. Integrating technology to interface with patients through mHealth, eHealth, and telehealth is currently a major initiative of medical and research communities and may be relevant for patients to enhance self-management of chronic disease.\n\nThis study supports the efficacy of using mobile phones in promoting adherence to antiplatelet therapy during the vulnerable time period of 30 days following MI and/or PCI. Nonadherence to cardiac medications may result in increased morbidity and mortality, thus multiple modalities including receiving TM reminders may enhance adherence. Although influencing patients' adherence behavior may be a challenge, particularly for older adults, persistent efforts in applying nontraditional modalities such as mHealth will provide a substantial contribution to efforts to improve medication adherence."
    },
    {
      "title": "Practice implications",
      "text": "This RCT has established feasibility and high satisfaction with a text messaging intervention among patients with CHD. Text reminders and health education messages improved adherence in antiplatelet medications, which are critical in the time period following stent deployment. This study may help launch further research in the rapidly growing field of mHealth in order to provide a potential solution to the challenges in medication nonadherence."
    },
    {
      "title": "Conflict of interest",
      "text": "None declared."
    },
    {
      "title": "Funding",
      "text": "Funding for research materials was provided by a grant from the Graduate Division of University of California, San Francisco and a scholarship from the UCSF/Hartford Center of Geriatric Nursing Excellence. CareSpeak Communications provided the use of the mobile Health manager platform, which is designed to improve medical therapy adherence using two-way text messaging."
    },
    {
      "text": "Fig. 1. Patient screening and recruitment."
    },
    {
      "text": "Fig. 2. Responses to ''Satisfied with Receiving Text Messages for Health''."
    },
    {
      "text": "Fig. 3. Responses to ''Receiving Text Messages Helped Me to Take Medications''."
    },
    {
      "text": "Fig. 4. Responses to ''Felt Someone Cared by Receiving Text Messages''."
    },
    {
      "text": "Sociodemographic, clinical, and psychosocial characteristics."
    },
    {
      "text": "Medication adherence based on MEMS."
    },
    {
      "text": "Self-reported medication adherence scores (MMAS-8). Data are presented as mean AE SD. Use of the ßMMAS is protected by US copyright laws. Permission for use is required. A license agreement is available from: Donald E. Morisky, ScD, ScM, MSPH, Professor, Department of Community Health Sciences, UCLA School of Public Health, 650 Charles E. Young Drive South, Los Angeles, CA 90095-1772, United States. a Group by time effect p = 0.16."
    }
  ],
  "references": [
    {
      "title": "Adherence to long-term therapies: evidence for action",
      "year": 2003,
      "doi": "10.1007/bf03083829"
    },
    {
      "title": "Medication adherence: its importance in cardiovascular outcomes",
      "authors": [
        "P Ho",
        "C Bryson",
        "J Rumsfeld"
      ],
      "year": 2009
    },
    {
      "title": "feature on death and dying",
      "year": 2010,
      "doi": "10.1037/e372442004-001"
    },
    {
      "title": "The impact of medication adherence on coronary artery disease costs and outcomes: a systematic review",
      "authors": [
        "A Bitton",
        "N Choudhry",
        "O Matlin",
        "K Swanton",
        "W Shrank"
      ],
      "year": 2013,
      "doi": "10.1016/j.amjmed.2012.09.004"
    },
    {
      "title": "Medication adherence in persons with cardiovascular disease",
      "authors": [
        "J Dunbar-Jacob",
        "P Bohachick",
        "M Mortinmer",
        "S Sereika",
        "S Foley"
      ],
      "year": 2003,
      "doi": "10.1097/00005082-200307000-00006"
    },
    {
      "title": "Medication nonadherence is associated with a broad range of adverse outcomes in patients with coronary artery disease",
      "authors": [
        "P Ho",
        "D Magid",
        "S Shetterly",
        "K Olson",
        "T Maddox",
        "P Peterson"
      ],
      "year": 2008,
      "doi": "10.1016/j.ahj.2007.12.011"
    },
    {
      "title": "Frequency of and risk factors for stent thrombosis after drug-eluting stent implantation during long-term follow-up",
      "authors": [
        "D Park",
        "S Park",
        "K Park",
        "B Lee",
        "Y Kim",
        "C Lee"
      ],
      "year": 2006
    },
    {
      "title": "Prevalence, predictors, and outcomes of premature discontinuation of thienopyridine therapy after drug-eluting stent placement: results from the PREMIER registry",
      "authors": [
        "J Spertus",
        "R Kettelkamp",
        "C Vance",
        "C Decker",
        "P Jones",
        "J Rumsfeld"
      ],
      "year": 2006,
      "doi": "10.1161/circulationaha.106.618066"
    },
    {
      "title": "Continuation of statin treatment and all-cause mortality: a population-based cohort study",
      "authors": [
        "V Shalev",
        "G Chodick",
        "H Silber",
        "E Kokia",
        "Jan Heymann"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2008.552"
    },
    {
      "title": "AHA/ACC guidelines for secondary prevention for patients with coronary and other atherosclerotic vascular disease: 2006 update",
      "authors": [
        "Smith Jr",
        "Allen Blair",
        "S Bonow",
        "R Brass",
        "L Fonarow"
      ],
      "year": 2006
    },
    {
      "title": "Clopidogrel use and early outcomes among older patients receiving a drug-eluting coronary artery PCI",
      "authors": [
        "G Roth",
        "N Morden",
        "W Zhou",
        "D Malenka",
        "J Skinner"
      ],
      "year": 2012
    },
    {
      "title": "Predictors of adherence to statins for primary prevention",
      "authors": [
        "D Mann",
        "J Allegrante",
        "S Natarajan",
        "E Halm",
        "M Charlson"
      ],
      "year": 2007,
      "doi": "10.1007/s10557-007-6040-4"
    },
    {
      "title": "Medication adherence: a call for action",
      "authors": [
        "H Bosworth",
        "B Granger",
        "P Mendys",
        "R Brindis",
        "R Burkholder",
        "S Czajkowski"
      ],
      "year": 2011
    },
    {
      "title": "Interventions for enhancing medication adherence",
      "authors": [
        "R Haynes",
        "E Ackloo",
        "N Sahota",
        "H Mcdonald",
        "X Yao"
      ],
      "year": 2008,
      "doi": "10.1002/14651858.cd000011.pub3"
    },
    {
      "title": "The World in 2011: ICT facts and figures",
      "year": 2011
    },
    {
      "title": "Effect of daily text messages on oral contraceptive continuation: a randomized controlled trial",
      "authors": [
        "P Castano",
        "J Bynum",
        "R Andres",
        "C Westhoff"
      ],
      "year": 2012
    },
    {
      "title": "Can wireless text messaging improve adherence to preventive activities? Results of a randomised controlled trial",
      "authors": [
        "M Cocosila",
        "N Archer",
        "R Haynes",
        "Y Yuan"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijmedinf.2008.07.011"
    },
    {
      "title": "Impact of a text messaging pilot program on patient medication adherence",
      "authors": [
        "K Foreman",
        "K Stockl",
        "L Le",
        "E Fisk",
        "S Shah",
        "H Lew"
      ],
      "year": 2012,
      "doi": "10.1016/j.clinthera.2012.04.007"
    },
    {
      "title": "The Cameroon Mobile Phone SMS (CAMPS) trial: a randomized trial of text messaging versus usual care for adherence to antiretroviral therapy",
      "authors": [
        "L Mbuagbaw",
        "L Thabane",
        "P Ongolo-Zogo",
        "R Lester",
        "E Mills",
        "M Smieja"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0046909"
    },
    {
      "title": "Mobile phone technologies improve adherence to antiretroviral treatment in a resource-limited setting: a randomized controlled trial of text message reminders",
      "authors": [
        "C Pop-Eleches",
        "H Thirumurthy",
        "J Habyarimana",
        "J Zivin",
        "M Goldstein",
        "D De Walque"
      ],
      "year": 2011
    },
    {
      "title": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages and reminders sent to their mobile phone (HTA-Alert)",
      "authors": [
        "Marquez Contreras",
        "E De La Figuera Von Wichmann",
        "Gil Guillen",
        "V Ylla-Catala",
        "A Figueras",
        "M Balana"
      ],
      "year": 2004
    },
    {
      "title": "Self-efficacy: the exercise of control",
      "authors": [
        "A Bandura"
      ],
      "year": 1997
    },
    {
      "title": "A mobile health intervention for inner city patients with poorly controlled diabetes: proof-of-concept of the TExT-MED program",
      "authors": [
        "S Arora",
        "A Peters",
        "C Agy",
        "M Menchine"
      ],
      "year": 2012,
      "doi": "10.1089/dia.2011.0252"
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritvo",
        "E Mills",
        "A Kariri",
        "S Karanja",
        "M Chung"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)61997-6"
    },
    {
      "title": "How to try this: the Mini-Cog",
      "authors": [
        "Carolan Doerflinger"
      ],
      "year": 2007
    },
    {
      "title": "Predictive validity of a medication adherence measure in an outpatient setting",
      "authors": [
        "D Morisky",
        "A Ang",
        "M Krousel-Wood",
        "H Ward"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-7176.2008.07572.x"
    },
    {
      "title": "Generalized self-efficacy scale",
      "authors": [
        "R Schwarzer",
        "M Jerusalem"
      ],
      "year": 1995,
      "doi": "10.1037/t00393-000"
    },
    {
      "title": "Development and psychometric evaluation of the Self-Efficacy for Appropriate Medication Use Scale (SEAMS) in lowliteracy patients with chronic disease",
      "authors": [
        "J Risser",
        "T Jacobson",
        "S Kripalani"
      ],
      "year": 2007
    },
    {
      "title": "The MOS social support survey",
      "authors": [
        "C Sherbourne",
        "A Stewart"
      ],
      "year": 1991,
      "doi": "10.1016/0277-9536(91)90150-b"
    },
    {
      "title": "An inventory for measuring depression",
      "authors": [
        "A Beck",
        "C Ward",
        "M Mendelson",
        "J Mock",
        "J Erbaugh"
      ],
      "year": 1961,
      "doi": "10.1001/archpsyc.1961.01710120031004"
    },
    {
      "title": "CONSORT 2010 statement: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "D Moher"
      ],
      "year": 2010,
      "doi": "10.1371/journal.pmed.1000251"
    },
    {
      "title": "New medication adherence scale versus pharmacy fill rates in seniors with hypertension",
      "authors": [
        "M Krousel-Wood",
        "T Islam",
        "L Webber",
        "R Re",
        "D Morisky",
        "P Muntner"
      ],
      "year": 2009,
      "doi": "10.1097/hjh.0000000000000382"
    },
    {
      "title": "Defining the minimal detectable change in scores on the eight-item Morisky Medication Adherence Scale",
      "authors": [
        "P Muntner",
        "C Joyce",
        "E Holt",
        "J He",
        "D Morisky",
        "L Webber"
      ],
      "year": 2011,
      "doi": "10.1345/aph.1p677"
    },
    {
      "title": "A proposal for quality standards for measuring medication adherence in research",
      "authors": [
        "A Williams",
        "K Amico",
        "C Bova",
        "J Womack"
      ],
      "year": 2013
    },
    {
      "title": "Stent thrombosis with everolimus-eluting stents: meta-analysis of comparative randomized controlled trials",
      "authors": [
        "T Palmerini",
        "A Kirtane",
        "P Serruys",
        "P Smits",
        "E Kedhi",
        "D Kereiakes"
      ],
      "year": 2012,
      "doi": "10.1161/circinterventions.111.967083"
    },
    {
      "title": "Predictors of medication adherence using a multidimensional adherence model in patients with heart failure",
      "authors": [
        "J Wu",
        "D Moser",
        "M Chung",
        "T Lennie"
      ],
      "year": 2008,
      "doi": "10.1016/j.cardfail.2008.02.011"
    },
    {
      "title": "Correlation between adherence rates measured by MEMS and self-reported questionnaires: a metaanalysis",
      "authors": [
        "L Shi",
        "J Liu",
        "V Fonseca",
        "P Walker",
        "A Kalsekar",
        "M Pawaskar"
      ],
      "year": 2010,
      "doi": "10.1186/1477-7525-8-99"
    },
    {
      "title": "Feasibility and usability of a text message-based program for diabetes self-management in an urban African-American population",
      "authors": [
        "J Dick",
        "S Nundy",
        "M Solomon",
        "K Bishop",
        "M Chin",
        "M Peek"
      ],
      "year": 2011
    },
    {
      "title": "Reinforcement of adherence to prescription recommendations in Asian Indian diabetes patients using short message service (SMS) -a pilot study",
      "authors": [
        "A Shetty",
        "S Chamukuttan",
        "A Nanditha",
        "R Raj",
        "A Ramachandran"
      ],
      "year": 2011
    },
    {
      "title": "The impact of nurse short message services and telephone follow-ups on diabetic adherence: which one is more effective",
      "authors": [
        "M Zolfaghari",
        "S Mousavifar",
        "S Pedram",
        "H Haghani"
      ],
      "year": 2012
    },
    {
      "title": "SMS reminders improve adherence to oral medication in type 2 diabetes patients who are real time electronically monitored",
      "authors": [
        "M Vervloet",
        "L Van Dijk",
        "J Santen-Reestman",
        "B Van Vlijmen",
        "P Van Wingerden",
        "M Bouvy"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijmedinf.2012.05.005"
    },
    {
      "title": "Mobile phone messaging for facilitating self-management of long-term illnesses",
      "authors": [
        "T De Jongh",
        "I Gurol-Urganci",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2012
    },
    {
      "title": "Health behavior models in the age of mobile interventions: are our theories up to the task",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    }
  ],
  "num_references": 43
}
