{
  "paper_id": "VXCNZI42",
  "title": "Race-and Neighborhood-Related Disparities Spanning the COVID-19 Pandemic: Trajectories of Combined Glycemic Control and BMI in Youth With DiabetesNoninvasive Hypoglycemia Detection in People With Diabetes Using Smartwatch Data",
  "abstract": "COVID-19 disrupted daily routines for adolescents with type 1 and type 2 diabetes",
  "year": 2021,
  "date": "2021",
  "journal": "Pediatr Obes",
  "publication": "Pediatr Obes",
  "authors": [
    {
      "forename": "Mary",
      "surname": "Vajravelu",
      "name": "Mary Vajravelu",
      "affiliation": "1  Center for Pediatric Research in Obesity and Metabolism , UPMC Children's Hospital of Pittsburgh , Pittsburgh , PA \n\t\t\t\t\t\t\t\t Center for Pediatric Research in Obesity and Metabolism \n\t\t\t\t\t\t\t\t UPMC Children's Hospital of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA",
      "email": "maryellen.vajravelu@pitt.edu"
    },
    {
      "forename": "Iswariya",
      "surname": "Mani",
      "name": "Iswariya Mani",
      "affiliation": "1  Center for Pediatric Research in Obesity and Metabolism , UPMC Children's Hospital of Pittsburgh , Pittsburgh , PA \n\t\t\t\t\t\t\t\t Center for Pediatric Research in Obesity and Metabolism \n\t\t\t\t\t\t\t\t UPMC Children's Hospital of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Shehryar",
      "surname": "Malik",
      "name": "Shehryar Malik",
      "affiliation": "1  Center for Pediatric Research in Obesity and Metabolism , UPMC Children's Hospital of Pittsburgh , Pittsburgh , PA \n\t\t\t\t\t\t\t\t Center for Pediatric Research in Obesity and Metabolism \n\t\t\t\t\t\t\t\t UPMC Children's Hospital of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Brianna",
      "surname": "Hewitt",
      "name": "Brianna Hewitt",
      "affiliation": "1  Center for Pediatric Research in Obesity and Metabolism , UPMC Children's Hospital of Pittsburgh , Pittsburgh , PA \n\t\t\t\t\t\t\t\t Center for Pediatric Research in Obesity and Metabolism \n\t\t\t\t\t\t\t\t UPMC Children's Hospital of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Vaishnavi",
      "surname": "Peyyety",
      "name": "Vaishnavi Peyyety",
      "affiliation": "3  Washington and Jefferson College , Washington , PA \n\t\t\t\t\t\t\t\t Washington and Jefferson College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "Silva",
      "surname": "Arslanian",
      "name": "Silva Arslanian",
      "affiliation": "1  Center for Pediatric Research in Obesity and Metabolism , UPMC Children's Hospital of Pittsburgh , Pittsburgh , PA \n\t\t\t\t\t\t\t\t Center for Pediatric Research in Obesity and Metabolism \n\t\t\t\t\t\t\t\t UPMC Children's Hospital of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "forename": "S",
      "surname": "Peyyety",
      "name": "S Peyyety"
    },
    {
      "surname": "Arslanian",
      "name": "Arslanian"
    },
    {
      "affiliation": "GROUP-BASED TRAJECTORY National Institutes of Health K23DK125719 ; Richard L. Day Endowed Chair; Clinical and Translational Sciences Institute at the University of Pittsburgh , UL1-TR-001857. \n\t\t\t\t\t\t\t\t GROUP-BASED TRAJECTORY \n\t\t\t\t\t\t\t\t Richard L. Day Endowed Chair; Clinical and Translational Sciences Institute \n\t\t\t\t\t\t\t\t National Institutes of Health K23DK125719 \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t UL1-TR-001857."
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "sections": [
    {
      "text": "(1), unprecedented policy changes were adopted to curb the spread of the disease. Children, although typically only mildly affected by the virus itself, faced a massive disruption of daily activities  (2) . Sedentary lifestyle, increased snacking, and disruption of daily meal routines were just some aspects that led to a deterioration in physical health in children  (3) (4) (5) . Indeed, among youth without chronic medical conditions in the U.S., the pandemic lockdown was associated with more rapid weight gain, particularly among youth with pre-existing obesity  (2, 6, 7) . However, restrictive eating disorders also skyrocketed during the pandemic among adolescents  (8) .\n\nYouth with type 1 and type 2 diabetes are at particularly high risk for poor outcomes due to disruptions to nutrition and physical activity habits like those brought on by the COVID-19 pandemic. Disordered eating behaviors are present in one-quarter of adolescent girls with type 1 diabetes  (9)  and clinical or subclinical binge-eating behaviors in one-quarter of adolescents with type 2 diabetes  (10) . For youth with diabetes, changes in eating routine impact both weight and glycemic outcomes, and disturbed eating behaviors are tightly linked with poor metabolic control  (11) . Six months after the onset of the pandemic, BMI in youth with type 1 diabetes was shown to increase, while glycemic control remained stable or worsened  (12) . To our knowledge, the longerterm impact on weight and glycemic control, combined, has not been evaluated. Because glycemic deterioration and its catabolic effects can contribute to unintended weight loss or maintenance even with excessive caloric intake, it is possible that youth with diabetes who experienced pandemic-related worsening of glycemic control may have experienced a blunting of weight gain, thus appearing at lower risk of COVID-19-related weight escalation than youth without diabetes. Thus, the impact of the pandemic on the trajectory of BMI together with glycemic control is particularly relevant to identify in order to guide clinical care and policy.\n\nTherefore, we aimed to identify high-risk subgroups based on the combination of BMI z-score (BMIZ) and glycemic (HbA 1c ) trends in 10-19-year-old adolescents with type 1 or type 2 diabetes during the COVID-19 pandemic. Given racial/ethnic disparities in pandemic-related weight gain  (7) , glycemic outcomes in youth with diabetes  (13) , and the disproportionate impact of the pandemic on racial/ethnic minority populations in general  (14) , we sought to evaluate the impact of race/ethnicity on glycemic and BMIZ trajectories. Although incidence of both type 1 and type 2 diabetes is rising relatively faster among racial/ethnic minority youth than among White youth  (15) , our clinic's county and surrounding areas have low representation of Hispanic youth (2.4% in Allegheny County, PA, and 0.9-1.9% for surrounding counties vs. 8.4% in Pennsylvania overall in 2021)  (16) . Our hospital's subspecialty referrals reflect this underrepresentation; only 3% of children referred to all subspecialties are Hispanic  (17) , and in our diabetes clinic, 88% are non-Hispanic White. Thus, for this study, we restricted our analysis to non-Hispanic Black and White youth, who represent >90% of patients with diabetes followed at our institution. We hypothesized that racial disparities would be present, with Black youth experiencing adverse trends in these combined metrics as compared to White youth."
    },
    {
      "title": "RESEARCH DESIGN AND METHODS"
    },
    {
      "title": "Study Cohort",
      "text": "We conducted a retrospective cohort study of 10-19-year-old adolescents with at least 1 year diabetes duration who were followed in the Diabetes Clinic of UPMC Children's Hospital of Pittsburgh, a large academic hospital in southwestern Pennsylvania, from January 2018 to September 2021. Only individuals with at least one non-telemedicine clinic visit with recorded height and weight in both the prepandemic period (January 2018 through February 2020) and the pandemic period (April 2020 through August 2021) were included. Exclusion criteria were pregnancy and non-type 1 or type 2 diabetes. Manual chart review was conducted to confirm diabetes type and date of diabetes diagnosis. In our clinical practice, diabetes type is assessed by diabetes autoantibody status."
    },
    {
      "title": "Outcome Measures and Covariates",
      "text": "BMIZ was determined using growth charts from the U.S. Centers for Disease Control and Prevention  (18) . For this study, HbA 1c was measured primarily via \"point-of-care\" during clinic visits in order to minimize missing data. When available, laboratory-based measurement of HbA 1c was included without distinction from point-of-care measurement. Additional demographic and clinical characteristics were obtained from electronic medical records and are reported using summary statistics, including mean and SD or median and interquartile range (IQR) for continuous variables, for normal or skewed distributions, respectively. For each patient, Area Deprivation Index (ADI), a census block group-level measure of socioeconomic disadvantage with higher values indicating higher deprivation, was determined using 2018 data from the Neighborhood Atlas (19) and reported by U.S. percentile. The ADI uses 17 variables that address domains of education, income, employment, and housing quality, as assessed by the American Community Survey. Because the Diabetes Center's catchment area includes multiple states, U.S. percentile rather than state decile of ADI was used for this analysis."
    },
    {
      "title": "Analysis",
      "text": "Group-based trajectory modeling using traj  (20)  in Stata 17 (StataCorp LLC, College Station, TX) was used to identify latent classes with the combined measures of BMIZ and HbA 1c from prepandemic to pandemic period, each as continuous variables, with a time-varying covariate to differentiate the prepandemic period from the pandemic period. This approach was chosen to explore the heterogeneity of trajectories within the cohort. Months with minimal BMIZ data (April and May 2020), consequent to patients' visits being virtual due to the lockdown, were excluded. Due to significantly different demographic characteristics between patients with type 1 and type 2 diabetes (e.g., race and ADI), group-based trajectory modeling was performed separately by diabetes type. The number of latent classes was varied between two and six, and the final number was selected based on both Bayesian information criterion and clinical judgment, including whether groups appeared to represent distinct categories or trends of glycemic control or BMIZ (e.g., stable BMIZ but rising HbA 1c , rising BMIZ and HbA 1c , or falling BMIZ and rising HbA 1c , etc.). To compare continuous variables by predicted class membership, ANOVA and Kruskal-Wallis tests were used for normally distributed or skewed variables, respectively. The x 2 test was used to compare proportions of categorical variables across classes.\n\nMultinomial logistic regression was used to assess relative risk of class membership by patient characteristics, including age, sex, race, diabetes duration, and use of government health insurance (vs. private), using backward elimination and retaining covariates with significance level of P < 0.05 in the final model. Due to minimal missing data, no imputation was conducted, and only complete cases were used in multivariable models. Due to the potential for differential relationships between race and the impact of insurance type and neighborhood deprivation (ADI), interactions were evaluated, with a plan to retain interaction terms if significant (P < 0.05).\n\nAll analyses used a two-sided a of 0.05 for statistical significance. Analyses were performed using Stata 17. The Institutional Review Board of the University of Pittsburgh determined that the study met regulatory requirements for exempt research under 45 CFR 46.104."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Cohort Characteristics",
      "text": "A total of 1,597 potentially eligible patients were identified in the institutional data warehouse. Of those, 186 were excluded due to insufficient BMI data (lacking either pre-or post-March 2020) (n = 167), implausible height data (height zscore > 1 3 or < À3) (n = 7), or missing or non-type 1 or type 2 diabetes (n = 12). As shown in Supplementary Fig.  1 ,  1 ,348 (95.5%) patients had type 1 diabetes and 63 patients had (4.5%) type 2 diabetes. After evaluating the demographic characteristics of the cohort, we restricted our analyses to individuals with either Black or White race, as these represented $98% of the cohort. The final cohort thus included 1,322 patients with type 1 diabetes (n = 613: 46.4% female, 6.6% Black, and 93.4% White) and 59 patients with type 2 diabetes (n = 36: 61.0% female, 47.5% Black, and 52.5% White). Patients with type 1 diabetes had a mean age of 15.1 (SD 2.5) years and a median duration of diabetes of 8.4 years (IQR 5.5-11.7) at pandemic onset. Patients with type 2 diabetes had a mean age of 16.1 (SD 1.9) years and a median duration of diabetes of 5.3 years (IQR 3.3-6.8) at pandemic onset. Government-funded health insurance was used by 52.0% (n = 687) of patients with type 1 diabetes and 79.7% (n = 47) of patients with type 2 diabetes during follow-up. Median U.S. ADI percentile was 69 (IQR 49-84) for patients with type 1 diabetes (available for 1,303 [98.5%]) and 79 (IQR 70-91) for patients with type 2 diabetes (available for 57 [96.6%]) (Supplementary Table  1 ).\n\nMedian (IQR) number of visits in the pre-and during-pandemic periods were 7  (5) (6) (7) (8) (9)   and  3 (2-4) , and  5 (3-7)  and  2 (1-4 ) for youth with type 1 and type 2 diabetes, respectively. Median (IQR) BMIZ at the first visit during the prepandemic period was 0.7 (0.1-13) (type 1 diabetes) and 2.4 (2.2-2.6) (type 2 diabetes). Median (IQR) HbA 1c was 7.9% (7.1-8.9%) (63 [54-74] mmol/mol) and 6.5% (6.0-8.1%) (48 [42-65] mmol/mol), respectively.\n\nOver half (n = 754, 57.0%) of youth with type 1 diabetes used an insulin pump during follow-up, most of whom (n = 647) had documented use both pre-and during the pandemic. Of the 59 patients with type 2 diabetes, 50 were managed with metformin with or without insulin (85%), 18 (30.5%) with insulin (5 basal only), and 5 (8.5%) with a glucagon-like peptide-1 receptor agonist (4 of 5 with insulin use as well during follow-up)."
    },
    {
      "title": "Type 1 Diabetes"
    },
    {
      "title": "Latent Class Trajectory Patterns",
      "text": "For patients with type 1 diabetes, based on Bayesian information criterion and clinical judgment, six trajectory class patterns (Fig.  1 ) of combined BMIZ and HbA 1c trajectory emerged spanning the prepandemic and pandemic periods: 1) 8.0% (n = 106) of the cohort fell in the class with low-normal weight (BMIZ # À1) and poor glycemic control (HbA 1c $8-9%); 2) 22.0% (n = 291) of the cohort fell in the class with normal weight (BMIZ 0) and fair glycemic control (HbA 1c $7.5-8%) (reference group); 3) 35.0% (n = 463) of the cohort fell in the class with near-overweight (rising from just below to just above  BMIZ 11)  and fair glycemic control (HbA 1c $7.5-8%); 4) 19.4% (n = 257) of the cohort fell in the class with obesity (BMIZ $12) and fair glycemic control (HbA 1c $8%); 5) 7.3% (n = 97) of the cohort fell in the class with variable but normal weight (BMIZ fluctuating between 0 and 11) and very poor glycemic control (HbA 1c fluctuating from just above 10% to >11%); and 6) 8.2% (n = 108) of the cohort fell in the class with obesity (BMIZ 12) and very poor glycemic control (HbA 1c rising from 10% to >11%). Notably, no classes demonstrated an increase in BMIZ between the pre-and the pandemic periods. However, class 5 did experience a reduction in BMIZ that coincided with a rise in HbA 1c at pandemic onset. Class 6 maintained stable elevated BMIZ and had a plateau in (high) HbA 1c at pandemic onset."
    },
    {
      "title": "Latent Class Predictors",
      "text": "Univariable and multivariable multinomial logistic regression were used to examine predictors of class membership.\n\n-1 0 1 2 BMIZ 0 30 Month -1 0 1 2 0 30 Month -1 0 1 2 0 30 Month -1 0 1 2 0 30 Month -1 0 1 2 0 30 Month -1 0 1 2 0 30\n\nMonth 6 7 8 9 10 11 12 13 HbA 1c % 0 30 Month 6 7 8 9 10 11 12 13 0 30 Month 6 7 8 9 10 11 12 13 0 30 Month 6 7 8 9 10 11 12 13 0 30 Month 6 7 8 9 10 11 12 13 0 30 Month 6 7 8 9 10 11 12 13 0 30 Month Type 1 Diabetes Only C1 (8.0%) C2 (22.0%) C3 (35.0%) C4 (19.4%) C5 (7.3%) C6 (8.2%) Figure 1-Classes of trajectories of BMIZ and HbA 1c for patients with type 1 diabetes. Month range represents January 2018 (0) through August 2021 (44), with month 30 representing June 2020. Percentage of the cohort represented by each group is listed. Dashed lines represent 95% CI. C, class. diabetesjournals.org/care Vajravelu and Associates None of the prespecified interactions evaluated were significant so they were not included in multivariable models. As shown in Table 1, demographic characteristics differed by predicted class membership, with the highest-risk classes based on glycemic control (classes 5 and 6) consisting of disproportionately more Black youth and significantly less frequent use of insulin pumps.\n\nIn multivariable multinomial logistic regression (Table  2 ), the relative risk ratio (RRR) of group membership in the highest-risk class (very poor glycemic control and obesity, class 6) for Black youth was 3.0 (95% CI 1.3-6.9) and for those in the most deprived neighborhoods (ADI tertile 3) it was 1.9 (95% CI 1.0-3.5; P = 0.051), even after adjustment for sex, age, diabetes duration, use of government insurance, and insulin pump use. Notably, insulin pump use was independently associated with a 70% lower relative risk of membership in this highest risk class (RRR 0.3 [95% CI 0.2-0.5]). Black youth were also more likely to be members of class 5, which demonstrated BMIZ reduction in association with worsening, very poor glycemic control (RRR 3.0 [95% CI 1.3-6.8]). ADI was not independently associated with membership in class 5. In contrast, predicted membership in class 4 (elevated and slowly rising BMIZ and fair glycemic control) was not associated with race but was associated with greater neighborhood-level deprivation (ADI tertile 2 vs. 1: RRR 1.9 [95% CI 1.2-2.9]; ADI tertile 3 vs. 1: RRR 1.9 [95% CI 1.2-2.9])."
    },
    {
      "title": "Sensitivity Analysis",
      "text": "To explore sex-based differences in glycemic and BMIZ trajectories, the cohort of individuals with type 1 diabetes was divided and analyses repeated by male and female sex. Visual inspection of the recreated six latent classes revealed no distinct differences from the primary analysis."
    },
    {
      "title": "Type 2 Diabetes",
      "text": "Among patients with type 2 diabetes, the number of latent classes was limited to three due to the much smaller number of patients (n = 59). As with patients with type 1 diabetes, there was no evidence of an abrupt rise in BMIZ during the pandemic. Although class 1 (25.9% of patients) had the lowest BMIZ and HbA 1c , there was a decline in BMIZ that coincided with abrupt rise in HbA 1c at month 30. Class 2, representing 45.8% of patients, had stable but elevated (obese) BMIZ and gradually rising HbA 1c . Among the highest risk class, class 3, consisting of 28.4% of patients with type 2 diabetes, glycemic control was very poor, and there was a coincident slight decrease in BMIZ and increase in A1C from pre-to the pandemic period (Fig.  2 ). In univariable multinomial logistic regression, no clinical or demographic factors, including race or ADI, remained significant predictors of group membership among patients with type 2 diabetes."
    },
    {
      "title": "CONCLUSIONS",
      "text": "In this large, longitudinal cohort of adolescents with type 1 and type 2 diabetes, the COVID-19 pandemic was not associated with an abrupt increase in BMIZ, but rather a decrease that coincided with worsening glycemic control in some subgroups. In addition, there were significant racial and socioeconomic disparities in the combined glycemic and BMIZ trajectories from prepandemic to the pandemic period. Previous studies have demonstrated both a pandemic-associated increase in adiposity in youth (2,6,7) that worsened preexisting racial/ethnic and income-based disparities in obesity prevalence  (7)  and restrictive eating disorders among adolescents  (8) . In youth with type 1 or type 2 diabetes, in whom disordered eating behaviors are common (9,10) and have direct impact on glycemic control in addition to weight  (11) , the impact of the COVID-19 pandemic on weight would be expected to have heterogenous effects. In a metaanalysis of studies including individuals (children and adults) with type 1 diabetes, there was no significant impact of the COVID-19 pandemic on body weight, while glycemic control as measured by HbA 1c and continuous glucose monitoring-measured time in range improved  (21) . In contrast, in a study of 100 Portuguese youth with type 1 diabetes managed with an insulin pump, BMI SD score did increase significantly in the immediate postpandemic onset period (June-August 2020), particularly among girls and older teenagers  (12) . In that cohort, HbA 1c increased significantly postpandemic, but only among 10-13-year-olds  (12) . In an observational study of 110 adolescents with type 1 diabetes, glycemic control as measured by HbA 1c did not change from the 4-month time periods pre-and postlockdown in 2020, except for the subgroup of 38 youth using continuous glucose monitors, in which HbA 1c decreased from $8.2% to 7.9%  (22) .\n\nIn our study, the use of group-based trajectory modeling allowed us to identify distinct classes of glycemic and BMIZ trajectory, which underscore the differential impact (or nonimpact) of the pandemic on youth with diabetes. For example, patients with type 1 diabetes in the highrisk class 5 experienced an abrupt rise in HbA 1c and fall in BMIZ associated with pandemic onset. However, HbA 1c subsequently declined, suggesting a transient, pandemic-related effect with resolution as lockdowns ended and previous routines resumed. In contrast, patients in class 6 had a progressive rise in HbA 1c spanning pre-to postpandemic onset without decline, suggesting a more fixed disparity in glycemic trajectories. Similarly, for patients with type 2 diabetes, although two classes experienced a rise and then fall in HbA 1c , one class experienced a gradual but persistent rise; we suspect that this class reflects the known progressive nature of youth-onset type 2 diabetes (23) rather than a pandemicrelated transient worsening.\n\nDue to known racial disparities in diabetes care and outcomes that predate the pandemic  (13, 24, 25) , we hypothesized that racial disparities would be evident in our cohort spanning the pandemic as well. Our results confirmed this, particularly with respect to glycemic trajectories, as Black youth were significantly more likely than White youth to have predicted membership in the classes with severely elevated HbA 1c prior to and during the pandemic (classes 5 and 6). We acknowledge that many studies have documented differences in HbA 1c by race. Notably, the higher risk for poor metabolic control among Black versus White youth with type 1 diabetes within lower income and urban populations was documented more than two decades ago  (26, 27) . Although race is a social construct and does not have clear genetic boundaries, race can \"become biology\" through pervasive inequities resulting from systemic racism that span generations (28). Although we did account for neighborhood-level social disadvantage via ADI and a proxy of household income via insurance type (public or private), we did not have access to household-level factors that may impact day-to-day diabetes management, such as social support  (29)  or whether youth lived in single-parent households  (30) . We do not believe differences in either nonglycemic or genetic factors play a role in the racial differences in glycemic control in our study, particularly given the dramatic difference in HbA 1c between the highest risk groups and all others.\n\nOur finding of neighborhood-level deprivation as a significant independent predictor of poor health is consistent with findings from previous studies. Socioeconomic disadvantage, as measured by ADI, has been shown to be associated with pediatric care quality and outcomes of chronic medical conditions, such as cystic fibrosis  (31) , and even overall survival in pediatric acute lymphoblastic leukemia  (32) . Similar observations have been made in adults with respect to diabetes care quality  (33) . Recently, socioeconomic deprivation as measured by a German Index was shown to be significantly associated with higher rates of diabetic ketoacidosis among children and adolescents with newly diagnosed type 1 diabetes  (34) . Although genetic ancestry may interact with socioeconomic disadvantage to contribute to outcome disparities, as shown in adults with type 2 diabetes  (35) , disparities in diabetes technology use among children and young adults with type 1 diabetes are also recognized and may contribute to disparities in health outcomes  (24, 25, 36) . In this article, we show that even after accounting for diabetes technology use, racial disparities remain stark, highlighting the need to address not only differences in technology use, but also other underlying barriers to glycemic control  (13) .\n\nA major strength of our study is the novel application of group-based trajectory modeling to identify latent classes that characterize patterns of combined glycemic and BMIZ patterns, allowing for a more nuanced understanding of these predictors of cardiovascular disease risk. Although one previous study evaluated BMIZ and HbA 1c trajectories in youth with type 1 diabetes longitudinally and demonstrated similar racial disparities in HbA 1c trajectory, the two trajectories were evaluated separately, ADI was not assessed, and data did not extend through the onset of the COVID-19 pandemic  (37) . An additional strength is our large sample size and longitudinal follow-up, spanning >1 year pre-and postpandemic onset. The longer followup allowed for more reliable height and weight measurements than were possible in the first several months after pandemic onset, during which telemedicine visits predominated. We evaluated numerous clinically relevant factors that potentially impact glycemic control, including diabetes duration and insulin pump use. Lastly, our use of ADI allowed for a more thorough assessment of the impact of social determinants of health on BMI and glycemic control trajectories. We also demonstrate the robustness of our findings via multiple multivariable models and sensitivity analyses.\n\nWe also acknowledge limitations of our study, including its retrospective design with the risk of bias due to missing data. It is possible that patients at higher risk for pandemic-associated weight gain were not captured in our cohort due to lack of follow-up in the pandemic period. However, our inclusion of data through late summer 2021 makes this less likely. We used BMIZ as a proxy for adiposity, which is weakly associated with other measures of body fat for children with severe obesity  (38) , though alternatives such as percent of 95th percentile perform less well for children with a BMI below the 95th percentile. We were unable to reliably assess the relationship between Hispanic ethnicity and outcomes due to the limited diversity of our geographic region [2.4% Hispanic population in Allegheny County, PA  (16) ] and our suspicion that ethnicity is underdocumented or misrepresented in our electronic medical record, making this an unreliable measure. In addition, the cohort consisted of very few youth with type 2 diabetes, representing a smaller percentage than that seen in our clinic routinely, $8-10%. This likely represents gaps in follow-up that occurred disproportionately among youth with type 2 diabetes, perhaps related to the social risk factors (reflected in higher ADI) that can influence follow-up, such as poor access to transportation. As our cohort was limited to those with pre-existing diabetes, we did not capture the rising cases of newonset type 2 diabetes in youth that has been documented after the onset of the COVID-19 pandemic, which has consisted of primarily non-White youth with public insurance  (39) . In addition, although we categorized the glycemic control of the reference class as \"good,\" we acknowledge that the HbA 1c of $8% does not meet the recommended target of <7%, such that even the bestcontrolled group of adolescents in our cohort were not at goal on average  (40) .\n\nIn conclusion, in a large, longitudinally followed cohort of youth with type 1 and type 2 diabetes, distinct and informative BMIZ and glycemic trajectories spanning the prepandemic and pandemic periods revealed no abrupt increase in BMIZ, but rather a decline in BMIZ with concurrent increase in HbA 1c in high-risk groups. Both Black race and neighborhood-level socioeconomic deprivation were independently associated with the highest-risk BMIZ and glycemic trajectories. Our findings underscore the need to continue efforts to reduce disparities in diabetes control and obesity in youth with type 1 and type 2 diabetes."
    },
    {
      "text": "Figure 2-Classes of trajectories of BMIZ and HbA 1c for patients with type 2 diabetes. Month range represents January 2018 (0) through August 2021 (44), with month 30 representing June 2020. Percentage of the cohort represented by each group is listed. Dashed lines represent 95% CI. C, class."
    },
    {
      "text": "Demographic characteristics of cohort overall and by predicted group membership (type 1 diabetes only)"
    },
    {
      "text": "Multivariable model results: adjusted relative risk of group membership by patient characteristic, type 1 diabetes only (n = 1,273 with complete data)"
    }
  ],
  "references": [
    {
      "title": "BMI status and associations between affect, physical activity and anxiety among U.S. children during COVID-19",
      "authors": [
        "J Alves",
        "A Yunker",
        "A Defendis",
        "A Xiang",
        "K Page"
      ],
      "year": 2021
    },
    {
      "title": "Ageand weight group-specific weight gain patterns in children and adolescents during the 15 years before and during the COVID-19 pandemic",
      "authors": [
        "M Vogel",
        "M Geserick",
        "R Gausche"
      ],
      "year": 2022,
      "doi": "10.1038/s41366-021-00968-2"
    },
    {
      "title": "Effects of COVID-19 lockdown on lifestyle behaviors in children with obesity living in Verona, Italy: a longitudinal study",
      "authors": [
        "A Pietrobelli",
        "L Pecoraro",
        "A Ferruzzi"
      ],
      "year": 2020,
      "doi": "10.1002/oby.22861"
    },
    {
      "title": "Changes of physical activity and ultra-processed food consumption in adolescents from different countries during Covid-19 pandemic: an observational study",
      "authors": [
        "M Ru Iz-Roso",
        "P De Carvalho Padilha",
        "D Matilla-Escalante"
      ],
      "year": 2020,
      "doi": "10.3390/nu12082289"
    },
    {
      "title": "Early effects of the COVID-19 pandemic on physical activity and sedentary behavior in children living in the U",
      "authors": [
        "G Dunton",
        "B Do",
        "S Wang"
      ],
      "year": 2020,
      "doi": "10.1186/s12889-020-09429-3"
    },
    {
      "title": "Changes in body mass index among children and adolescents during the COVID-19 pandemic",
      "authors": [
        "S Woolford",
        "M Sidell",
        "X Li"
      ],
      "year": 2021
    },
    {
      "title": "COVID-19 and changes in child obesity",
      "authors": [
        "B Jenssen",
        "M Kelly",
        "M Powell",
        "Z Bouchelle",
        "S Mayne",
        "A Fiks"
      ],
      "year": 2021,
      "doi": "10.1542/peds.2021-050123"
    },
    {
      "title": "Incidence and outcomes of eating disorders during the COVID-19 pandemic",
      "authors": [
        "M Taquet",
        "J Geddes",
        "S Luciano",
        "P Harrison"
      ],
      "year": 2021,
      "doi": "10.1192/bjp.2021.105"
    },
    {
      "title": "Disturbed eating behavior and omission of insulin in adolescents receiving intensified insulin treatment: a nationwide population-based study",
      "authors": [
        "L Wisting",
        "D Frøisland",
        "T Skrivarhaug",
        "K Dahl-Jørgensen",
        "O Rø"
      ],
      "year": 2013,
      "doi": "10.2337/dc13-0431"
    },
    {
      "title": "Study Group. Binge eating, mood, and quality of life in youth with type 2 diabetes: baseline data from the TODAY study",
      "authors": [
        "D Wilfley",
        "R Berkowitz",
        "A Goebel-Fabbri"
      ],
      "year": 2011,
      "doi": "10.2337/dc10-1704"
    },
    {
      "title": "Predictors of metabolic control among adolescents with diabetes: a 4-year longitudinal study",
      "authors": [
        "V Helgeson",
        "L Siminerio",
        "O Escobar",
        "D Becker"
      ],
      "year": 2009,
      "doi": "10.1093/jpepsy/jsn079"
    },
    {
      "title": "Impact of COVID-19 lockdown on glycemic control in type 1 diabetes",
      "authors": [
        "V Duarte",
        "B Mota",
        "S Ferreira",
        "C Costa",
        "C Correia"
      ],
      "year": 2022
    },
    {
      "title": "The impact of racial and ethnic health disparities in diabetes management on clinical outcomes: a reinforcement learning analysis of health inequity among youth and young adults in the SEARCH for Diabetes in Youth Study",
      "authors": [
        "A Kahkoska",
        "T Pokaprakarn",
        "G Alexander"
      ],
      "year": 2022
    },
    {
      "title": "Introduction to COVID-19 Racial and Ethnic Health Disparities",
      "year": 2022,
      "doi": "10.1037/e306252005-001"
    },
    {
      "title": "Trends in incidence of type 1 and type 2 diabetes among youths -selected counties and Indian reservations, United States, 2002-2015",
      "authors": [
        "J Divers",
        "E Mayer-Davis",
        "J Lawrence"
      ],
      "year": 2020,
      "doi": "10.15585/mmwr.mm6906a3"
    },
    {
      "title": "QuickFacts: Allegheny County",
      "year": 2021,
      "doi": "10.3133/i1035"
    },
    {
      "title": "Unscheduled referrals and unattended appointments after pediatric subspecialty referral",
      "authors": [
        "J Bohnhoff",
        "J Taormina",
        "L Ferrante",
        "D Wolfson",
        "K Ray"
      ],
      "year": 2019,
      "doi": "10.1542/peds.2019-0545"
    },
    {
      "title": "CDC growth charts for the United States: methods and development",
      "authors": [
        "R Kuczmarski",
        "C Ogden",
        "S Guo"
      ],
      "year": 2000
    },
    {
      "title": "Group-based multi-trajectory modeling",
      "authors": [
        "D Nagin",
        "B Jones",
        "V Passos",
        "R Tremblay"
      ],
      "year": 2018,
      "doi": "10.1177/0962280216673085"
    },
    {
      "title": "Impact of COVID-19 lockdown on glycemic control in patients with type 1 and type 2 diabetes mellitus: a systematic review",
      "authors": [
        "C Eberle",
        "S Stichling"
      ],
      "year": 2021,
      "doi": "10.1186/s13098-021-00705-9"
    },
    {
      "title": "COVID-19 pandemic and pediatric type 1 diabetes: no significant change in glycemic control during the pandemic lockdown of 2020",
      "authors": [
        "B Nwosu",
        "L Al-Halbouni",
        "S Parajuli",
        "G Jasmin",
        "E Zitek-Morrison",
        "B Barton"
      ],
      "year": 2021,
      "doi": "10.3389/fendo.2021.703905"
    },
    {
      "title": "TODAY Study Group. A clinical trial to maintain glycemic control in youth with type 2 diabetes",
      "authors": [
        "P Zeitler",
        "K Hirst",
        "L Pyle"
      ],
      "year": 2012
    },
    {
      "title": "Racial-ethnic disparities in diabetes technology use among young adults with type 1 diabetes",
      "authors": [
        "S Agarwal",
        "C Schechter",
        "J Gonzalez",
        "J Long"
      ],
      "year": 2021,
      "doi": "10.1089/dia.2020.0338"
    },
    {
      "title": "Racial and ethnic disparities in rates of continuous glucose monitor initiation and continued use in children with type 1 diabetes",
      "authors": [
        "C Lai",
        "T Lipman",
        "S Willi",
        "C Hawkes"
      ],
      "year": 2021,
      "doi": "10.2337/dc20-1663"
    },
    {
      "title": "Risk for metabolic control problems in minority youth with diabetes",
      "authors": [
        "A Delamater",
        "K Shaw",
        "E Applegate"
      ],
      "year": 1999,
      "doi": "10.2337/diacare.22.5.700"
    },
    {
      "title": "Predictors of glycemic control in children with type 1 diabetes: the importance of race",
      "authors": [
        "S Chalew",
        "R Gomez",
        "A Butler"
      ],
      "year": 2000
    },
    {
      "title": "Social determinants of health and diabetes: a scientific review",
      "authors": [
        "F Hill-Briggs",
        "N Adler",
        "S Berkowitz"
      ],
      "year": 2020
    },
    {
      "title": "Disparity in glycemic control and adherence between African-American and Caucasian youths with diabetes. Family and community contexts",
      "authors": [
        "W Auslander",
        "S Thompson",
        "D Dreitzer",
        "N White",
        "J Santiago"
      ],
      "year": 1997
    },
    {
      "title": "The association of area deprivation and state child health with respiratory outcomes diabetesjournals.org/care Vajravelu and Associates of pediatric patients with cystic fibrosis in the United States",
      "authors": [
        "G Oates",
        "S Rutland",
        "L Juarez",
        "A Friedman",
        "M Schechter"
      ],
      "year": 2021,
      "doi": "10.1002/ppul.25192"
    },
    {
      "title": "Area deprivation is associated with poorer overall survival in children with acute lymphoblastic leukemia",
      "authors": [
        "J Schraw",
        "E Peckham-Gregory",
        "K Rabin",
        "M Scheurer",
        "P Lupo",
        "A Oluyomi"
      ],
      "year": 2020,
      "doi": "10.1002/pbc.28525"
    },
    {
      "title": "Association between area-level socioeconomic deprivation and diabetes care quality in US primary care practices",
      "authors": [
        "S Kurani",
        "M Lampman",
        "S Funni"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.38438"
    },
    {
      "title": "Frequency of ketoacidosis at diagnosis of pediatric type 1 diabetes associated with socioeconomic deprivation and urbanization: results from the German Multicenter DPV Registry",
      "authors": [
        "M Auzanneau",
        "J Rosenbauer",
        "K Warncke"
      ],
      "year": 2022,
      "doi": "10.2337/dc21-2227"
    },
    {
      "title": "Socioeconomic deprivation and genetic ancestry interact to modify type 2 diabetes ethnic disparities in the United Kingdom",
      "authors": [
        "S Nagar",
        "I Jordan",
        "Mariño-Ram Irez"
      ],
      "year": 2021,
      "doi": "10.1016/j.eclinm.2021.100960"
    },
    {
      "title": "Early racial/ethnic disparities in continuous glucose monitor use in pediatric type 1 diabetes",
      "authors": [
        "C Lai",
        "T Lipman",
        "S Willi",
        "C Hawkes"
      ],
      "year": 2021,
      "doi": "10.1089/dia.2021.0120"
    },
    {
      "title": "Trajectories of hemoglobin A1c and body mass index z-score over four decades among 2 to 18 year olds with type 1 diabetes",
      "authors": [
        "J Moore",
        "J Snell-Bergeon"
      ],
      "year": 2019,
      "doi": "10.1111/pedi.12862"
    },
    {
      "title": "BMI z-scores are a poor indicator of adiposity among 2-to 19-year-olds with very high BMIs, NHANES 1999-2000 to 2013-2014",
      "authors": [
        "D Freedman",
        "N Butte",
        "E Taveras"
      ],
      "year": 2017
    },
    {
      "title": "COVID-19 and Type 2 Diabetes Consortium. The coronavirus disease 2019 pandemic is associated with a substantial rise in frequency and severity of presentation of youth-onset type 2 diabetes",
      "authors": [
        "S Magge",
        "R Wolf",
        "L Pyle"
      ],
      "year": 2022,
      "doi": "10.1016/j.jpeds.2022.08.010"
    },
    {
      "title": "The evolution of hemoglobin A 1c targets for youth with type 1 diabetes: rationale and supporting evidence",
      "authors": [
        "M Redondo",
        "I Libman",
        "D Maahs"
      ],
      "year": 2021,
      "doi": "10.2337/dc20-1978"
    }
  ],
  "num_references": 38
}
