{
  "paper_id": "VYUHAXF9",
  "title": "Machine Learning and Smart Devices for Diabetes Management: Systematic Review",
  "abstract": "1) Background: The use of smart devices to better manage diabetes has increased significantly in recent years. These technologies have been introduced in order to make life easier for patients with diabetes by allowing better control of the stability of blood sugar levels and anticipating the occurrence of dangerous events (hypo/hyperglycemia), etc. That being said, the main objectives of the self-management of diabetes is to improve the lifestyle and life quality of patients with diabetes; (2) Methods: We performed a systematic review based on articles that focus on the use of smart devices for the monitoring and better management of diabetes. The search was focused on keywords related to the topic, such as \"Diabetes\", \"Technology\", \"Self-management\", \"Artificial Intelligence\", etc. This was performed using databases, such as Scopus, Google Scholar, and PubMed; (3) Results: A total of 89 studies, published between 2011 and 2021, were included. The majority of the selected research aims to solve a diabetes management problem (e.g., blood glucose prediction, early detection of risk events, and the automatic adjustment of insulin doses, etc.). In these studies, wearable devices were used in combination with artificial intelligence (AI) techniques; (4) Conclusions: Wearable devices have attracted a great deal of scientific interest in the field of healthcare for people with chronic conditions, such as diabetes. They are capable of assisting in the management of diabetes, as well as preventing complications associated with this condition. Furthermore, the usage of these devices has improved illness management and quality of life.",
  "year": 2022,
  "date": "2022-02-25",
  "journal": "Int. J. Adv. Pharm. Sci",
  "publication": "Int. J. Adv. Pharm. Sci",
  "authors": [
    {
      "forename": "Giovanna",
      "surname": "Sannino",
      "name": "Giovanna Sannino"
    },
    {
      "forename": "Antonio",
      "surname": "Celesti",
      "name": "Antonio Celesti"
    },
    {
      "forename": "Ivone",
      "surname": "De Falco",
      "name": "Ivone De Falco"
    },
    {
      "forename": "Andrea",
      "surname": "Facchinetti",
      "name": "Andrea Facchinetti"
    },
    {
      "forename": "Mohammed",
      "surname": "Makroum",
      "name": "Mohammed Makroum",
      "affiliation": "1  Département de Mathématiques , Informatique et Génie , Université du Québec à Rimouski (UQAR) , 300 Allée des Ursulines , Rimouski , QC G5L 3A1 , Canada \n\t\t\t\t\t\t\t\t Département de Mathématiques \n\t\t\t\t\t\t\t\t Informatique et Génie \n\t\t\t\t\t\t\t\t Université du Québec à Rimouski (UQAR) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 300 Allée des Ursulines \n\t\t\t\t\t\t\t\t\t G5L 3A1 \n\t\t\t\t\t\t\t\t\t Rimouski \n\t\t\t\t\t\t\t\t\t QC \n\t\t\t\t\t\t\t\t\t Canada",
      "email": "mohammedamine.makroum@uqar.ca",
      "orcid": "0000-0002-4656-1255"
    },
    {
      "forename": "Mehdi",
      "surname": "Adda",
      "name": "Mehdi Adda",
      "affiliation": "1  Département de Mathématiques , Informatique et Génie , Université du Québec à Rimouski (UQAR) , 300 Allée des Ursulines , Rimouski , QC G5L 3A1 , Canada \n\t\t\t\t\t\t\t\t Département de Mathématiques \n\t\t\t\t\t\t\t\t Informatique et Génie \n\t\t\t\t\t\t\t\t Université du Québec à Rimouski (UQAR) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 300 Allée des Ursulines \n\t\t\t\t\t\t\t\t\t G5L 3A1 \n\t\t\t\t\t\t\t\t\t Rimouski \n\t\t\t\t\t\t\t\t\t QC \n\t\t\t\t\t\t\t\t\t Canada",
      "email": "mehdi_adda@uqar.ca",
      "orcid": "0000-0002-5327-1758"
    },
    {
      "forename": "Abdenour",
      "surname": "Bouzouane",
      "name": "Abdenour Bouzouane",
      "affiliation": "2  Département d'Informatique et de Mathématique , Université du Québec à Chicoutimi (UQAC) , 555 Boulevard de l'Université , Chicoutimi , QC G7H 2B1 , Canada; \n\t\t\t\t\t\t\t\t Département d'Informatique et de Mathématique \n\t\t\t\t\t\t\t\t Université du Québec à Chicoutimi (UQAC) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 555 Boulevard de l'Université \n\t\t\t\t\t\t\t\t\t G7H 2B1 \n\t\t\t\t\t\t\t\t\t Chicoutimi \n\t\t\t\t\t\t\t\t\t QC \n\t\t\t\t\t\t\t\t\t Canada;",
      "email": "abdenour.bouzouane@uqac.ca",
      "orcid": "0000-0002-5327-1758"
    },
    {
      "forename": "Hussein",
      "surname": "Ibrahim",
      "name": "Hussein Ibrahim",
      "affiliation": "3  Institut Technologique de Maintenance Industrielle , 75 Rue de la Vérendrye , Sept-Iles , QC G4R 5B7 , Canada; \n\t\t\t\t\t\t\t\t Institut Technologique de Maintenance Industrielle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 75 Rue de la Vérendrye Sept-Iles \n\t\t\t\t\t\t\t\t\t G4R 5B7 \n\t\t\t\t\t\t\t\t\t QC \n\t\t\t\t\t\t\t\t\t Canada;",
      "email": "hussein.ibrahim@itmi.ca",
      "orcid": "0000-0002-9177-2967"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000038",
  "arxiv": "arXiv:1307.0411",
  "keywords": [
    "diabetes",
    "wearables",
    "digital health",
    "glucose monitoring",
    "artificial intelligence",
    "machine learning"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Diabetes is a persistent disease in which the level of sugar in the blood is high. It can be caused by either a lack or absence of insulin production, or by a loss of insulin effectiveness  [1] . The principal hormone that regulates the uptake of glucose present in the blood by most cells (muscle and fat cells) is insulin. When insulin is not available in sufficient quantities, glucose can no longer be absorbed by the cells in the body that need it and therefore its normal use is disrupted  [2] .\n\nThis disease is one of the world's fastest growing health problems of the twenty-first century, with the number of diabetics more than tripling in the last 20 years. According to the International Diabetes Federation (IDF), diabetes infected 463 million people globally in 2019, which means that 1 in 11 adults (20-79 years of age) has diabetes. Furthermore, The IDF estimates that 578 million adults will have diabetes by 2030, and 700 million by 2045  [3, 4] .\n\nThe main categories of diabetes are \"type 1 diabetes (T1D)\", \"type 2 diabetes (T2D)\", and \"gestational diabetes (GDM)\". Type 1 diabetes affects around 8% of all patients of this disease. In this type, the body produces little or no insulin. The treatment of type 1 diabetes is insulin injection. T1D can affect people of any age, but it is mainly present in children and young adults. Type 2 diabetes is the most common and accounts for about 90% of all forms of diabetes, and it is most frequently diagnosed in elderly people. Generally, it is characterized by insulin resistance. Lastly, the type 3 gestational diabetes is a type of diabetes that first appears during pregnancy and usually disappears shortly after delivery  [5] [6] [7] .\n\nDiabetes is a disease characterized by fluctuating blood sugar levels that increase or decrease. The persistence of this abnormality over a long period of time increases the likelihood that the patient with diabetes will develop other health problems. Most of these complications commonly occur in patients with type 1 or type 2 diabetes. We distinguish chronic diabetic complications into two broad categories: microvascular complications and macrovascular ones, the prevalence of which is much higher in the former than in the latter  [8] . Among the microvascular complications are nephropathy, neuropathy, and retinopathy, whereas those of the macrovascular type are coronary heart disease (CHD), myocardial infarction, peripheral arterial disease (PAD), and stroke  [9] .\n\nOver the last decade, there has been a tremendous increase in consumer contact with technology and artificial intelligence  [10] . Consumers' usage of wearable technology is part of the current technological revolution. Wearable devices, or simply wearables, are defined by Wright et al.  [11]  as smart computers integrated into various accessories, such as clothing, fashion accessories, smartwatches, and other everyday objects worn by customers. The application of these technologies in healthcare is rapidly increasing. This is due to the variety of sensors that these gadgets are equipped with, including those that detect sound, images, body movements, and ambient light levels  [12] .\n\nA process called predictive analytics uses a range of machine learning algorithms, data mining techniques, and statistical approaches to find patterns or signals and predict future occurrences from current and past data. Predictive analytics, when applied to health data, can help make critical choices and predictions. Machine learning and regression techniques are used to perform this predictive analysis. This method aims to diagnose a disease as accurately as possible, to better care for patients, to make the best use of resources, and to achieve better clinical outcomes  [13] . Machine learning is viewed as one of the most important aspects of artificial intelligence, as it allows for the design of computer systems that can learn from previous experience without the need for programming for every situation.\n\nThe combination of artificial intelligence approaches and advanced technologies, such as medical devices, wearable devices, and sensor technologies, could enable the development and implementation of better chronic disease management services  [14] . In this paper, diabetes is the health problem addressed.\n\nIn recent years, new technologies have been created for the management of diabetes and its complications. In this article, in the form of a systematic literature review, we will give an overview and clearer idea of current technologies (smart wearables) as well as AI techniques used to help manage this disease. AI has substantial applications in four primary fields of diabetes care: automated retinopathy detection, clinical decision support, predictive population risk stratification, and patients' self-tools  [15, 16] .\n\nThe accumulated literature about diabetes management with different tools based on artificial intelligence is vast and difficult to grasp. In this article, we aim to classify and review the most relevant works. Our objective is to present in a clear and more relevant way the advancement of science in the field of diabetes management using smart devices and machine learning.\n\nPrevious reviews dealing with the topic of diabetes management (see Table  1 ) have mostly been focused on the use of just mobile applications. We even find, as mentioned in Table  1 , that these reviews cover the subject in less depth. Other studies only focus on a specific type of diabetes or on a specific age group. The fact that we focused on reviewing each of the included studies individually, as well as providing detailed results for each, allows us to provide a more in-depth view, to the point of questioning aspects traditionally taken for granted.\n\nTable 1. Previous reviews dealing with the topic of diabetes management (Published on 2021)."
    },
    {
      "title": "Title Year Limitations",
      "text": "Implementation and impact of mobile health (mHealth) in the management of diabetes mellitus in Africa: a systematic review protocol  [17]  2021 -Related to mHealth and targets a specific region and type of diabetes. It also did not provide a detailed analysis of each included article.\n\nEffectiveness of mobile applications in diabetic patients' healthy lifestyles: a review of systematic reviews  [18]  2021 -Presents only the management of diabetes using mobile applications\n\nMobile and wearable technology for the monitoring of diabetes-related parameters: Systematic review  [19]  2021 -Focused on the devices rather than machine learning Mobile apps for the treatment of diabetes patients: a systematic review  [20]  2021 -Presents only the management of diabetes using mobile applications.\n\nEffects of offloading devices on static and dynamic balance in patients with diabetic peripheral neuropathy: a systematic review  [21]  2021 -Deals with only part of the fields of diabetes management.\n\nMobile app interventions to improve medication adherence among type 2 diabetes mellitus patients: a systematic review of clinical trials  [22]  2021 -Presents only the management of diabetes using mobile applications.\n\n-Focused only on one type of diabetes.\n\nThis paper according to the sections below: methods describing the eligibility criteria for article selection, choice of data sources, and the study selection/data extraction process; the results section details the research topic, participants, metrics, smart device types and models, and AI approaches employed for each included study; and finally the conclusion offers prospective future pathways for smartwatch research."
    },
    {
      "title": "Materials and Methods",
      "text": "A systematic review is an explicit and reproducible research methodology that identifies all associated experiments and also summarizes the state of the art, in order to answer one or more fundamental research questions on a particular topic  [23, 24] .\n\nIn this section, we will present the detailed methodology utilized to conduct the systematic review, which was based on the guidelines described in the PRISMA method: preferred reporting items for systematic reviews and meta-analysis  [25] ."
    },
    {
      "title": "Eligibility Criteria",
      "text": "The eligibility criteria for the selection of articles listed below are also summarized in Table  2:  • 2011 and 2021. During this period (in the SCOPUS and PubMed databases), 716 articles were published, while the period before 2011 there were only 159 publications (Figure  1 ).\n\nPapers were excluded if they: (i) were a short conference/congress abstract; (ii) were a review article; (iii) were published before 2011; or (iv) were not available in full text. In addition, studies that do not meet the criteria listed above are excluded from the review.\n\nTable 2. Summary of inclusion criteria."
    },
    {
      "title": "Criteria Definition"
    },
    {
      "title": "Language of papers English",
      "text": "Years considered Between January 2011 and May 2021."
    },
    {
      "title": "Subject",
      "text": "The use of smart devices in the management of diabetes.\n\n• Computer science."
    },
    {
      "title": "Fields",
      "text": "• Medicine.\n\n• Artificial intelligence (AI).\n\n• Type 1 diabetes (T1D). Type of diabetes considered • Type 2 diabetes (T2D).\n\n• Gestational diabetes (GDM)."
    },
    {
      "title": "Age of participants",
      "text": "No restrictions related to age.\n\nTypes of devices • Portable.\n\n• Mounted on the body."
    },
    {
      "title": "Data Sources and Search Strategy",
      "text": "For the identification and collection of articles related to the domains of interest of our systematic review, a literature search was performed in the Scopus and PubMed databases. We selected these electronic databases by reason of their relevance to the research subject and scope. The title, abstract, and keywords were the fields considered in the search queries. The searches were formulated using several keywords falling within the topics already described in the eligibility criteria, and by using Boolean operators (AND, OR, and NOT) in order to interrogate the electronic databases of scientific publications. As an example, the search strings implemented in Scopus and PubMed are provided in Table  3 . In addition, more articles were obtained from the bibliographies of the identified papers.\n\nThe electronic search terms used were: (i) Device Type: \"wearabl*\"; \"device*\"; \"smart devic*\"; \"watch\"; \"smartwatch\"; \"smart*\"; \"Portable\"; \"mobile\". (ii) Control Technologies: \"intellig*\"; \"artificial\"; \"machine learning\"; \"AI\"; \"learn*\"; \"classification\"; \"regression\"; \"ANN\"; \"artificial neur*\"; \"net*\". (iii) Medical Domain: \"diabet*\"; \"hypoglycem*\"; \"hyperglycem*\".\n\nTable 3. Search strategies for the selected databases."
    },
    {
      "title": "Database",
      "text": "Search Query SCOPUS TITLE ((\"wearabl*\" OR \"device*\" OR \"smart devic*\" OR \"watch\" OR \"smartwatch\" OR \"smart\" OR \"Portable\" OR \"mobile\") AND (\"diabet*\" OR \"hypoglycem*\" OR \"hyperglycem*\") AND NOT (\"systematic review\")) AND ALL((\"wearabl*\" OR \"device*\" OR \"smart devic*\" OR \"watch\" OR \"smart watch\" OR \"Portable\" OR \"mobile\") AND (\"diabet*\" OR \"hypoglycem*\" OR \"hyperglycem*\") AND (\"intellig*\" OR \"artificial\" OR \"machine learning\" OR \"AI\" OR \"learn*\" OR \"classification\" OR \"regression\" OR \"ANN\" OR \"artificial neur*\" OR \"net*\")) AND (LIMIT-TO (PUBSTAGE,\"final\" )) AND (LIMIT-TO (LANGUAGE,\"English\" )) AND (EXCLUDE (DOCTYPE,\"re\" ))\n\nAND (LIMIT-TO (PUBYEAR,2021) OR LIMIT-TO (PUBYEAR,2020) OR LIMIT-TO (PUB-YEAR,2019) OR LIMIT-TO (PUBYEAR,2018) OR LIMIT-TO (PUBYEAR,2017) OR LIMIT-TO (PUBYEAR,2016) OR LIMIT-TO (PUBYEAR,2015) OR LIMIT-TO (PUBYEAR,2014) OR LIMIT-TO (PUBYEAR,2013) OR LIMIT-TO (PUB-YEAR,2012) OR LIMIT-TO (PUBYEAR,2011)) PubMed (((((((\"wearabl*\"[Title] OR \"device*\"[Title] OR \"smart devic*\"[Title] OR \"watch\"[Title] OR \"smartwatch\"[Title] OR \"smart*\" OR \"Portable\"[Title] OR \"mobile\"[Title])) AND ((\"diabet*\"[Title] OR \"hypoglycem*\"[Title] OR \"hyperglycem*\"[Title]\n\n))) AND ((\"wearabl*\" OR \"device*\" OR \"smart devic*\" OR \"watch\" OR \"smart watch\" OR \"Portable\" OR \"mobile\" ))) AND ((\"diabet*\" OR \"hypogly-cem*\" OR \"hyperglycem*\" ))) AND ((\"intellig*\" OR \"artificial\" OR \"machine learning\" OR \"AI\" OR \"learn*\" OR \"classification\" OR \"regression\" OR \"ANN\" OR \"artificial neur*\" OR \"net*\" ))) NOT (\"systematic review\"[Title])) AND ((\"2011\"[Date-Publication] : \"2021/04/18\"[Date-Publication])) AND (English[Language])"
    },
    {
      "title": "Study Selection",
      "text": "After querying the databases, we used EndNote ® X9.3.3 reference management tool to log references, to eliminate multiple records, and to create a unique database of references.\n\nTo select articles from the initial database, we applied a three-step process, as recommended by Stefana et al.  [26]  in \"Inclusion and Exclusion Criteria\" section:\n\n1.\n\nEvaluation of the title; 2.\n\nEvaluation of the abstract and keywords; 3.\n\nEvaluation of the full text.\n\nThe aim was to remove irrelevant searches during stages (1) and (2), and then review the remaining documents using the above eligibility criteria during stage  (3) . Finally, in the eligibility phase, we assembled the included studies into our final database, and reported the main reason for the exclusion of other articles on the basis of given criteria.\n\nThe entire flowchart for the selection process, including identification, screening, eligibility, and inclusion, is shown in Figure  2    [27] ."
    },
    {
      "title": "Data Extraction",
      "text": "For each article included, the following information was also included: (i) study focus, (ii) type of device, (iii) device model, (iv) participants information, (v) AI technologies used, (vi) approach used, (vii) parameters extracted, and (viii) technological challenges associated with the use of smart devices for diabetes management. The results were discussed in order to show the most recent status of wearable-device research for medical purposes (diabetes management)."
    },
    {
      "title": "Results",
      "text": "The selected research is 19 in number and was published between 2011 and 2021. The selection procedure started initially with 1216 articles and multiple elimination steps were performed. Firstly, 169 were eliminated, mostly due to being duplicates. Secondly, title/abstract screening reduced the remaining 1047 articles into 424 (excluding 623 records). From this number, 197 were excluded as we were not able to get the full text. Finally, 190 were removed for unfitting the inclusion criteria to bring about an outcome of 19 articles. The majority of the selected studies are aimed at solving one of the diabetes management problems: blood glucose prediction, early detection of risk events, automatic adjustment of insulin doses, etc. Wearable gadgets combined with artificial intelligence approaches have been used in this research. This systematic review concluded in 19 articles."
    },
    {
      "title": "Diabetes Technology",
      "text": "Diabetes technology describes the hardware, devices, and software used by people with diabetes in managing the levels of blood glucose, avoiding the complications of diabetes, reducing the stress of living with diabetes, and making their lives better  [28] .\n\n\"Smart\" glucose and blood pressure monitors, activity trackers, and scales have become the most widely used connected devices in the diabetes world. From \"smart\" socks, which are supposed to monitor foot temperature to prevent inflammation and ulcers, to wearable mini electrocardiographs (ECGs) connected to track cardiovascular health, the growing number and variety of devices for people living with diabetes is expected to revolutionize how the disease is managed (Figure  3 )  [29] .\n\nThe use of smart technologies to manage diabetes remains a promising area of research that can significantly improve the quality of life for people affected by this disease  [30] ."
    },
    {
      "title": "Artificial Intelligence Techniques",
      "text": "Artificial intelligence (AI) is a field of computer science that focuses on developing technologies to do what normally needs to be performed by human intelligence. These programs can imitate or replicate cognitive behaviors or skills related to human intelligence, such as reasoning, problem solving, and learning. Today, it is one of the most rapidly developing branches of computing and computation, with an important potential impact on healthcare  [31] .\n\nIn the field of health, one of the most significant branches of AI is machine learning. Machine learning is a field of artificial intelligence (AI) that concentrates on developing algorithms capable of learning from data and improving their performances over time without being programmed to do so  [32] .\n\nThe use of AI in healthcare is becoming increasingly more popular, as shown in Figure  4 , based on Google Trends data over the past decade  [33] . Here, the x-axis indicates specific dates, and the y-axis represents the corresponding popularity ranking, which ranges from 0 (minimum) to 100 (maximum). Based on Figure  4  , it can be seen that the popularity indicator values for the use of the term \"ai healthcare\" carried low values in 2012, but has been gradually increasing since."
    },
    {
      "title": "Types of Machine Learning Techniques",
      "text": "Machine learning (ML) algorithms are mainly divided into four categories  [34]  (Figure  5 ). These are :\n\n1.\n\nSupervised Learning: where the system deduces a function from labeled training data."
    },
    {
      "title": "2.",
      "text": "Unsupervised Learning: where the training system attempts to deduce the structure of unlabeled data."
    },
    {
      "title": "3.",
      "text": "Semi-Supervised Learning: can be described as a combination of the supervised and unsupervised methods mentioned above, as it works on both labeled and unlabeled data. 4.\n\nReinforcement Learning: where the system interacts with a dynamic environment  [32, 35] .\n\nFigure  5  shows the taxonomy of ML techniques  [36] . The worldwide popularity rating for the term \"ai healthcare\" within a range of 0 (min) to 100 (max) in time, where the x-axis represents the timestamp information and the y-axis shows the corresponding score  [33] .\n\nSupervised Learning: One of the most powerful data analysis approaches in machine learning is the supervised learning model. In this type of learning, the system tries to learn from the labeled data the corresponding function (f ) that maps an input (x) to an output (y) (Figure  6 )  [37] . At the end of the learning process, we will get a function:\n\nwhich the algorithm will use for making predictions on unlabeled data  [34] . The output in this type of learning is obtained by data classification or regression (value prediction).\n\nClassification algorithms, such as the examples given in Figure  5 , are designed to predict distinct classes, while regression algorithms predict numerical values (e.g., the prediction of blood glucose values)  [38] .\n\nFigure  6  is an application of a supervised learning model, which allows a classification of diabetic retinopathy fundus images  [39] . This example is based on images obtained on the Kaggle platform  [40] .\n\nUnsupervised Learning: Unlike supervised machine learning, in unsupervised machine learning, the system attempts to find and discover the hidden data structure or the relationships between variables with no preexisting labels or specifications  [41] . The training data for this method consists of a set of data that is not labeled, categorized, or classified (Figure  7 )  [42] . The output of this type of learning is obtained by using one of the following main ML methods: clustering, association rules, and dimensionality reduction (Figure  5 ). The difference between clustering and classification is that clustering attempts to group a set of objects and determine if there is a relationship between these objects (no pre-defined classes), while classification attempts to classify new simple objects into known classes  [43] .\n\nClustering can be used in healthcare, for example, to identify groups of cohesive and well-separated patients with diabetes who share similar profiles (e.g., age and gender) as well as common clinical histories  [44] .\n\nSemi-Supervised Learning: Semi-supervised learning is a combination of supervised and unsupervised methods. The learning in this kind of algorithm uses labeled and unlabeled data (Figure  5 )  [45] . This method is generally used to solve problems where the number of available data is large and only a very limited set of labeled data is present  [46] .\n\nOne of the application areas of semi-supervised learning is in healthcare. To illustrate, Whu et al. developed a diabetic predictive model using semi-supervised learning (the Laplacian support vector machine (LapSVM))  [47] ."
    },
    {
      "title": "Reinforcement Learning:",
      "text": "The reinforcement learning method is a reward-or penaltybased method  [48] . Indeed, its principal objective is to exploit the information and observations obtained from the interaction with the environment, in order to maximize the reward or minimize the risk  [49] . The reinforcement learning algorithm (agent) is continually learning by interacting with the environment, aiming to explore the full range of possible states and to make the most proper decisions  [34] . The agent's actions affect the environment's state (Figure  8 ).\n\nThe integration of reinforcement learning in the healthcare industry has often led to better outcomes  [50] . As an example, this type of algorithm is used in people with diabetes to enhance their health and blood sugar control  [51] . Yom-Tov et al.  [52]  developed a mobile application that aims to motivate people with diabetes to be physically active. This application was associated with a learning algorithm, which was able to predict better messages that would encourage patients to exercise."
    },
    {
      "title": "Different Techniques Used by ML",
      "text": "Support Vector Machine: A support vector machine (SVM) was developed in the 1990s. As a simple and important process, this method is used to perform machine learning (ML) tasks. A set of training samples is provided throughout this procedure, with each sample split into distinct categories. Support Vector Machine (SVM) is a type of machine learning algorithm that is commonly used to solve classification and regression issues  [53] .\n\nBayes Classification: Statistical classifiers are an example of Bayesian classifiers. Based on a given class label, naive Bayes determines the probability of class membership  [54] . It conducts a single scan of data, making categorization simple.\n\nDecision Tree: A decision tree (DT) is a classification method that consists of an internal node and a leaf node that has a class label. The decision tree's (DT) top nodes are referred to as root nodes. This technique is popular because it is simple to construct and does not require any parameters  [55] ."
    },
    {
      "title": "K-Nearest Neighbors:",
      "text": "The K-nearest neighbors method is a popular method for classifying data. We can calculate the distance measurement from N training samples using this approach  [56] ."
    },
    {
      "title": "Logistic Regression (LR):",
      "text": "Logistic regression is a typical probabilistic-based statistical model used to address classification problems in machine learning. To estimate probabilities, logistic regression generally uses a logistic function. It is able to deal with highdimensional datasets and performs well when the dataset can be split linearly. A key disadvantage of logistic regression is the assumption of linearity between the dependent and independent variables. It may be used to solve both classification and regression issues. However, it is most often employed to solve classification problems  [57] .\n\nAdaptive Boosting (AdaBoost): AdaBoost is an ensemble learning technique that uses an iterative strategy to improve weak classifiers by learning from their failures. Adaboost employs \"sequential ensembling\" as opposed to the random forest, which employs \"parallel ensembling\". It generates a strong classifier by assembling multiple low-performing classifiers to get a high-accuracy classifier. AdaBoost is best utilized to improve the performance of decision trees and the base estimator on binary classification tasks  [58] ."
    },
    {
      "title": "Examples of Machine Learning in Everyday Life",
      "text": "The technique of machine learning (ML) is a universal concept applied in a large number of fields; however, we still ignore the fact that we use it regularly.\n\nRecently, machine learning methods are being used to identify and successfully filter junk emails. Yahoo's basic methods for finding spam messages include URL (uniform resource locator) filtering, email body text, and customer spam complaints. Contrary to Gmail, Yahoo filters email messages based on domains, not IP addresses (Internet Protocol addresses)  [59] . Plagiarism detection is an excellent example of AI application in the academic domain. One of the approaches used to combat plagiarism is the multi-agent machine learning (MML) system  [60] .\n\nNetflix is an outstanding example of a good ML program in terms of daily usage. Based on the habits of its users, for example, the platform recommends a series of titles and visual content tailored specifically to the person watching  [61] .\n\nFigure  9  illustrates some of the machine learning applications in our daily life."
    },
    {
      "title": "Artificial Intelligence and Diabetes",
      "text": "The field of artificial intelligence (AI) is rapidly evolving and its application to diabetes has the potential to revolutionize the approach to diagnosing and treating this disease  [62] . Furthermore, the integration of AI with smart devices, such as medical devices, wearables, smartphones, and sensor technology, will allow for the building of a machine capable of supervising and monitoring people with diabetes continuously  [63] .\n\nMachine learning has the potential to revolutionize the way of managing diabetes, by permitting faster and more accurate decision making and improving existing healthcare standards. Table  4  summarizes the various AI application fields in the management of diabetes."
    },
    {
      "title": "Search Results",
      "text": "Table  5  displays smart device types and models, the various sensor-based methods used, research subjects, participant information, and the AI technologies and strategies employed. Table  6  displays the study's objectives and findings. Sixteen of the nineteen studies (84%) were about patients. One of the remaining three studies involved the creation of a smartphone application to assist people with type 1 diabetes in counting the carbohydrates in their diet, so the database included images of various meal components; the other two studies used virtual subjects to predict blood glucose levels as well as critical events. Table 6. Summary of each selected article."
    },
    {
      "title": "Authors Summary of Study Results",
      "text": "Allam et al.  [79]  In this paper, a new approach for predicting future glucose concentration levels with prediction horizons (PH) of 15, 30, 45, and 60 min is proposed, using a recurrent neural network (RNN) and data collected from a continuous glucose monitoring (CGM) device. These predicted glucose levels can be used to set early hypoglycemia/hyperglycemia alerts to define adequate insulin doses. The suggested technique's outcomes are assessed and compared to those produced from a feed-forward neural network prediction model (NNM). For relatively large prediction horizons, the results show that the RNN outperforms the NNM in predictions.\n\nNuryani et al.  [80]  In this paper, a hybrid swarm-based support vector machine (SVM) method for hypoglycemia diagnosis is created by utilizing ECG values as inputs. A particle swarm optimization (PSO) approach is suggested in this method to optimize the SVM to identify hypoglycemia. With a sensitivity of 70.68%, our novel SVM-RBF swarm-based hypoglycemia detection method outperforms the competition."
    },
    {
      "title": "Bunescu et al. [81]",
      "text": "A machine learning model was designed to alert people with diabetes to impending changes in their blood sugar levels 30 min and 60 min in advance, giving them enough time to take preventive measures. For this purpose, a support vector regression (SVR) model was employed. This approach takes as input previous blood glucose readings obtained with a continuous glucose monitoring (CGM) device, as well as daily events such as insulin boluses and meals."
    },
    {
      "title": "Zecchin et al. [82]",
      "text": "Development of an intelligent system able to accurately predict the future blood glucose level of diabetic patients with a time horizon of 30 min. This technique is based on a feed-forward NN, whose inputs are linked directly to the first hidden layer and the output neuron. This approach takes as input the CGM data and the amount of carbohydrates that the patient provides with their meal. The results obtained confirmed that this method provides a highly reliable prediction of glucose concentration."
    },
    {
      "title": "Jacobs et al. [77]",
      "text": "The author demonstrates (1) the efficacy of an accelerometer and heart rate sensor for automated exercise detection, and (2) proposes a new algorithm for automated adjustment of insulin and glucagon dosages in response to exercise in this paper. This was based on a validated linear regression model that took the accelerometer and heart rate as inputs and provided energy expenditure (EE) as an output. With this model, the detection of the exercise event was possible with a sensitivity of 97.2% and a specificity of 99.5%."
    },
    {
      "title": "Anthimopoulos et al. [78]",
      "text": "Development of a smartphone application to assist people with type 1 diabetes in counting carbs in diet. The identification of the different elements of the plate, the calculation of the proportions of the different parts and the estimation of the caloric intake of the meals are all actions performed using the images taken by the smartphone, the previous results, and the data provided by the USDA nutritional database. The assessment of the proposed system resulted in an average absolute percentage error in carbohydrate estimation of 10 ± 12%.\n\nTurksoy et al.  [76]  Development of a classification system able to detect automatically, in real time, both the type and intensity of exercise, and to classify it as aerobic or anaerobic. This system relied on the KNN algorithm, which took data from the Bioharness-3 chest belt as input. The sensitivity was 98.7% on average. The use of biometric data and real-time classification of the intensity and type of exercise can provide helpful information to an AP for the prevention of hypoglycemia and hyperglycemia caused by exercise.\n\nZhang et al.  [83]  Development of a non-invasive blood glucose detection device with high accuracy, low cost, and continuous glucose monitoring. This technique combines the energy conservation method with a sensor integration module that collects physiological data including blood oxygen saturation (SPO2), blood flow velocity, and heart rate. The model's technique uses a decision tree and a back propagation neural network to classify glucose levels into three categories and train distinct neural network models for each. The system's accuracy is 94.4%.\n\nYom-Tov et al.  [52]  Research study to help patients with type 2 diabetes increase their physical activity. To this end, patients are given personalized messages based on each individual using reinforcement learning algorithms. In this paper, a linear regression algorithm with interactions was used to predict the change in activity from day t to the day t + 1, in order to select the appropriate feedback message to send.\n\nTable 6. Cont."
    },
    {
      "title": "Authors Summary of Study Results",
      "text": "Pustozerov et al.  [84]  Development and implementation of a mobile technology-based system for data analysis, blood glucose prediction, and assistance to gestational diabetes mellitus patients (GDM) through a mobile application. The personalized recommendations are based on the results of blood glucose predictions. This mobile application was created using the Java programming language. On the other hand, blood glucose prediction was obtained using a linear regression model. This kind of model was chosen due to its high interpretability, simplicity, quick tweaking, and appropriate accuracy. Overall, 62 women participated in the study, including 48 pregnant women with GDM, and 14 others without diabetes.\n\nChen et al.  [85]  Development of an intelligent system called 5G-Smart Diabetes, capable of predicting blood glucose levels, providing a personalized diagnosis, and suggesting a suitable treatment for the patient. An intelligent application has also been developed to communicate with all kinds of sensing devices, in order to provide patients with better services. In this study, three classical ML algorithms-decision tree, SVM, and artificial neural networks (ANN)-were used, to create alternative models for diabetes diagnosis. By combining the three algorithms, better prediction performance is obtained for the combined model than for each individual model."
    },
    {
      "title": "Cappon et al. [86]",
      "text": "Development of a novel intelligent approach to classify postprandial glycemic status during meals (i.e., hypoglycemia, hyperglycemia, and euglycemia), and use its prediction to adapt the delivery of the mealtime insulin bolus. This method is based on the use of a classification technique, namely the XGB (extreme gradient boosted tree) model, able to predict the future glycemic state in the postprandial period by exploiting data obtained from CGM measurements, carbohydrate intake estimates, and insulin infusion recordings. The suggested XGB algorithm might be readily incorporated into existing insulin pumps or deployed as a standalone mobile application.\n\nTsai et al.  [87]  In the present study, researchers used wearable devices to collect PPG signals from nine type 2 diabetic patients to find a correlation between blood glucose levels (BGL) and its collected optical signals. The results of the study showed that 90% accurate glucose predictions can be obtained. To do so, a random forest regression model and an Adaboost model were established."
    },
    {
      "title": "Aljihmani et al. [88]",
      "text": "Development of a system that recognizes and classifies resting and exertional tasks, and also detects fatigue phases. For this purpose, an analysis based on advanced signal processing and machine learning tools, such as k-nearest neighbors (KNN), decision tree (DT), support vector machine (SVM) and ensemble classifiers (EC), has been applied to identify appropriate models for the classification of rest and effort tasks and the detection of early/late fatigue stages. Training data were obtained from the wrist and finger of the participant's dominant hand using a 3-axis accelerometer. The ensemble classifier based on the k-NN subspace was considered the best performer in this example with an accuracy of 96.1% in recognizing rest and effort tasks, and ~98% in detecting early and late fatigue stages.\n\nTable 6. Cont."
    },
    {
      "title": "Authors Summary of Study Results",
      "text": "Maritsch et al.  [89]  Based on data collected from smartwatch sensors (heart rate variability), this research proposes a machine learning model for detecting hypoglycemia. The classification task of this hypoglycemia alert system is defined as a binary choice between a normal level of blood glucose (negative) and a low blood glucose level (positive). The predictive model used for this task is based on a gradient boosting decision tree (GBDT), with an average accuracy of 82.7%.\n\nDave et al.  [90]  This study proposes machine learning-based analytical models for probabilistic prediction of hypoglycemia risk in type 1 patients with diabetes. Such systems are designed to be integrated into a smartphone application. The two approaches considered for prediction are logistic regression (LR) and random forests (RF). Indeed, when the time frame is 45 to 60 min, the sensitivity drops from 91% for RF to 58% for LR, giving RF models a considerable advantage over LR models for longer prediction periods."
    },
    {
      "title": "Stolfi et al. [91]",
      "text": "The objective of this article is to study the different factors that cause the development and occurrence of diabetes. To do this, the authors developed a computer model that summarizes the etiology of the disease and mimics the immunological and metabolic changes associated with it. This method will allow early detection of signs of disease progression, thus providing a tool for self-assessment of people with diabetes. Researchers used 46,170 virtual subjects to develop such a model."
    },
    {
      "title": "Rghioui et al. [92]",
      "text": "Development of an intelligent system that allows continuous monitoring of the physiological conditions of diabetic individuals and gives doctors the possibility to remotely monitor the health status of these patients, by using sensors integrated in several portable devices (smartphones, smart watches, etc.). This system is able to predict future blood glucose levels, determine the severity of various situations, and classify blood glucose events. In this study, the classification algorithms used were naive Bayes (NB), J48, random tree, ZeroR, SMO (sequential minimal optimization), and OneR. After various tests, the findings reveal that the system based on the J48 algorithm performs excellently, with an accuracy of 99.17%, a sensitivity of 99.47%, and a precision of 99.32%."
    },
    {
      "title": "Sosale et al. [93]",
      "text": "This article is about a study conducted with 900 participants to evaluate the performance of the Medios artificial intelligence (AI) algorithm in detecting different types of diabetic retinopathy (DR).\n\nThe technology is a new AI algorithm based on convolutional neural networks using the fundus camera of a smartphone and operating offline. The system shows a high sensitivity (DR: 83.3%; RDR (referable diabetic retinopathy): 93%) and specificity (DR: 95.5%; RDR: 92.5%) for the diagnosis of both referable diabetic retinopathy (RDR) and diabetic retinopathy.\n\nThe introduction of new technologies such as continuous glucose monitoring (CGM) devices, smart wearables (bracelets, smartwatches, smart clothing, and patches, etc.), and artificial pancreas (AP) development, and, arguably, the use of the data collected from these new tools, have revolutionized the overall diabetes management ecosystem over the past decade  [94] . There are powerful AI methods for designing models that aim to prevent events such as hypoglycemia, predict the value of blood glucose levels, and predict the right amount of insulin to administer, all with the goal of improving the quality of life and illness management of people with diabetes, designing personalized management for each patient  [95] , and saving them from complications due to diabetes and early mortality  [75] .\n\nAdvanced tools that are used for diabetes management include continuous glucose monitors (CGM). Nine studies have used this device to collect the data needed for the development of smart systems  [77, 79, 81, 82, 84, 86, 89, 90, 92] . Allam et al.  [79]  collected the inputs for a system that will be able to forecast future glucose concentration levels with prediction horizons (PH) of 15, 30, 45, and 60 min using a continuous glucose monitoring (CGM) device. Similarly, Pustozerov et al.  [84]  employed the CGM to develop a blood glucose prediction model to successfully support women with gestational diabetes (GDM).\n\nNew deep learning algorithms were developed to automate the diagnosis of DR. Retinal screening based on AI is an attainable, precise, and highly accepted method for the detection and monitoring of diabetic retinopathy. A sensitivity (DR: 83.3%, RDR: 93%) and a specificity (DR: 95.5%; DRR: 92.5%) were reported for both the automated screening of referable diabetic retinopathy and diabetic retinopathy, as shown in the study conducted by Sosale et al.  [93] . Convolutional neural networks (CNNs) and a smartphone fundus camera were used to develop such a system.\n\nArtificial intelligence enables patients with diabetes to make daily decisions about diet and activity. There are many applications designed to analyze the contents of meals and provide detailed information on the nutritional and caloric value of foods. Anthimopoulos et al.  [78]  developed an application for patients to help them assess the quality and caloric value of the food they eat. The management of diabetes is more effective when patients take a picture of their own food and evaluate what they eat.\n\nPhysical exercise has been identified as one of the most effective initial prevention strategies for diabetes in high-risk individuals. With wearable devices that record the number of steps and the duration and intensity of activities, daily activity levels can be tracked. These technologies allow for the monitoring of daily activity and may encourage a person to include activity as part of their routine to better stabilize their blood glucose levels. Yom-Tov et al.  [52]  designed a reinforcement learning algorithm-based system that aims to personalize messages for each patient's situation in order to better encourage them to practice sports activities.\n\nAmong all the articles included, different techniques were employed with the aim of establishing a device that could properly manage or assist in the management of diabetes. By analyzing the results of the different papers, we can find that the most commonly employed function of the smart devices is the \"prediction of blood glucose levels\", with a percentage of (36.84%). We can also see that the most used approach is classification, with a percentage of 52.6% compared to regression, which was used in 47.4% of the studies. However, it is necessary to note that in future clinical applications it will be required to perform longitudinal studies in order to measure both the inter-and intra-subject variability. On the other hand, to conduct such studies can be challenging because the large-scale deployment of wearables can be financially and technically challenging."
    },
    {
      "title": "Conclusions",
      "text": "Wearable technologies have sparked a lot of scientific interest in the field of healthcare, especially for patients with chronic conditions, such as diabetes, during the last two decades. They are capable of assisting in the treatment of diabetes, as well as preventing problems connected to the condition. Furthermore, the usage of these devices has improved diabetes control as well as quality of life.\n\nThis article provides a systematic review of intelligent systems developed for use as diabetes-control instruments. A thorough screening process identified 19 articles. These papers were evaluated and studied to obtain the various information needed to answer the review questions. These included the types and models of the smart devices used, different sensor-based methods, participant information, and the AI technologies and approach used.\n\nIn summary, it can be said that new digital technologies, big data-based analytics, and the application of AI to diabetes data will revolutionize the way diabetes and diabetesrelated complications are treated, as well as their prevention and control."
    },
    {
      "text": "Figure 1. Distribution of documents by year (SCOPUS database)."
    },
    {
      "text": "Figure 2. The PRISMA flow diagram."
    },
    {
      "text": "Figure 3. Wearable devices used to support patients with diabetes.(ECG : electrocardiography)."
    },
    {
      "text": "Figure 4.The worldwide popularity rating for the term \"ai healthcare\" within a range of 0 (min) to 100 (max) in time, where the x-axis represents the timestamp information and the y-axis shows the corresponding score [33] ."
    },
    {
      "text": "Figure 5. Machine learning models and algorithms."
    },
    {
      "text": "Figure 6. Supervised learning model. The supervised method consists of learning from labeled data, where each input data is associated with its output label (Stage 1). Then, the algorithm is validated on another set of unlabeled data, which the machine has not seen before (Stage 2) (images sourced from Kaggle's platform)."
    },
    {
      "text": "Figure 7. Unsupervised learning model (images sourced from Kaggle's platform)."
    },
    {
      "text": "Figure 8. Reinforcement learning models for diabetes. The state changes cause the agent to act, resulting in a modification of the environment. A numerical reward is provided to the agent by the environment, influencing the agent's next action with the next state."
    },
    {
      "text": "Figure 9. Examples of machine learning (ML) applications in everyday life."
    },
    {
      "text": "AI applications and ML techniques used in various domains of the management of diabetes."
    },
    {
      "text": "The description of selected articles based on smart device types, models, study focus, participants, AI technologies used, and approach used."
    },
    {
      "text": "Cont."
    }
  ],
  "references": [
    {
      "title": "Experimental models on diabetes: A comprehensive review",
      "authors": [
        "R Sharma",
        "V Dave",
        "S Sharma",
        "P Jain",
        "S Yadav"
      ],
      "year": 2013
    },
    {
      "title": "Key Figures from the IDF Diabetes Atlas 9th Edition",
      "year": 2019
    },
    {
      "title": "Worldwide Toll of Diabetes",
      "year": 2019
    },
    {
      "title": "Type 1 Diabetes",
      "year": 2021,
      "doi": "10.31038/edmj.2020444"
    },
    {
      "title": "Type 2 Diabetes",
      "year": 2021
    },
    {
      "title": "Perioperative management of diabetes",
      "authors": [
        "J Marks"
      ],
      "year": 2003,
      "doi": "10.2337/diaclin.21.3.99"
    },
    {
      "title": "Epidemiology of diabetes and diabetes-related complications",
      "authors": [
        "A Deshpande",
        "M Harris-Hayes",
        "M Schootman"
      ],
      "year": 2008,
      "doi": "10.2522/ptj.20080020"
    },
    {
      "title": "Sex differences in micro-and macro-vascular complications of diabetes mellitus",
      "authors": [
        "C Maric-Bilkan"
      ],
      "year": 2017,
      "doi": "10.1042/cs20160998"
    },
    {
      "title": "Customer experiences in the age of artificial intelligence",
      "authors": [
        "N Ameen",
        "A Tarhini",
        "A Reppel",
        "A Anand"
      ],
      "year": 2021,
      "doi": "10.1016/j.chb.2020.106548"
    },
    {
      "title": "Wearable technology: If the tech fits, wear it",
      "authors": [
        "R Wright",
        "L Keith"
      ],
      "year": 2014,
      "doi": "10.1080/15424065.2014.969051"
    },
    {
      "title": "Critical factors for adoption of wearable technology for the elderly: case study of Thailand",
      "authors": [
        "S Srizongkhram",
        "K Shirahada",
        "N Chiadamrong"
      ],
      "year": 2018,
      "doi": "10.23919/picmet.2018.8481990"
    },
    {
      "title": "Predictive analysis of diabetic patient data using machine learning and Hadoop",
      "authors": [
        "G Kalyankar",
        "S Poojara",
        "N Dharwadkar"
      ],
      "year": 2017,
      "doi": "10.1109/i-smac.2017.8058253"
    },
    {
      "title": "Artificial intelligence for diabetes management and decision support: literature review",
      "authors": [
        "I Contreras",
        "J Vehi"
      ],
      "year": 2018,
      "doi": "10.2196/10775"
    },
    {
      "title": "Transforming diabetes care through artificial intelligence: The future is here",
      "authors": [
        "I Dankwa-Mullan",
        "M Rivo",
        "M Sepulveda",
        "Y Park",
        "J Snowdon",
        "K Rhee"
      ],
      "year": 2019,
      "doi": "10.1089/pop.2018.0129"
    },
    {
      "title": "A holistic framework to improve the uptake and impact of eHealth technologies",
      "authors": [
        "J Van Gemert-Pijnen",
        "N Nijland",
        "M Van Limburg",
        "H Ossebaard",
        "S Kelders",
        "G Eysenbach",
        "E Seydel"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1672"
    },
    {
      "title": "Implementation and impact of mobile health (mHealth) in the management of diabetes mellitus in Africa: A systematic review protocol",
      "authors": [
        "F Dike",
        "J Mutabazi",
        "B Ubani",
        "A Isa",
        "C Ezeude",
        "E Musa",
        "H Iheonye",
        "I Ainavi"
      ],
      "year": 2021,
      "doi": "10.1136/bmjopen-2020-047556"
    },
    {
      "title": "Effectiveness of mobile applications in diabetic patients' healthy lifestyles: A review of systematic reviews",
      "authors": [
        "F Represas-Carrera",
        "Á Martínez-Ques",
        "A Clavería"
      ],
      "year": 2021,
      "doi": "10.1016/j.pcd.2021.07.004"
    },
    {
      "title": "Mobile and wearable technology for the monitoring of diabetes-related parameters: Systematic review",
      "authors": [
        "C Rodriguez-León",
        "C Villalonga",
        "M Munoz-Torres",
        "J Ruiz",
        "O Banos"
      ],
      "year": 2021,
      "doi": "10.2196/25138"
    },
    {
      "title": "Mobile apps for the treatment of diabetes patients: A systematic review",
      "authors": [
        "W De Araújo",
        "L Martins",
        "E Zorzal"
      ],
      "year": 2021,
      "doi": "10.1007/s42600-021-00150-7"
    },
    {
      "title": "Effects of offloading devices on static and dynamic balance in patients with diabetic peripheral neuropathy: A systematic review",
      "authors": [
        "K Horstink",
        "L Van Der Woude",
        "J Hijmans"
      ],
      "year": 2021,
      "doi": "10.1007/s11154-020-09619-9"
    },
    {
      "title": "Mobile App Interventions to Improve Medication Adherence Among type 2 Diabetes Mellitus Patients: A Systematic Review of Clinical Trials",
      "authors": [
        "T Shrivastava",
        "S Goswami",
        "R Gupta",
        "R Goyal"
      ],
      "year": 2021,
      "doi": "10.1177/19322968211060060"
    },
    {
      "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
      "authors": [
        "D Moher",
        "L Shamseer",
        "M Clarke",
        "D Ghersi",
        "A Liberati",
        "M Petticrew",
        "P Shekelle",
        "L Stewart"
      ],
      "year": 2015,
      "doi": "10.1186/2046-4053-4-1"
    },
    {
      "title": "Wearable Devices for Ergonomics: A Systematic Literature Review",
      "authors": [
        "E Stefana",
        "F Marciano",
        "D Rossi",
        "P Cocca",
        "G Tomasoni"
      ],
      "year": 2021,
      "doi": "10.3390/s21030777"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: Explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff",
        "C Mulrow",
        "P Gøtzsche",
        "J Ioannidis",
        "M Clarke",
        "P Devereaux",
        "J Kleijnen",
        "D Moher"
      ],
      "year": 2009,
      "doi": "10.1016/j.jclinepi.2009.06.006"
    },
    {
      "title": "Predictive models to assess Oxygen Deficiency Hazard (ODH): A systematic review",
      "authors": [
        "E Stefana",
        "F Marciano",
        "P Cocca",
        "M Alberti"
      ],
      "year": 2015,
      "doi": "10.1016/j.ssci.2015.01.008"
    },
    {
      "title": "The PRISMA 2020 statement: An updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt"
      ],
      "year": 2021,
      "doi": "10.1016/j.ijsu.2021.105906"
    },
    {
      "title": "Diabetes technology: Standards of medical care in diabetes-2019",
      "authors": [
        "A Association"
      ],
      "year": 2019,
      "doi": "10.2337/dc19-s007"
    },
    {
      "title": "Digital diabetes: Perspectives for diabetes prevention, management and research",
      "authors": [
        "G Fagherazzi",
        "P Ravaud"
      ],
      "year": 2019,
      "doi": "10.1016/j.diabet.2018.08.012"
    },
    {
      "title": "Smart Technology for Diabetes Self-Care-Diabetes Resources & Information: Diabetes Self",
      "authors": [
        "Self-Management Diabetes"
      ],
      "year": 2016
    },
    {
      "title": "Artificial intelligence in healthcare",
      "authors": [
        "K Yu",
        "A Beam",
        "I Kohane"
      ],
      "year": 2018,
      "doi": "10.1038/s41551-018-0305-z"
    },
    {
      "title": "Machine learning and data mining methods in diabetes research",
      "authors": [
        "I Kavakiotis",
        "O Tsave",
        "A Salifoglou",
        "N Maglaveras",
        "I Vlahavas",
        "I Chouvarda"
      ],
      "year": 2017,
      "doi": "10.1016/j.csbj.2016.12.005"
    },
    {
      "title": "Google Trends",
      "year": 2021,
      "doi": "10.31579/2690-1919/120"
    },
    {
      "title": "Machine learning algorithms for wireless sensor networks: A survey",
      "authors": [
        "D Kumar",
        "T Amgoth",
        "C Annavarapu"
      ],
      "year": 2019,
      "doi": "10.1016/j.inffus.2018.09.013"
    },
    {
      "title": "Machine learning: Algorithms, real-world applications and research directions",
      "authors": [
        "I Sarker"
      ],
      "year": 2021,
      "doi": "10.1007/s42979-021-00592-x"
    },
    {
      "title": "How Do Machines Learn? Artificial Intelligence as a New Era in Medicine",
      "authors": [
        "O Koteluk",
        "A Wartecki",
        "S Mazurek",
        "I Kołodziejczak",
        "A Mackiewicz"
      ],
      "year": 2021,
      "doi": "10.3390/jpm11010032"
    },
    {
      "title": "Data mining concepts and techniques third edition",
      "authors": [
        "J Han",
        "M Kamber",
        "J Pei"
      ],
      "year": 2011,
      "doi": "10.1016/b978-0-12-381479-1.00003-4"
    },
    {
      "title": "Pattern Recognition and Machine Learning",
      "authors": [
        "C Bishop"
      ],
      "year": 2006
    },
    {
      "title": "Hyperparameter tuning deep learning for diabetic retinopathy fundus image classification",
      "authors": [
        "K Shankar",
        "Y Zhang",
        "Y Liu",
        "L Wu",
        "C Chen"
      ],
      "year": 2020,
      "doi": "10.1109/ACCESS.2020.3005152"
    },
    {
      "title": "Kaggle Diabetic Retinopathy 2015 Data Colored Resized",
      "authors": [
        "S Rath"
      ],
      "year": 2015,
      "doi": "10.7717/peerj-cs.456/fig-9"
    },
    {
      "title": "Machine learning and deep learning",
      "authors": [
        "C Janiesch",
        "P Zschech",
        "K Heinrich"
      ],
      "year": 2021,
      "doi": "10.1007/s12525-021-00475-2"
    },
    {
      "title": "Quantum algorithms for supervised and unsupervised machine learning",
      "authors": [
        "S Lloyd",
        "M Mohseni",
        "P Rebentrost"
      ]
    },
    {
      "title": "Machine Learning for Data Streams: With Practical Examples in MOA",
      "authors": [
        "A Bifet",
        "R Gavaldà",
        "G Holmes",
        "B Pfahringer"
      ],
      "year": 2018,
      "doi": "10.7551/mitpress/10654.001.0001"
    },
    {
      "title": "Clustering algorithm for a healthcare dataset using silhouette score value",
      "authors": [
        "G Ogbuabor",
        "F Ugwoke"
      ],
      "year": 2018,
      "doi": "10.5121/ijcsit.2018.10203"
    },
    {
      "title": "Introduction to semi-supervised learning",
      "authors": [
        "X Zhu",
        "A Goldberg"
      ],
      "year": 2009,
      "doi": "10.1007/978-3-031-01548-9"
    },
    {
      "title": "Deep Learning in Healthcare",
      "authors": [
        "Y Chen",
        "L Jain"
      ],
      "year": 2020,
      "doi": "10.1007/978-3-030-32606-7"
    },
    {
      "title": "A semi-supervised learning based method: Laplacian support vector machine used in diabetes disease diagnosis",
      "authors": [
        "J Wu",
        "Y Diao",
        "M Li",
        "Y Fang",
        "D Ma"
      ],
      "year": 2009,
      "doi": "10.1007/s12539-009-0016-2"
    },
    {
      "title": "Current applications and future impact of machine learning in radiology",
      "authors": [
        "G Choy",
        "O Khalilzadeh",
        "M Michalski",
        "S Do",
        "A Samir",
        "O Pianykh",
        "J Geis",
        "P Pandharipande",
        "J Brink",
        "K Dreyer"
      ],
      "year": 2018,
      "doi": "10.1148/radiol.2018171820"
    },
    {
      "title": "Machine Learning: Algorithms and Applications",
      "authors": [
        "M Mohammed",
        "M Khan",
        "E Bashier"
      ],
      "year": 2016
    },
    {
      "title": "Reinforcement learning in healthcare: A survey",
      "authors": [
        "C Yu",
        "J Liu",
        "S Nemati"
      ]
    },
    {
      "title": "The use of reinforcement learning algorithms to meet the challenges of an artificial pancreas",
      "authors": [
        "M Bothe",
        "L Dickens",
        "K Reichel",
        "A Tellmann",
        "B Ellger",
        "M Westphal",
        "A Faisal"
      ],
      "year": 2013,
      "doi": "10.1586/17434440.2013.827515"
    },
    {
      "title": "Encouraging physical activity in patients with diabetes: Intervention using a reinforcement learning system",
      "authors": [
        "E Yom-Tov",
        "G Feraru",
        "M Kozdoba",
        "S Mannor",
        "M Tennenholtz",
        "I Hochberg"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7994"
    },
    {
      "title": "Machine Learning: A Probabilistic Perspective",
      "authors": [
        "K Murphy"
      ],
      "year": 2012
    },
    {
      "title": "Study and analysis of breast cancer cell detection using Naïve Bayes, SVM and Ensemble Algorithms",
      "authors": [
        "A Hazra",
        "S Mandal",
        "A Gupta"
      ],
      "year": 2016,
      "doi": "10.5120/ijca2016910595"
    },
    {
      "title": "Implementation of Decision Tree Algorithm to Analysis the Performance",
      "authors": [
        "P Sharma",
        "A Bhatia"
      ],
      "year": 2012
    },
    {
      "title": "Neural Networks for Pattern Recognition",
      "authors": [
        "C Bishop"
      ],
      "year": 1995
    },
    {
      "title": "Ridge estimators in logistic regression",
      "authors": [
        "S Le Cessie",
        "J Van Houwelingen"
      ],
      "year": 1992,
      "doi": "10.2307/2347628"
    },
    {
      "title": "Scikit-learn: Machine learning in Python",
      "authors": [
        "F Pedregosa",
        "G Varoquaux",
        "A Gramfort",
        "V Michel",
        "B Thirion",
        "O Grisel",
        "M Blondel",
        "P Prettenhofer",
        "R Weiss",
        "V Dubourg"
      ],
      "year": 2011
    },
    {
      "title": "Machine learning for email spam filtering: Review, approaches and open research problems",
      "authors": [
        "E Dada",
        "J Bassi",
        "H Chiroma",
        "A Adetunmbi",
        "O Ajibuwa"
      ],
      "year": 2019,
      "doi": "10.1016/j.heliyon.2019.e01802"
    },
    {
      "title": "Multi-Agents Machine Learning (MML) System for Plagiarism Detection",
      "authors": [
        "H Bouarara"
      ],
      "year": 2018,
      "doi": "10.4018/978-1-5225-3004-6.ch007"
    },
    {
      "title": "Collaborative filtering and deep learning based recommendation system for cold start items",
      "authors": [
        "J Wei",
        "J He",
        "K Chen",
        "Y Zhou",
        "Z Tang"
      ],
      "year": 2017,
      "doi": "10.1016/j.eswa.2016.09.040"
    },
    {
      "title": "Artificial Intelligence: The Future for Diabetes Care",
      "authors": [
        "S Ellahham"
      ],
      "year": 2020,
      "doi": "10.1016/j.amjmed.2020.03.033"
    },
    {
      "title": "Artificial intelligence in diabetes care",
      "authors": [
        "V Buch",
        "G Varughese",
        "M Maruthappu"
      ],
      "year": 2018,
      "doi": "10.1111/dme.13587"
    },
    {
      "title": "Artificial neural network algorithm for online glucose prediction from continuous glucose monitoring",
      "authors": [
        "C Pérez-Gandía",
        "A Facchinetti",
        "G Sparacino",
        "C Cobelli",
        "E Gómez",
        "M Rigla",
        "A De Leiva",
        "M Hernando"
      ],
      "year": 2010,
      "doi": "10.1089/dia.2009.0076"
    },
    {
      "title": "A novel adaptive-weighted-average framework for blood glucose prediction",
      "authors": [
        "Y Wang",
        "X Wu",
        "X Mo"
      ],
      "year": 2013,
      "doi": "10.1089/dia.2013.0104"
    },
    {
      "title": "Multivariate prediction of subcutaneous glucose concentration in type 1 diabetes patients based on support vector regression",
      "authors": [
        "E Georga",
        "V Protopappas",
        "D Ardigo",
        "M Marina",
        "I Zavaroni",
        "D Polyzos",
        "D Fotiadis"
      ],
      "year": 2012,
      "doi": "10.1109/TITB.2012.2219876"
    },
    {
      "title": "Data based prediction of blood glucose concentrations using evolutionary methods",
      "authors": [
        "J Hidalgo",
        "J Colmenar",
        "G Kronberger",
        "S Winkler",
        "O Garnica",
        "J Lanchares"
      ],
      "year": 2017,
      "doi": "10.1007/s10916-017-0788-2"
    },
    {
      "title": "Classification of diabetes disease using support vector machine",
      "authors": [
        "V Kumari",
        "R Chitra"
      ],
      "year": 2013
    },
    {
      "title": "Evolvable rough-block-based neural network and its biomedical application to hypoglycemia detection system",
      "authors": [
        "P San",
        "S Ling",
        "H Nguyen"
      ],
      "year": 2013,
      "doi": "10.1109/tcyb.2013.2283296"
    },
    {
      "title": "Real-time hypoglycemia detection from continuous glucose monitoring data of subjects with type 1 diabetes",
      "authors": [
        "M Jensen",
        "T Christensen",
        "L Tarnow",
        "E Seto",
        "M Dencker Johansen",
        "O Hejlesen"
      ],
      "year": 2013,
      "doi": "10.1089/dia.2013.0069"
    },
    {
      "title": "Hypoglycemia prediction using machine learning models for patients with type 2 diabetes",
      "authors": [
        "B Sudharsan",
        "M Peeples",
        "M Shomali"
      ],
      "year": 2014,
      "doi": "10.1177/1932296814554260"
    },
    {
      "title": "Deep learning framework for detection of hypoglycemic episodes in children with type 1 diabetes",
      "authors": [
        "P San",
        "S Ling",
        "H Nguyen"
      ],
      "year": 2016,
      "doi": "10.1109/embc.2016.7591483"
    },
    {
      "title": "Classification of forefoot plantar pressure distribution in persons with diabetes: A novel perspective for the mechanical management of diabetic foot?",
      "authors": [
        "K Deschamps",
        "G Matricali",
        "P Roosen",
        "K Desloovere",
        "H Bruyninckx",
        "P Spaepen",
        "F Nobels",
        "J Tits",
        "M Flour",
        "F Staes"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0079924"
    },
    {
      "title": "Renal disease risk factors among risk groups comprised of African American women with type 2 diabetes: A secondary analysis",
      "authors": [
        "C Migliore",
        "A Vorderstrasse",
        "W Pan",
        "G Melkus"
      ],
      "year": 2015,
      "doi": "10.1177/0145721715593814"
    },
    {
      "title": "Machine learning methods to predict diabetes complications",
      "authors": [
        "A Dagliati",
        "S Marini",
        "L Sacchi",
        "G Cogni",
        "M Teliti",
        "V Tibollo",
        "P De Cata",
        "L Chiovato",
        "R Bellazzi"
      ],
      "year": 2018,
      "doi": "10.1177/1932296817706375"
    },
    {
      "title": "Classification of physical activity: Information to artificial pancreas control systems in real time",
      "authors": [
        "K Turksoy",
        "T Paulino",
        "D Zaharieva",
        "L Yavelberg",
        "V Jamnik",
        "M Riddell",
        "A Cinar"
      ],
      "year": 2015,
      "doi": "10.1177/1932296815609369"
    },
    {
      "title": "Incorporating an exercise detection, grading, and hormone dosing algorithm into the artificial pancreas using accelerometry and heart rate",
      "authors": [
        "P Jacobs",
        "N Resalat",
        "J El Youssef",
        "R Reddy",
        "D Branigan",
        "N Preiser",
        "J Condon",
        "J Castle"
      ],
      "year": 2015,
      "doi": "10.1177/1932296815609371"
    },
    {
      "title": "Computer vision-based carbohydrate estimation for type 1 patients with diabetes using smartphones",
      "authors": [
        "M Anthimopoulos",
        "J Dehais",
        "S Shevchik",
        "B Ransford",
        "D Duke",
        "P Diem",
        "S Mougiakakou"
      ],
      "year": 2015,
      "doi": "10.1177/1932296815580159"
    },
    {
      "title": "A recurrent neural network approach for predicting glucose concentration in type-1 diabetic patients",
      "authors": [
        "F Allam",
        "Z Nossai",
        "H Gomma",
        "I Ibrahim",
        "M Abdelsalam"
      ],
      "year": 2011
    },
    {
      "title": "Electrocardiographic signals and swarm-based support vector machine for hypoglycemia detection",
      "authors": [
        "N Nuryani",
        "S Ling",
        "H Nguyen"
      ],
      "year": 2012,
      "doi": "10.1007/s10439-011-0446-7"
    },
    {
      "title": "Blood glucose level prediction using physiological models and support vector regression",
      "authors": [
        "R Bunescu",
        "N Struble",
        "C Marling",
        "J Shubrook",
        "F Schwartz"
      ],
      "year": 2013
    },
    {
      "title": "Jump neural network for online short-time prediction of blood glucose from continuous monitoring sensors and meal information",
      "authors": [
        "C Zecchin",
        "A Facchinetti",
        "G Sparacino",
        "C Cobelli"
      ],
      "year": 2014,
      "doi": "10.1016/j.cmpb.2013.09.016"
    },
    {
      "title": "Non-invasive blood glucose detection system based on conservation of energy method",
      "authors": [
        "Y Zhang",
        "J Zhu",
        "Y Liang",
        "H Chen",
        "S Yin",
        "Z Chen"
      ],
      "year": 2017,
      "doi": "10.1088/1361-6579/aa50cf"
    },
    {
      "title": "Development and evaluation of a mobile personalized blood glucose prediction system for patients with gestational diabetes mellitus",
      "authors": [
        "E Pustozerov",
        "P Popova",
        "A Tkachuk",
        "Y Bolotko",
        "Z Yuldashev",
        "E Grineva"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9236"
    },
    {
      "title": "5G-smart diabetes: Toward personalized diabetes diagnosis with healthcare big data clouds",
      "authors": [
        "M Chen",
        "J Yang",
        "J Zhou",
        "Y Hao",
        "J Zhang",
        "C Youn"
      ],
      "year": 2018,
      "doi": "10.1109/MCOM.2018.1700788"
    },
    {
      "title": "Classification of postprandial glycemic status with application to insulin dosing in type 1 diabetes-An in silico proof-of-concept",
      "authors": [
        "G Cappon",
        "A Facchinetti",
        "G Sparacino",
        "P Georgiou",
        "P Herrero"
      ],
      "year": 2019,
      "doi": "10.3390/s19143168"
    },
    {
      "title": "Diabetes care in motion: Blood glucose estimation using wearable devices",
      "authors": [
        "C Tsai",
        "C Li",
        "R Lam",
        "C Li",
        "S Ho"
      ],
      "year": 2019,
      "doi": "10.1109/MCE.2019.2941461"
    },
    {
      "title": "Classification of Fatigue Phases in Healthy and Diabetic Adults Using Wearable Sensor",
      "authors": [
        "L Aljihmani",
        "O Kerdjidj",
        "Y Zhu",
        "R Mehta",
        "M Erraguntla",
        "F Sasangohar",
        "K Qaraqe"
      ],
      "year": 2020,
      "doi": "10.3390/s20236897"
    },
    {
      "title": "Towards Wearable-based Hypoglycemia Detection and Warning in Diabetes",
      "authors": [
        "M Maritsch",
        "S Föll",
        "V Lehmann",
        "C Bérubé",
        "M Kraus",
        "S Feuerriegel",
        "T Kowatsch",
        "T Züger",
        "C Stettler",
        "E Fleisch"
      ],
      "year": 2020,
      "doi": "10.1145/3334480.3382808"
    },
    {
      "title": "Feature-Based Machine Learning Model for Real-Time Hypoglycemia Prediction",
      "authors": [
        "D Dave",
        "D Desalvo",
        "B Haridas",
        "S Mckay",
        "A Shenoy",
        "C Koh",
        "M Lawley",
        "M Erraguntla"
      ],
      "year": 2020,
      "doi": "10.1177/1932296820922622"
    },
    {
      "title": "Potential predictors of type-2 diabetes risk: Machine learning, synthetic data and wearable health devices",
      "authors": [
        "P Stolfi",
        "I Valentini",
        "M Palumbo",
        "P Tieri",
        "A Grignolio",
        "F Castiglione"
      ],
      "year": 2020,
      "doi": "10.1186/s12859-020-03763-4"
    },
    {
      "title": "A Smart Glucose Monitoring System for Diabetic Patient",
      "authors": [
        "A Rghioui",
        "J Lloret",
        "M Harane",
        "A Oumnad"
      ],
      "year": 2020,
      "doi": "10.3390/electronics9040678"
    },
    {
      "title": "Mobile-based artificial intelligence algorithm in the detection of diabetic retinopathy (SMART) study",
      "authors": [
        "B Sosale",
        "S Aravind",
        "H Murthy",
        "S Narayana",
        "U Sharma",
        "S Gowda",
        "M Naveenam",
        "Simple"
      ],
      "year": 2020,
      "doi": "10.1136/bmjdrc-2019-000892"
    },
    {
      "title": "Deep patient: An unsupervised representation to predict the future of patients from the electronic health records",
      "authors": [
        "R Miotto",
        "L Li",
        "B Kidd",
        "J Dudley"
      ],
      "year": 2016,
      "doi": "10.1038/srep26094"
    },
    {
      "title": "Metrics beyond hemoglobin A1C in diabetes management: Time in range, hypoglycemia, and other parameters",
      "authors": [
        "L Wright",
        "I Hirsch"
      ],
      "year": 2017,
      "doi": "10.1089/dia.2017.0029"
    }
  ],
  "num_references": 94
}
