{
  "paper_id": "W2W6T85Q",
  "title": "University stakeholders largely unaware and unsupportive of university pouring rights contracts with companies supplying sugar-sweetened beverages",
  "abstract": "Background: Pouring rights contracts are agreements in which beverage companies pay universities for exclusive marketing and rights to sell sugar-sweetened beverages (SSB) in campus. This study explored university stakeholder's awareness and opinions of university pouring rights contracts. Methods: Nine hundred fifteen university stakeholders self-reported their awareness and support of pouring rights contracts along with several possible determinants of support (age, gender, nutrition education, beliefs about SSBs, beverage intake). Results: About 64.2% of participants reported no awareness of pouring rights contracts whereas only 38% reported agreeing with university pouring rights contracts. Males, undergraduate students, and those who felt individuals are responsible for their SSB consumption were more likely to support pouring rights contracts. Conclusions: University stakeholders were largely unaware of and unsupportive of pouring rights contracts. Universities are encouraged to consider the health impacts and opinions of university stakeholders when deciding whether to enter into pouring rights contracts.",
  "year": 2015,
  "date": "2015",
  "journal": "QJM",
  "publication": "QJM",
  "authors": [
    {
      "forename": "H",
      "surname": "Thompson",
      "name": "H Thompson",
      "orcid": "0000-0001-8278-6753"
    },
    {
      "forename": "K",
      "surname": "Whitaker",
      "name": "K Whitaker"
    },
    {
      "forename": "R",
      "surname": "Young",
      "name": "R Young",
      "orcid": "0000-0003-0228-2569"
    },
    {
      "forename": "Lucas",
      "surname": "Carr",
      "name": "Lucas Carr",
      "email": "lucas-carr@uiowa.edu"
    },
    {
      "affiliation": "Department of Health and Human Physiology , University of Iowa , Iowa City , Iowa \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t Iowa"
    },
    {
      "affiliation": "Department of Health and Human Physiology , University of Iowa , E116 Field House Iowa City , Iowa 52242 , USA. \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t E116 Field House Iowa City \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1080/07448481.2021.1891920",
  "keywords": [
    "mixed methods",
    "pouring rights",
    "sugar-sweetened beverages",
    "survey",
    "university"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Sugar-sweetened beverages (SSBs) (e.g., soft drinks, sports drinks, fruit drinks with less than 100% juice) are the leading source of added sugar in the American diet.  1  Frequent SSB intake has been associated with an increased risk of several chronic diseases including obesity, type-2 diabetes, cardiovascular disease, hypertension, chronic kidney disease, and nonalcoholic fatty liver disease.  [2] [3] 3] [4] [5] [6] [7]  Importantly, recent research has found SSB intake negatively impacts cognitive function and brain health.  8, 9 he Dietary Guidelines characterize SSBs as poor in nutritional value and recommend that no more than 10% of all calories come from added sugar.  1  Still, all age groups exceed this recommendation with adolescent and young adults reporting the highest consumption of added sugar.  10  Little is known regarding the determinants of SSB consumption among college students specifically. With more than 40% of 18-to 24-year-olds, or about 31 million young adults, enrolled in a college or university in the US, this is a significant health topic.  11 Among young children, increased availability has been repeatedly identified as a determinant of increased SSB consumption, while school nutrition policies limiting availability have been associated with lower SSB intake.  12, 13 niversities and K-12 public schools have increasingly entered into pouring rights contracts with large beverage companies in an effort to generate new revenue. Pouring rights contracts are agreements in which beverage companies pay universities/schools money in exchange for exclusive beverage marketing and sales rights in university vending machines, stores, and campus events.  14, 15 Pouring rights contracts often require universities to play an active role in maximizing the sale of the product through marketing and guaranteed shelf space in campus stores. Although the percentage of universities/colleges that hold pouring rights contracts is unknown, MuckRock News released the pouring rights contracts for 70 public universities in the US.  16 roponents of pouring rights contracts argue that these contracts provide significant financial support to institutions that help them achieve their mission.  15 Critics of university pouring rights contracts argue that such agreements are in conflict with university wellness initiatives aimed at promoting the health and wellness of students, faculty, and staff and university research/education programs aimed at advancing public health.  17 For example, many universities have identified the obesity epidemic as a major research focus.\n\nA number of studies have explored attitudes toward SSB availability, marketing, and pouring rights contracts in elementary, middle, and high schools, through surveys and focus groups completed with parents and school officials. Collectively, these studies have found general support for removing SSB marketing in K-12 schools, but low familiarity with pouring rights contracts among parents.  [18] [19] 9] [20]  However, little research has been conducted on understanding the opinions and attitudes of those affected by university pouring right contracts, namely students, faculty, and staff. To our knowledge, no such studies have been conducted in the US, and little is known regarding the awareness and overall opinions of American university stakeholders on pouring rights contracts.\n\nTherefore, the primary aim of the present study was to explore the awareness and support of university pouring rights contracts among a sample of university stakeholders. A secondary aim was to identify possible determinants of support for pouring rights contracts among university stakeholders."
    },
    {
      "title": "Materials and methods"
    },
    {
      "title": "Participants and setting",
      "text": "We recruited undergraduate students, graduate students, faculty, and staff aged 18-85 years who were currently attending or employed at a large, public Midwestern university. Participants were recruited through a single mass email sent to all students, faculty, and staff. A total of 48,229 emails were sent. Within the email, participants were asked to complete a survey containing demographic questions, a beverage intake questionnaire, and questions regarding attitudes and opinions toward beverage policies and pouring rights contracts. Participants of all races, ethnicities, and sexes were included. Participants were provided an option to enter a drawing to receive one of ten $50 Amazon gift cards as an incentive to participate. Study protocols were approved by the Human Subjects Institutional Review Board (IRB) and voluntary written consent was obtained from each participant.\n\nData were collected over a 2-week period in March and April of 2019. A total of 1156 survey responses were received, resulting in a 2.4% response rate. A total of 241 responses were not included in the final analyses for reasons of: participant did not provide consent (N ¼ 13), participant completed the survey in under 149 s (the length of the informational video described below) (N ¼ 42), participant answered a quality control comprehension question about the video incorrectly or did not provide an answer (N ¼ 94), and/or participant left survey questions blank (N ¼ 92). A total of 915 survey responses (408 students, 507 staff/faculty) were included in the final analysis."
    },
    {
      "title": "Protocol and measures",
      "text": "Participants were asked to complete the online survey via Qualtrics. First, the survey asked about general demographics, such as age, sex, and level of education, as well as participants' roles and disciplines within the university and whether or not they had taken a college-level nutrition course. Participants' typical beverage consumption habits were measured with the Beverage Intake Questionnaire (BIQ), which has been found to be a valid and reliable tool of dietary assessment.  21 Comparing the BIQ with traditional food intake records yielded a correlation of 0.59 (p < 0.001) when calculating energy consumed from SSBs. The BIQ categorizes beverages by type (e.g., 100% juice drinks, regular soda, diet soda, etc.) and amount (in fluid ounces or cups) and asks participants to report frequency of consumption. We modified the questionnaire to include smaller beverage volumes (\"2 fl oz\" and \"4 fl oz\"). Average daily number of kilocalories consumed from SSBs was calculated for each participant according to the BIQ scoring instructions, and each participant was then classified as above (>145 kcal) or below (<145 kcal) the average amount of SSB kilocalories consumed per day by adults in the US.  22 uestions regarding attitudes related to SSBs were adapted from a study among Australian students by Howse et al.  23  as well as from a study about attributions of responsibility for obesity by Niederdeppe et al.  24  Participants' beliefs on the health impacts of SSBs were measured with the following question using a five-point Likert scale: \"I believe that consumption of SSBs (which include soft drinks, sweetened teas and coffees, and sports and energy drinks) increases the risk of ill health.\" Participants' attitudes toward SSB availability and regulation on campus were measured with a nine-item survey using a five-point Likert scale. Those questions addressed SSB marketing on campus, environmental versus individual responsibility for SSB consumption, and removal of SSBs from campus. The five possible responses for each multiple-choice question were \"Strongly agree,\" \"Somewhat agree,\" \"Neither agree nor disagree,\" \"Somewhat disagree,\" and \"Strongly Disagree.\"\n\nParticipants were then presented with a 159-s whiteboard animation video describing pouring rights contracts and outlining a list of the pros and cons of such contracts from both economic and health perspectives.  25 The video was created using VideoScribe software by the principal investigator of this study and was evaluated for factuality and impartiality by two PhD-level faculty members with expertise in health promotion and one PhD-level faculty member with expertise in mass communication .The content was evidence-based and presented as neutrally as possible. Statements that would likely be interpreted as \"anti-\" or \"pro\" pouring rights accounted for 32 and 33 s of the video, respectively. Following the video, participants were asked a comprehension question \"True or false? Young adults drink more SSBs than any other adult age group\" to ensure participants watched the video and understood the information presented.\n\nParticipants awareness of the existence of university pouring rights contracts was measured with a single-item, yes/no question: \"Were you previously aware that this contract exists?\" Attitudes toward university pouring rights contracts were measured with a one-item survey of the following question: \"I believe universities should agree to pouring rights contracts,\" using a five-point Likert scale, ranging from \"Strongly agree,\" to \"Strongly Disagree.\" Finally, participants were presented with two open-ended questions: \"In your opinion, what are some arguments in favor of pouring rights contracts between beverage companies and universities?\" and \"In your opinion, what are some arguments against pouring rights contracts between beverage companies and universities?\""
    },
    {
      "title": "Statistical analysis",
      "text": "An estimated 23,942 faculty and (non-student) staff were employed at the university at the time of the survey. We estimated a sample size of 379 employees necessary to estimate the true population proportion with a confidence interval of 95% and a margin of error of 5%. An estimated 23,989 undergraduate students and 7667 graduate and professional students attended the university at the time of the survey. We estimated a sample size of 380 students necessary to estimate the true population proportion with a confidence interval of 95% and a margin of error of 5%.\n\nPearson's Chi-square test was used to explore awareness of pouring rights contracts among students and faculty/staff, support for pouring rights contracts among students and faculty/staff, and associations between support for pouring rights contracts and other predictive variables of interest. During analysis, all levels of agreement were re-coded to \"Agree,\" \"Neither agree nor disagree,\" or \"Disagree.\" Adjusted residuals were calculated to investigate the magnitude of the differences between observed and expected values for each determinant category, indicating the contribution of each determinant to the significant Chisquare value, with significance at values >2.0. All statistical analyses were performed using SPSS version 25. Qualitative analysis was carried out to analyze the responses provided from the two open-ended questions. A content analysis method was used in which two investigators independently identified themes from 100 randomly selected respondents using an inductive approach.  26 They then met to discuss similarities and differences in their interpretations. After reaching consensus, a total of 14 themes were selected. All responses were then coded by the primary investigator, and 11 additional themes were identified during the coding process. Of the 25 total themes identified, 13 themes were classified as \"in favor\" and 12 themes were classified as \"against\" pouring rights contracts."
    },
    {
      "title": "Results",
      "text": "Most participants were female (76.3%) and White (88.0%), with a mean age of 33.5 years (±14.3 years) (Table  1 ). More than half of the samples (55.4%) were faculty and staff whereas the remaining participants (44.6%) were students. On average, participants reported consuming 71.4 (±134.0) kcal per day from SSBs. The sample was mostly representative of the demographics of university stakeholders with the exception of gender with females being overrepresented in the present study compared to the university (53.8% female students). Nearly two-thirds (64.2%) of participants reported not being previously aware of pouring rights contracts before viewing the video (Table  2 ). Students reported a lower awareness of university pouring rights contracts compared to staff/ faculty. Over one-third (38%) of participants reported they agreed with universities engaging in pouring rights contracts, whereas 31% disagreed and 31% neither agreed or disagreed.\n\nUndergraduate students were more likely (45.1%, adjusted residual ¼ 3.1) to support pouring rights contracts compared to faculty (35.2%, adjusted residual ¼ -0.4, p ¼ 0.019), staff (35.3%, adjusted residual ¼ -1.7), and graduate students (31.5%, adjusted residual ¼ -1.5) (Table  3 ). Males were more likely to support pouring rights contracts (46.7%, adjusted residual ¼ 3.0) compared to females (35.5%, adjusted residual ¼ -2.8, p ¼ 0.031). Those who consumed more than the US average of daily calories from SSBs were more likely (45.5%, adjusted residual ¼ 2.0) to support pouring rights contracts than those who did not (36.6%, adjusted residual ¼ -2.0, p ¼ 0.018). Participants who disagreed with the statement \"I believe vending machines and soda fountains on campus encourage SSB consumption\" were more likely to support pouring rights contracts (48.4%, adjusted residual ¼ 2.9). Those who disagreed that campus environments and beverage policies are responsible for SSB consumption were much more likely to support pouring rights contracts (46.3%, adjusted residual ¼ 5.1, p < 0.001). Those who agreed that individuals are responsible for their own SSB consumption were more likely to support pouring rights contracts (39.2%, adjusted residual ¼ 3.0, p ¼ 0.001). Participants who were previously aware of pouring rights contracts were more likely to support pouring rights contracts (43.6%, adjusted residual ¼ -2.6) than those who were not previously aware (34.9%, adjusted residual ¼ 2.6, p ¼ 0.035). No significant association (p ¼ 0.363) was observed between the belief that SSB consumption increases the risk of ill health, which the majority of participants agreed with (n ¼ 852, 93.1%), and support for pouring rights contracts."
    },
    {
      "title": "Qualitative analysis",
      "text": "A total of 1499 answers to the open-ended questions were analyzed. Responses were broadly categorized as \"in favor of\" (n ¼ 759) or \"against\" (n ¼ 740) pouring rights contracts.\n\nThemes that consistently emerged are listed in Table  4 . Each theme listed in Table  4  was initially identified and agreed upon by two qualitative investigators. All themes identified are listed in Table  4 .\n\nArguments in favor of pouring rights contracts \"Funding\" emerged most consistently among responses in support of pouring rights contracts (n ¼ 497). Many participants (n ¼ 154) emphasized \"scholarships\" as important uses of the money pouring rights contracts provide higher education institutions: \"They help in funding when the university budgets are low and also help funding scholarships. Since I'm on a scholarship, I know how important those are for students.\" Furthermore, many participants (n ¼ 99) emphasized a current university climate of heightened budget concerns and tuition increases, in which pouring rights contracts provide \"a reliable funding stream.\" A total of 140 participants said \"individual responsibility\" was an argument in support of pouring rights contracts. One participant said, \"Everyone is responsible for their own health. Vending machines, cafeteria offerings, fountain drinks don't make people drink more soft drinks, people make those choices.\" Some participants said college students are adults, \"and with adulthood comes learning to make good decisions.\"\n\nMany participants (n ¼ 69) asserted those who consume SSBs will seek them out, regardless of whether or not they are available through campus outlets: \"The local campus has several gas stations, head shops, and restaurants that all offer sugary beverages for consumption. This means to me that if the university gets rid of these contracts, students will still consume these beverages.\" This argument was consistently presented in favor of continuing pouring rights contracts, because \"the university might as well be getting some benefit from it [SSB consumption].\""
    },
    {
      "title": "Arguments against pouring rights contracts",
      "text": "\"Health concerns\" related to SSB consumption was the most commonly provided (n ¼ 358) argument against pouring rights contracts. One participant said, \"Is it ethical to promote an activity that is clearly unhealthy? What kind of message does it send? Should soda be available for free in our cafeterias? Are we setting students up for long term health challenges?\" Many participants (n ¼ 219) said \"promotion [of SSBs] leads to consumption.\" This concern was consistently presented as an argument against pouring rights contracts. One participant gave an example of how campus SSB promotion their own consumption: \"I do think people get sugary drinks just for the sake of convenience. One of the only reasons I ever get them is because Flex Meals come with a drink, and all of the drinks (at least at the Burge Cstore) are soda or lemonade … I don't want to waste the food that I technically pay for, so I get the drink and end up drinking it.\"\n\nA total of 116 participants said pouring rights contracts \"limit competition\" on campus. A few participants mentioned specific beverages, such as Mountain Dew and Pepsi, that they wished to have access to but did not because of the contract held with Coca-Cola. Some responses (n ¼ 37) said pouring rights contracts limit the availability of healthy beverages: \"Allowing certain beverage companies to have exclusivity on campus is wrong, especially when their competition may have a healthier product.\"\n\n\"In conflict with university mission\" also arose as an argument against pouring rights contracts (n ¼ 84). Participants said universities were being \"hypocritical\" by accepting money from beverage companies while promoting health research and initiatives. One response concluded, \"We are a university with a large healthcare student body and hospital, therefore we should not be supporting an industry that we know is detrimental to people's health.\""
    },
    {
      "title": "Discussion",
      "text": "To our knowledge, this study is the first in the US to explore the awareness and opinions of university stakeholders regarding pouring rights contracts on campus. The findings of this study suggest about two-thirds of participants were previously unaware of university pouring rights contracts. This finding is not surprising considering the limited amount of research focused on university pouring rights contracts. In addition, most universities do not typically release details of pouring rights contracts unless specifically asked. This may be due to concerns of public backlash as there are examples of campus stakeholders protesting pouring rights contracts. For example, students at San Francisco State successfully ended the universities plans to enter into a pouring rights contact in 2015.  27 tudents of this study reported a lower awareness of university pouring rights contracts compared to staff and faculty. Students were also more likely to support pouring rights contracts when compared to staff and faculty. These findings are consistent with the Theory of Planned Behavior, which suggests knowledge influences attitudes toward health promotion topics. Although this study does not allow us to confirm causation, it is possible that student's lower awareness of university pouring rights contracts and/or understanding of the health implications of high SSB intake could have contributed to their higher support for university pouring rights contracts.\n\nOverall, less than half of all participants (38.0%) in the present study expressed support for their university engaging in a pouring rights contract. This finding is consistent with those of Howse et al. who examined pouring rights opinions among 913 Australian college students and staff. The majority (69%) of those surveyed were in favor of removing SSB sponsorships and promotions on campus.  23 This finding is also consistent with past studies that have found parents support the removal of junk food vending machines from K-12 schools.  20 Collectively, these findings beg the question of whether public universities should be considering stakeholder's opinions prior to engaging in pouring rights contracts.\n\nBeliefs about the health impacts of SSBs were not significantly associated with support for or against pouring rights contracts. Nevertheless, the findings of this study are consistent with those of Howse et al. concerning participants' beliefs about the health impacts of SSBs-in both studies, nearly all (93.1% and 94.8%, ours and theirs respectively) respondents believed that SSBs are detrimental to health.  23 urthermore, health concerns emerged as a consistent argument against pouring rights contracts during qualitative analysis. This suggests that education about the health impacts of SSBs may not be an effective intervention strategy alone to change opinions about institutional SSB policy. Our qualitative responses, in which many participants recited negative health impacts of SSBs alongside the benefits of funding provided by pouring rights contracts, demonstrated this as well. Again, we found results similar to Howse et al.: \"While results indicated a high level of awareness of the health impacts associated with SSB products, there was some resistance to SSB regulation, particularly environment-centered regulations (p. 7).\"  23  Beliefs about individual and environmental responsibility were strongly associated with support for and against campus pouring rights contracts and further confirmed by significant (>2.0) adjusted residual values. These findings support our hypothesis and are in line with the findings of et al.,  24  who found that the belief that individuals are largely responsible for their diets was negatively associated with support for upstream public policies aimed at reducing obesity risk. A consistent theme that emerged during qualitative analysis of the present study-the belief in individual responsibility-is also in line with these findings. This suggests that the barrier to support for regulation at universities is not a lack of awareness about the health effects of SSBs but rather ideology that favors individual responsibility and the free market over regulations that restrict access to or marketing of SSBs. Howse et al.  23  suggest capitalizing on individual-centered interventions in the present while building support for environment-centered interventions over the longer term. Interestingly, passage of the Healthy, Hunger-Free Kids Act suggests there is support for environmental regulations in primary and secondary school environments, although such support is not currently mirrored in university environments.  27 Future research should investigate how support for SSB regulation varies when young adults, seen as having more agency and more responsibility for their behavior, are targeted.\n\nThe results of this study may be of concern to health experts, especially regarding the undergraduate population. Undergraduates are at an age of dietary habit development and often live, study, and work in the campus environment.  17 ale and undergraduate participants were more likely to agree with engaging in pouring rights contracts compared to their female and graduate student/faculty/staff counterparts. SSB intake was found to be higher among males and young adults, which may indicate male undergraduates as a specific target audience to prioritize in future interventions to change opinions about institutional SSB policy.  28 t could be argued that pouring rights contracts and the marketing of SSBs on campus are in direct conflict with university health initiatives. Most, if not all, universities have student and campus wellness offices whose charge is to promote the health of all students, faculty, and staff. Furthermore, many universities in the US have initiated large-scale research and educational programs focused specifically on diseases linked to high SSB intake, including diabetes and obesity. Among participants who reported arguments against pouring rights contracts in their written responses, this concern was commonly discussed (11.4% of all open-ended responses).\n\nAlthough policies have been implemented to improve the quality of foods and beverages provided to children in K-12 schools, few policies have been targeted specifically to young adults attending college. One could argue the same evidence and logic used to support policies targeted to children could be made in support of policies targeted to colleges and universities. The rates of obesity and diabetes among young and middle-aged adults have risen in parallel with rates observed among children over the past several decades  29  and the costs for treating these diseases continues to rise.  30 herefore, it makes sense from both a public health and economic perspective to explore policies designed to protect university stakeholders from unnecessary exposure to SSBs.\n\nThis study was not without limitations. Due to the nonexperimental design of this study, causality cannot be inferred. Participants in this study may have taken the survey because of a prior interest in SSB policies, therefore, self-selection bias may have occurred. On average, participants reported below average daily SSB caloric intake and above average education compared to the US population.  31 hile our sample was mostly representative of the overall demographics of the university where the study was conducted, females and staff were overrepresented. In addition, racial and ethnic minority participants were underrepresented compared to national rates. Therefore, the findings of this study may not be generalizable to all universities. This study was strengthened by a relatively large sample size that included both university students and faculty/staff. This study was also carried out in the state of Iowa, which currently has the fourth highest obesity rate in the US. Therefore, the participants of this study represent a population at increased risk for obesity and in need of solutions that prevent and protect against obesity.  32 his present study was the first to examine the opinions of pouring rights contracts among university stakeholders in the United States and these findings extend our understanding of this important topic. The findings of this study support the pursuance of several additional scientific questions related to this line of research. First, given the large majority of participants agreed that universities should promote the health of students and staff, more research is needed to improve our understanding of the health effects of university pouring rights contracts. Second, because many universities cite financial benefits as a primary reason for engaging in pouring rights contracts in the first place, cost-benefit analyses that quantify and compare the financial benefits to the healthcare costs associated with such contracts are warranted. Third, because we found several knowledge-related factors predicted overall support for pouring rights contracts, studies examining the effect of SSB educational interventions on support of university pouring rights contracts are needed. Finally, as many participants agreed that individuals are largely responsible for their own SSB consumption, it is recommended that such interventions be targeted at the individual level."
    },
    {
      "text": "Participant characteristics (N ¼ 915)."
    },
    {
      "text": "Awareness of pouring rights contracts."
    },
    {
      "text": "Associations with agreement with pouring rights contracts."
    },
    {
      "text": "Short-answer arguments for and against pouring rights contracts, N ¼ 1499.Percentages do not sum to the total within a given category because responses could be coded into multiple categories. b E.g. \"I don't have one.\""
    }
  ],
  "references": [
    {
      "title": "2015-2020 Dietary Guidelines for Americans",
      "year": 2015,
      "doi": "10.3945/an.111.000430"
    },
    {
      "title": "Associations of sugar-and artificially sweetened soda with nonalcoholic fatty liver disease: a systematic review and meta-analysis",
      "authors": [
        "K Wijarnpreecha",
        "C Thongprayoon",
        "P Edmonds",
        "W Cheungpasitporn"
      ],
      "year": 2016,
      "doi": "10.1093/qjmed/hcv172"
    },
    {
      "title": "Patterns of beverages consumed and risk of incident kidney disease",
      "authors": [
        "C Rebholz",
        "B Young",
        "R Katz"
      ],
      "year": 2019,
      "doi": "10.2215/cjn.06380518"
    },
    {
      "title": "Resolved: there is sufficient scientific evidence that decreasing sugar-sweetened beverage consumption will reduce the prevalence of obesity and obesity-related diseases",
      "authors": [
        "F Hu"
      ],
      "year": 2013,
      "doi": "10.1111/obr.12040"
    },
    {
      "title": "Sweetened beverage consumption, incident coronary heart disease, and biomarkers of risk in men",
      "authors": [
        "L De Koning",
        "V Malik",
        "M Kellogg",
        "E Rimm",
        "W Willett",
        "F Hu"
      ],
      "year": 2012,
      "doi": "10.1161/circulationaha.111.067017"
    },
    {
      "title": "Sugarsweetened beverages, obesity, type 2 diabetes mellitus, and cardiovascular disease risk",
      "authors": [
        "V Malik",
        "B Popkin",
        "G Bray",
        "J-P Despr",
        "F Hu"
      ],
      "year": 2010,
      "doi": "10.1161/circulationaha.109.876185"
    },
    {
      "title": "Dietary sugars and body weight: systematic review and meta-analyses of randomised controlled trials and cohort studies",
      "authors": [
        "Te Morenga",
        "L Mallard",
        "S Mann"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e7492"
    },
    {
      "title": "Frontostriatal and behavioral adaptations to daily sugar-sweetened beverage intake: a randomized controlled trial",
      "authors": [
        "K Burger"
      ],
      "year": 2017,
      "doi": "10.3945/ajcn.116.140145"
    },
    {
      "title": "Sugar beverages and dietary sodas impact on brain health: a mini literature review",
      "authors": [
        "I Anjum",
        "S Jaffery",
        "M Fayyaz",
        "A Wajid",
        "A Ans"
      ],
      "year": 2018,
      "doi": "10.7759/cureus.2756"
    },
    {
      "title": "Prevalence of sugar-sweetened beverage intake among adults-23 states and the District of Columbia, 2013",
      "authors": [
        "S Park",
        "F Xu",
        "M Town",
        "H Blanck"
      ],
      "year": 2016,
      "doi": "10.15585/mmwr.mm6507a1"
    },
    {
      "title": "Back to School Statistics",
      "doi": "10.1037/t03179-000"
    },
    {
      "title": "National Center for Education Statistics",
      "authors": [
        "D Washington"
      ],
      "year": 2018,
      "doi": "10.2172/242618"
    },
    {
      "title": "Children's sugar-sweetened beverages consumption: associations with family and home-related factors, differences within ethnic groups explored",
      "authors": [
        "V Van De Gaar",
        "A Van Grieken",
        "W Jansen",
        "H Raat"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4095-0"
    },
    {
      "title": "Determinants of sugar-sweetened beverage consumption in young children: a systematic review",
      "authors": [
        "Mazarello Paes",
        "V Hesketh",
        "O' Malley"
      ],
      "year": 2015,
      "doi": "10.1111/obr.12310"
    },
    {
      "title": "Soft drink \"pouring rights\": marketing empty calories to children",
      "authors": [
        "M Nestle"
      ],
      "year": 2000,
      "doi": "10.1093/phr/115.4.308"
    },
    {
      "title": "The problems of pouring rights contracts",
      "authors": [
        "D Almeling"
      ],
      "year": 2003,
      "doi": "10.2307/1371120"
    },
    {
      "title": "Who serves the soda at your school? MuckRock",
      "authors": [
        "B Lipton"
      ],
      "year": 2018,
      "doi": "10.1093/ww/9780199540884.013.u32382"
    },
    {
      "title": "Emerging adulthood and college-aged youth: an overlooked age for weight-related behavior change",
      "authors": [
        "M Nelson",
        "M Story",
        "N Larson",
        "D Neumark-Sztainer",
        "L Lytle"
      ],
      "year": 2008,
      "doi": "10.1038/oby.2008.365"
    },
    {
      "title": "Soft drinks, candy, and fast food: what parents and teachers think about the middle school food environment",
      "authors": [
        "M Kubik",
        "L Lytle",
        "M Story"
      ],
      "year": 2005,
      "doi": "10.1016/j.jada.2004.11.007"
    },
    {
      "title": "School food policies and practices: a state-wide survey of secondary school principals",
      "authors": [
        "S French",
        "M Story",
        "J Fulkerson"
      ],
      "year": 2002,
      "doi": "10.1016/s0002-8223(02)90382-2"
    },
    {
      "title": "Parental attitudes towards soft drink vending machines in high schools",
      "authors": [
        "M Hendel-Paterson",
        "S French",
        "M Story"
      ],
      "year": 2004,
      "doi": "10.1016/j.jada.2004.07.003"
    },
    {
      "title": "The beverage intake questionnaire: determining initial validity and reliability",
      "authors": [
        "V Hedrick",
        "D Comber",
        "P Estabrooks",
        "J Savla",
        "B Davy"
      ],
      "year": 2010,
      "doi": "10.1016/j.jada.2010.05.005"
    },
    {
      "title": "Sugar-Sweetened Beverage Consumption among U.S. Adults",
      "authors": [
        "K Asher Rosinger",
        "G Jaime",
        "P Sohyun"
      ],
      "year": 2011
    },
    {
      "authors": [
        "D Washington"
      ],
      "year": 2017,
      "doi": "10.1037/e306642003-001"
    },
    {
      "title": "The university should promote health, but not enforce it': opinions and attitudes about the regulation of sugar-sweetened beverages in a university setting",
      "authors": [
        "E Howse",
        "B Freeman",
        "Jhy Wu",
        "K Rooney"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4626-8"
    },
    {
      "title": "Attributions of responsibility for obesity: narrative communication reduces reactive counterarguing among liberals",
      "authors": [
        "J Niederdeppe",
        "M Shapiro",
        "N Porticella"
      ],
      "year": 2011,
      "doi": "10.1111/j.1468-2958.2011.01409.x"
    },
    {
      "title": "Pouring rights on campus",
      "authors": [
        "H Thompson"
      ],
      "year": 2019,
      "doi": "10.1163/2210-7975_hrd-3169-2016027"
    },
    {
      "title": "Content analysis: method, applications, and issues",
      "authors": [
        "B Downe-Wamboldt"
      ],
      "year": 1992,
      "doi": "10.1080/07399339209516006"
    },
    {
      "title": "Effectiveness of school food environment policies on children's dietary behaviors: a systematic review and meta-analysis",
      "authors": [
        "R Micha",
        "D Karageorgou",
        "I Bakogianni"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0194555"
    },
    {
      "title": "Get the Facts: Sugar-Sweetened Beverages and Consumption",
      "year": 2017,
      "doi": "10.1007/s00394-022-02971-3"
    },
    {
      "title": "Trends in obesity among adults in the United States, 2005 to 2014",
      "authors": [
        "K Flegal",
        "D Kruszon-Moran",
        "M Carroll",
        "C Fryar",
        "C Ogden"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.6458"
    },
    {
      "title": "The high and rising costs of obesity to the US Health Care System",
      "authors": [
        "A Biener",
        "J Cawley",
        "C Meyerhoefer"
      ],
      "year": 2017,
      "doi": "10.1007/s11606-016-3968-8"
    },
    {
      "title": "Educational Attainment in the United States",
      "year": 2018,
      "doi": "10.3886/icpsr02537.v1"
    },
    {
      "title": "The State of Obesity in Iowa",
      "year": 2018,
      "doi": "10.2172/10157773"
    }
  ],
  "num_references": 34
}
