{
  "paper_id": "W5P7D5H2",
  "title": "OF MI SKILLS TO PROMOTE CHANGE TALK",
  "year": 2019,
  "date": "2019",
  "journal": "JMIR Research Protocols",
  "publication": "JMIR Research Protocols",
  "authors": [
    {
      "forename": "Sean",
      "surname": "Arayasirikul",
      "name": "Sean Arayasirikul",
      "affiliation": "1  San Francisco Department of Public Health , San Francisco , CA , USA \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "sean.arayasirikul@ucsf.edu"
    },
    {
      "forename": "Caitlin",
      "surname": "Turner",
      "name": "Caitlin Turner",
      "affiliation": "1  San Francisco Department of Public Health , San Francisco , CA , USA \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Dillon",
      "surname": "Trujillo",
      "name": "Dillon Trujillo",
      "affiliation": "1  San Francisco Department of Public Health , San Francisco , CA , USA \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Victory",
      "surname": "Le",
      "name": "Victory Le",
      "affiliation": "1  San Francisco Department of Public Health , San Francisco , CA , USA \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Theo",
      "surname": "Beltran",
      "name": "Theo Beltran",
      "affiliation": "3  University of North Carolina , Chapel Hill , NC , USA Center for Public Health Research , \n\t\t\t\t\t\t\t\t Center for Public Health Research \n\t\t\t\t\t\t\t\t University of North Carolina \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t NC \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Erin",
      "surname": "Wilson",
      "name": "Erin Wilson",
      "affiliation": "1  San Francisco Department of Public Health , San Francisco , CA , USA \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Orcid",
      "surname": "Id",
      "name": "Orcid Id",
      "affiliation": "2  University of California , San Francisco , CA , USA \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "San Francisco Department of Public Health , 25 Van Ness Avenue , San Francisco , CA 94102 , USA; \n\t\t\t\t\t\t\t\t San Francisco Department of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 25 Van Ness Avenue \n\t\t\t\t\t\t\t\t\t 94102 \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA;"
    }
  ],
  "doi": "10.1177/1524839920936246",
  "keywords": [
    "Internet/+electronic interventions",
    "technology",
    "health promotion",
    "HIV/AIDS"
  ],
  "sections": [
    {
      "title": "Article",
      "text": "Motivational interviewing (MI) is a counseling approach to facilitate behavior change. MI has been widely applied to in-person-delivered, health behavior change interventions; however, mobile health (mHealth) interventions are beginning to adopt and expand the reach of MI in health promotion practice with the use of mobile phones and digital platforms. This study examines whether the use of  MI skills (e.g., OARS [open-ended questions, affirmations, reflective listening, and summaries] ) promotes change talk in an SMS text messaging intervention for young people living with HIV in San Francisco. We undertake a novel method of analyzing text message intervention data in order to characterize the microprocesses of change talk. Data were collected via computer-assisted self-interviewing surveys of selfreported sociodemographic information, and two-way text messages facilitated by a digital HIV care navigator during the 6-month intervention. We qualitatively assessed all text messages exchanged for the utilization of four basic MI skills on the part of the interventionist (OARS) and participant change talk. This study found that high levels of all four MI skills-and moderate levels of open-ended questions only-were associated with more change talk compared to low levels. Additionally, using three or more MI skills was associated with change talk. Future research is needed to inform how to analyze large amounts of data passively collected as a native part of implementing mHealth and text messaging applications of MI interventions.\n\nchange through the client's lived experience. The interventionist acts as a sounding board and guide for the client to consider and self-determine where motivation for behavior change comes from and what that behavior change might look like. This therapeutic alliance centers the important expertise of the client and leverages the positionality of an external, nonjudgmental, empathic, yet directive third-party to identify, discuss, and resolve ambivalence about an intended change in behavior  (Miller & Rollnick, 2012) . At the core of MI are counseling skills such as open-ended questions, affirmations, reflective listening, and summaries (OARS) that help to elicit change talk from the client, or statements that express motivation and intention for bringing about behavior change  (Rosengren, 2017) . MI has been widely applied to in-person delivered health behavior change interventions; however, mobile health (mHealth) interventions are beginning to adopt and expand the reach of MI in health promotion practice with the use of mobile phones and digital platforms  (Zunza et al., 2017) .\n\nmHealth interventions using MI-informed text messaging have shown to be promising, especially in HIV interventions  (Trujillo et al., 2020; Zunza et al., 2017) . One study piloted an MI-based text message intervention with 43 young gay and bisexual men in Romania that consisted of eight 60-minute MI-based text message counseling sessions and found significant improvements in HIV-related knowledge, HIV testing, condom use self-efficacy, and reductions in heavy alcohol consumption at follow-up compared to baseline  (Lelutiu-Weinberger et al., 2018) . Another study based in South Africa investigated the effect of structured weekly MI and text messaging on breastfeeding for women living with HIV  (Zunza et al., 2017) . While results from this study have not yet been published, Zunza et al. plan to assess breastfeeding adherence outcomes before and after intervention exposure. While these studies examine intervention efficacy based on intervention exposure and dosage, they do not explore the interpersonal process that is the heart of MI.\n\nInterventions conducting MI digitally have the novel opportunity of improved measurement and evaluation of key constructs (e.g., OARS and change talk) by having access to all text message-related data. The majority of research validating the efficacy of MI has solely focused on in-person delivered interventions. Little research has been done to assess the microprocesses of interpersonal MI skills and their efficacy in generating change talk in the context of mHealth interventions. As a result, mHealth studies are quickly moving forward with MI adaptations without evidence-based guidelines or metrics. As mHealth adaptations of MI remain in their infancy, there is a great need for evaluation research to address this gap in knowledge and examine the efficacy of MI in the digital age."
    },
    {
      "title": "> > PURPOSE",
      "text": "This study examines whether the use of MI skills (e.g., OARS) promotes change talk in an SMS text messaging intervention for young people living with HIV in San Francisco. We undertake a novel method of analyzing text message intervention data in order to characterize the microprocesses of change talk."
    },
    {
      "title": "> > METHOd"
    },
    {
      "title": "Study Design and Recruitment",
      "text": "Data for the present analysis come from the Health eNav study at San Francisco Department of Public Health  (2017) (2018) . Health eNav was a digital care navigation intervention designed to improve HIV care linkage and retention and subsequent viral suppression among young men who have sex with men and trans women living with HIV. A digital care navigator delivered the intervention via two-way SMS text messaging. Study design and procedures are described in depth in a prior article  (Arayasirikul et al., 2019) . This study protocol was approved by the Institutional Review Board at the University of California, San Francisco  (IRB No. 16-19675) ."
    },
    {
      "title": "Measures",
      "text": "Data for the Health eNav study were collected via computer assisted self-interviewing surveys of selfreported sociodemographic information, and two-way text messages facilitated by a digital care navigator during the 6-month intervention. We qualitatively assessed all text messages exchanged for the utilization of four basic MI skills on the part of the interventionist (OARS) and participant change talk  (Miller & Rollnick, 2012) . Two independent coders received training in MI and utilized content analysis  (Elo & Kyngas, 2008)  to read and assess text messages for the usage of MI skills and presence of change talk. Discrepancies in coding were identified, reviewed, discussed, and reconciled. Codes were counted and summed for analysis. All text message data were collected from our text messaging platform and included the following elements: date/time and the phone numbers of the devices sending and receiving the message.\n\nParticipant Demographics. We assessed the following demographic information gathered from baseline computer assisted self-interviewing surveys: age at interview (in years), gender identity (trans woman vs. man), race/ethnicity (non-Hispanic/Latinx American Indian or Alaska Native, Asian, Black or African American, Multiracial, White, or Hispanic/Latinx), education level (high school/GED or at least a college education), current living situation (stable vs. unstable), and income level in the prior month ($0 to $250, $251 to $600, $601 to $1,300, or $1,301 or more).\n\nMotivational Interviewing Skills. We used the following operational definitions to code each MI skill that served as independent variables in our analysis. Openended questions facilitate a participant's response to questions from their own perspective rather than closed questions that are leading (e.g., \"What are your goals for the future?\"). Affirmations require the interventionist to actively listen for participant's strengths, values, aspirations, and positive qualities and reflect those to the participants in an affirming manner (e.g., \"You responded to a very difficult situation with composure and resilience\"). Reflective listening is a skillful manner of responding to what a participant says, and these reflections will vary from simply repeating to reflecting implicit meaning or feelings (e.g., \"It sounds like you are really frustrated right now\"). Summarizing is a strategic tool to offer clarity, review the directions or next steps of a conversation, and highlight realizations or themes (e.g., \"Here is what I've heard. We've talked a lot about how hard it is to go to the doctor, as well as how important it is to you. You identified a few ways to prioritize your health and the people you can depend on for help\").\n\nChange Talk. Change talk was our primary dependent variable or outcome in this analysis and refers to participant statements that indicate an inclination or reason for change and can vary in the strength of commitment toward enacting that change (e.g., \"I wish things were different\" and \"I will change this\")."
    },
    {
      "title": "Data Analysis",
      "text": "In order to quantify text message data that were qualitatively coded, the number of times each MI skill was used across all text messages for each participant was counted and summed. Since the distribution of counts of each MI skill was skewed, we recategorized each skill into tertiles. That is, participants in the 0 to 32rd percentile of a particular MI skill were considered to have a low level of that skill, those in the 33rd to 65th were considered to have a moderate level, and those in the 66th percentile and above had a high level. Finally, we created a composite MI variable, in which we classified participants according to whether they received 0 to one type of MI skills, two types of skills, three types of skills, or all four types of skills.\n\nWe characterized the entire sample with baseline sociodemographic data. We then described the sociodemographic distribution of participants who received at least one of each MI skills. Tertiles of each MI skill (i.e., whether the skill was used in low, medium, or high quantities) were then characterized. For each tertile of the MI skill in question, we reported the median and interquartile range of the instances of change talk that occurred. For instance, at each level of open-ended questions posed by the interventionist (0-7 questions for \"low,\" 8-13 questions for \"moderate,\" and 14+ questions for \"high\"), we computed the median instances of change talk with a corresponding interquartile range. Finally, we assessed whether counts of change talk varied by the degree to which each MI skill was used and by the MI skills composite score (i.e., the number of types of MI skills used). Unadjusted, zero-inflated Poisson regression models were used to account for the large number of zeros in the distribution of instances of change talk. These models accounted for overall texting engagement (i.e., number of texts sent and received) as a predictor of change talk counts. All statistical analyses were conducted in Stata 14  (Stata Press, 2015) . Comparisons producing p values less than .05 were considered statistically significant."
    },
    {
      "title": "> > RESULTS",
      "text": "Table  1  displays baseline sociodemographics, overall and by those who received at least one open-ended question, affirmation, reflective listening skill, or summarization. Across sociodemographics, open-ended questions and affirmations were the most frequently utilized MI skills; reflective listening and summarizing were less common. While 50% or less of Black, Hispanic, or White participants received reflective listening, more than 60% of participants with multiple or \"other\" race/ethnicity received this skill.\n\nTable  2  shows that as the MI skill levels increase, the median instances of change talk tends to increase. Table  3  tests these relationships after adjusting for total number of texts sent/received and conveys that high levels of OARS are associated with an increased count of change talk compared to low levels (p < .01 for all comparisons). Only for open-ended questions is there a statistically significant association between a moderate level of that skill and increased change talk count compared to the low level. For the MI skills composite score, receiving any combination of three kinds of MI skills or receiving all four MI skills was associated with increased change talk count compared to receiving one type of skill or no skill. Receiving two types of skills compared to receiving one or no skill was not significantly associated with change talk count."
    },
    {
      "title": "> > dISCUSSION",
      "text": "This study found that high levels of all four MI skills-and moderate levels of open-ended questions only-were associated with more change talk compared to low levels. Using three or more MI skills was associated with change talk as well. These data suggest that delivery of MI through text messaging is not only efficacious in promoting change talk but also feasible for both the interventionist and the individual participant. We also found that the usage of OARS was not equally distributed. Instead, open-ended questions and affirmations were most frequently utilized, followed by reflective listening and summarizing. Open-ended questions and affirmations may be the building blocks that lead to reflective listening and summarizing.\n\nmHealth and digital technology may offer new and improved ways to evaluate fidelity to MI-informed interventions. Approaches to measuring fidelity of MI interventions are largely indirect, with the majority of work centered on ensuring that the interventionist is welltrained in delivering MI rather than evaluating the interactions and microprocesses that subsequently make up the human exchanges, communication, and practice of MI  (Madson & Campbell, 2006) . For example, the Motivational Interviewing Treatment Integrity Scale measures only the counts of MI-related behaviors of the\n\nTAbLE 1 Sociodemographics and Motivational Interviewing Components Among Young Men Who Have Sex With Men and Trans Women Living With HIV Enrolled in a digital Care Navigation Intervention, Health eNav, 2017 (N = 120) Sociodemographics Overall Motivational interviewing skills Open-ended questions a Affirmations b Reflective listening c Summarizing d n % n % e n % e n % e n % e Total 120 100.0 104 86.7 98 81.7 60 50.0 45 37.5 Age, years, M (SD) 27.8 (4.1) 28.0 (4.0) 28.1 (4.0) 27.6 (3.7) 28.5 (4.2) Gender identity Trans woman 17 14.2 14 82.4 14 82.4 9 52.9 8 47.1 Man 103 85.8 90 87.4 84 81.6 51 49.5% 37 35.9 Race/ethnicity Black, non-Hispanic/Latinx 22 18.3 18 81.8 18 81.8 11 50.0 7 31.8 Hispanic/Latinx 38 31.7 32 84.2 31 81.6 17 44.7 16 42.1 Multiple races, non-Hispanic/Latinx 28 23.3 26 92.9 22 78.6 18 64.3% 9 32.1 White, non-Hispanic/Latinx 32 26.7 28 87.5 27 84.4 14 43.8 13 40.6 Education level High school/GED or less 52 43.3 42 80.8 40 76.9 23 44.2 20 38.5 Some college or more 68 56.7 62 91.2 58 85.3 37 54.4 25 36.8 Current living situation Unstable 81 67.5 69 85.2 65 80.2 43 53.1 30 37.0 Stable 39 32.5 35 89.7 33 84.6 17 43.6 15 38.5 Income in the last month, $ 601-1300 30 25.0 28 93.3 23 76.7 15 50.0 14 46.7 251-600 30 25.0 25 83.3 27 90.0 16 53.3 10 33.3 0-250 30 25.0 24 80.0 22 73.3 15 50.0 11 36.7 ≥1,301 29 24.2 26 89.7 25 86.2 13 44.8 9 31.0\n\na Refers to participants who received at least one open-ended question over the intervention period. b Refers to participants who received at least one affirmation over the intervention period. c Refers to participants who received at least one reflective listening skill over the intervention period. d Refers to participants who received at least one summarization skill over the intervention period. e Percentages are row-calculated.\n\ninterventionist  (Moyers et al., 2005) . Moreover, few studies implementing MI interventions measure the MI skill antecedents that lead to change talk and change talk as a potential moderator or mediator for behavior change; instead they assess whether exposure to the intervention can lead to changes in the intended behavioral outcome."
    },
    {
      "title": "Limitations",
      "text": "There are some limitations to this study. First, this sample drew from an intervention study of young men who have sex with men and trans women living with HIV in various stages of engagement in HIV care, many of whom were experiencing poor engagement in HIV care. As a result, factors like stigma and mental health (e.g., depression, anxiety) may have affected their engagement in text messaging. Second, our analysis is focused on understanding the global question of whether or not MI skills can promote change talk delivered through text messaging. Future research ought to examine how this relationship is affected by intersectional identities (e.g., race/ethnicity, gender identity) and structural vulnerabilities (e.g., housing instability, socioeconomics, etc.). Additionally, we took an exploratory quantitative approach to address our primary research question. Although we qualitatively coded text messages using OARS as an a priori coding schematic, we quantitatively analyzed these data as countbased with the intention to examine relationships TAbLE 3 Zero-Inflated Poisson Regression Models of the Relationship between MI Skills and Counts of Change Talk Among Young MSM and Trans Women Living With HIV Enrolled in a digital Care Navigation Intervention, Health eNav, 2017 (N = 120) MI skills Zero-inflated Poisson regression Point estimate 95% CI p Open-ended questions, tertiles Low: 0-7 instances Reference Moderate: 8-13 instances 0.6 [0.0, 1.2] .04 High: 14+ instances 1.5 [1.0, 2.1] <.01 Affirmations, tertiles Low: 0-1 instance(s) Reference Moderate: 2-5 instances 0.3 [-0.1, 0.8] .1 High: 6+ instances 1.4 [1.0, 1.8] <.01 Reflective listening, tertiles Low: 0 instances Reference Moderate: 1 instance 0.4 [-0.4, 0.8] .1 High: 2+ instances 1.5 [1.2, 1.8] <.01 Summarizing, tertiles Low: 0 instances Reference Moderate: 1 instance 0.2 [-0.1, 0.5] .3 High: 2+ instances 1.0 [0.7, 1.2] <.01 MI skills composite 0-1 type(s) of skills Reference 2 types of skills 1.3 [-0.2, 2.8] .1 3 types of skills 1.9 [0.4, 3.3] .01 4 types of skills 2.7 [1.3, 4.2] <.01 Note. MSM = men who have sex with men; MI = motivational interviewing.\n\nbetween MI skills and change talk. We recognize that conducting a future in-depth qualitative analysis of this tremendous amount of qualitative data using a more grounded theoretical approach (e.g., grounded theory, thematic analysis) may reveal unique complexities of the lived experiences of young people living with HIV. Interpretations of findings ought to be limited to the specific research question we sought to address and its subsequent quantitative analytical approach. Despite the limited generalizability of results, these findings support that MI skills can promote change talk in an SMS text messaging intervention and have important implications for health promotion practice."
    },
    {
      "title": "Implications",
      "text": "New approaches to analyze mHealth adaptations of MI interventions are needed. While mHealth interventions can generate a large amount of diverse data (e.g., text message data, date/time, geolocation, click penetration, etc.), strategies to inform and evaluate what is meaningful are scant. Because such big data can be daunting and resource-demanding to process and analyze, integrating transdisciplinary innovations from digital and computer science may be especially useful. For example, methods in artificial intelligence and machine learning may help create a program that assesses MI fidelity and identifies change talk. This real-time feedback evaluating the counseling interaction between MI interventionist and participant would be an innovative and impactful feedback loop in health promotion practice. Future research is needed to inform how to analyze large amounts of data passively collected as a native part of implementing mHealth and text messaging applications of MI interventions."
    },
    {
      "text": "Note. IQR = interquartile range; MI = motivational interviewing; MSM = men who have sex with men."
    }
  ],
  "references": [
    {
      "title": "Implementing a digital HIV care navigation intervention (Health eNav): Protocol for a feasibility study",
      "authors": [
        "S Arayasirikul",
        "D Trujillo",
        "C Turner",
        "V Le",
        "E Wilson"
      ],
      "year": 2019,
      "doi": "10.2196/16406"
    },
    {
      "title": "The qualitative content analysis process",
      "authors": [
        "S Elo",
        "H Kyngas"
      ],
      "year": 2008,
      "doi": "10.1111/j.1365-2648.2007.04569.x"
    },
    {
      "title": "An mHealth intervention to improve young gay and bisexual men's sexual, behavioral, and mental health in a structurally stigmatizing national context",
      "authors": [
        "C Lelutiu-Weinberger",
        "M Manu",
        "F Ionescu",
        "B Dogaru",
        "T Kovacs",
        "C Dorobantescu",
        "M Predescu",
        "A Surace",
        "J Pachankis"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9283"
    },
    {
      "title": "Measures of fidelity in motivational enhancement: A systematic review",
      "authors": [
        "M Madson",
        "T Campbell"
      ],
      "year": 2006,
      "doi": "10.1016/j.jsat.2006.03.010"
    },
    {
      "title": "Motivational interviewing: Helping people change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2012
    },
    {
      "title": "Assessing competence in the use of motivational interviewing",
      "authors": [
        "T Moyers",
        "T Martin",
        "J Manuel",
        "S Hendrickson",
        "W Miller"
      ],
      "year": 2005,
      "doi": "10.1016/j.jsat.2004.11.001"
    },
    {
      "title": "What is motivational interviewing?",
      "authors": [
        "S Rollnick",
        "W Miller"
      ],
      "year": 1995,
      "doi": "10.1017/s135246580001643x"
    },
    {
      "title": "Building motivational interviewing skills: A practitioner workbook",
      "authors": [
        "D Rosengren"
      ],
      "year": 2017
    },
    {
      "title": "Stata base reference manual release 14",
      "year": 2015,
      "doi": "10.1177/1536867x1401400108"
    },
    {
      "title": "Digital HIV care navigation for young people living with HIV in San Francisco, California: Feasibility and acceptability study",
      "authors": [
        "D Trujillo",
        "C Turner",
        "V Le",
        "E Wilson",
        "S Arayasirikul"
      ],
      "year": 2020,
      "doi": "10.2196/16838"
    },
    {
      "title": "Interactive weekly mobile phone text messaging plus motivational interviewing in promotion of breastfeeding among women living with HIV in South Africa: Study protocol for a randomized controlled trial",
      "authors": [
        "M Zunza",
        "M Cotton",
        "L Mbuagbaw",
        "R Lester",
        "L Thabane"
      ],
      "year": 2017,
      "doi": "10.1186/s13063-017-2079-0"
    }
  ],
  "num_references": 11
}
