{
  "paper_id": "WC2I7EUG",
  "title": "Social incentives to encourage physical activity and understand predictors (STEP UP): Design and rationale of a randomized trial among overweight and obese adults across the United States",
  "abstract": "Background: Less than half of adults in the United States (US) obtain the recommended level of physical activity. Social incentives, the influences that impact individuals to adjust their behaviors based on social ties or connections, are ubiquitous and could be leveraged within gamification interventions to provide a scalable, low-cost approach to increase engagement. Gamification, or the use of game design in non-game situations, is commonly used in the real world, but in most cases has not appropriately leveraged principles from theories of health behavior. Methods: We are conducting a four-arm, randomized, controlled trial of 602 overweight and obese adults to evaluate the effectiveness of gamification interventions that leverage insights from behavioral economics to enhance either supportive, competitive, or collaborative social incentives. Daily step counts are monitored using wearable devices that transmit data to the study platform. Participants established a baseline step count, selected a step goal increase, and then were randomly assigned to control or one of three interventions for a 24-week intervention and 12-week follow-up period. To understand predictors of strong or poor performance, we had participants complete validated questionnaires on a range of areas including their personality, risk preferences, social network, and habits relating to physical activity, eating, and sleep. Trial enrollment was conducted in partnership with Deloitte Consulting and included employees from 40 states across the US. \n Conclusion: The STEP UP Trial represents a scalable model and interventions found to be effective could be deployed more broadly to increase physical activity.",
  "year": 2012,
  "date": "2012",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Joseph",
      "surname": "Harrison",
      "name": "Joseph Harrison",
      "affiliation": "c  The Penn Medicine Nudge Unit , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Penn Medicine Nudge Unit \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jeremy",
      "surname": "Jones",
      "name": "Jeremy Jones",
      "affiliation": "a  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Dylan",
      "surname": "Small",
      "name": "Dylan Small",
      "affiliation": "b  The Wharton School , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Wharton School \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Charles",
      "surname": "Rareshide",
      "name": "Charles Rareshide",
      "affiliation": "c  The Penn Medicine Nudge Unit , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Penn Medicine Nudge Unit \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Gregory",
      "surname": "Szwartz",
      "name": "Gregory Szwartz",
      "affiliation": "e  Deloitte Consulting , United States \n\t\t\t\t\t\t\t\t Deloitte Consulting \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "David",
      "surname": "Steier",
      "name": "David Steier",
      "affiliation": "e  Deloitte Consulting , United States \n\t\t\t\t\t\t\t\t Deloitte Consulting \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "James",
      "surname": "Guszcza",
      "name": "James Guszcza",
      "affiliation": "e  Deloitte Consulting , United States \n\t\t\t\t\t\t\t\t Deloitte Consulting \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Pameljit",
      "surname": "Kalra",
      "name": "Pameljit Kalra",
      "affiliation": "e  Deloitte Consulting , United States \n\t\t\t\t\t\t\t\t Deloitte Consulting \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Brian",
      "surname": "Torio",
      "name": "Brian Torio",
      "affiliation": "e  Deloitte Consulting , United States \n\t\t\t\t\t\t\t\t Deloitte Consulting \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Gregory",
      "surname": "Reh",
      "name": "Gregory Reh",
      "affiliation": "e  Deloitte Consulting , United States \n\t\t\t\t\t\t\t\t Deloitte Consulting \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Victoria",
      "surname": "Hilbert",
      "name": "Victoria Hilbert",
      "affiliation": "c  The Penn Medicine Nudge Unit , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Penn Medicine Nudge Unit \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel",
      "affiliation": "a  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "University of Pennsylvania , CMC VA Medical Center , 3400 Civic Center Blvd , 14-176 South Pavilion , Philadelphia , PA 19104 , United States. \n\t\t\t\t\t\t\t\t CMC VA Medical Center \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd 14-176 South Pavilion \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.1016/j.cct.2019.04.001",
  "sections": [
    {
      "title": "Introduction",
      "text": "Regular physical activity is associated with reduced risk of cardiovascular disease, diabetes, hypertension, and obesity  [1] [2] [3] [4] . However, less than half of adults in the United States (US) obtain enough physical activity to achieve these health benefits  [5] . The Centers for Disease Control and Prevention has provided guidelines on how workplace wellness programs could be implemented to increase physical activity and improve the health of employees  [6] .\n\nGamification is the use of game design elements such as points and levels in non-game contexts and is increasingly being used in interventions to promote healthy behaviors  [7] [8] [9] [10] . For example, recent work by members of our group evaluated the use of gamification for physical activity promotion by a larger insurer that deployed the intervention through workplace wellness programs that reached about 4.5 million adults  [11] . In another study by members of our group, we found that gamification was used in 64% of the top 50 most popular smartphone apps  [12] . However, few of these apps were designed using insights from behavioral economics to address predictable barriers to behavior change. In fact, several systematic reviews have found that most gamification intervention designs do not appropriately leverage theories from health behavior models  [7, 8, 10] . In a randomized trial, members of our group found that insights from behavioral economics could be embedded within gamification design to enhance social incentives such as accountability, peer support, and collaboration to increase physical activity among families in the community  [13] .\n\nThe objective of STEP UP (Social incentives To Encourage Physical activity and Understand Predictors) was to evaluate the effectiveness of gamification interventions that leverage insights from behavioral economics to enhance either supportive, competitive, or collaborative social incentives to increase physical activity among overweight and obese adults. Participants completed a series of validated assessments to help inform exploratory prediction models including questionnaires on their personality, risk preferences, social network, and habits relating to physical activity, eating, and sleep. Participant enrollment was conducted in partnership with Deloitte Consulting and recruited employees from across the US. The trial was conducted using a web-based platform at the University of Pennsylvania, called Way to Health  [14] , which facilitated virtual recruitment, online informed consent, automated study communications, and remote-monitoring of behavior."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study design",
      "text": "The STEP UP study is a four-arm, randomized, controlled trial with a 24-week intervention period and 12-week follow-up period. The trial was conducted using Way to Health  [14] , a research technology platform at the University of Pennsylvania that has been used previously by our group for remotely-monitored physical activity interventions  [13, [15] [16] [17] [18] [19] . All participants received $25 for enrolling in the trial, $50 for completing the 24-week intervention period and surveys, and $50 for completing the 12-week follow-up period and surveys. Participants were randomly assigned to the control arm or one of three gamification intervention arms designed to enhance supportive, competitive, or collaborative social incentives. Data on participant characteristics were collected through validated questionnaires and from the KBM Group. The study was approved by the University of Pennsylvania Institutional Review Board."
    },
    {
      "title": "Participant recruitment",
      "text": "We partnered with Deloitte Consulting to recruit from their pool of approximately 26,000 employees across the United States (US) from October 30, 2017 to July 11, 2018. Deloitte sent email invitations to employees in weekly batches ranging in size from 500 employees to several thousand until all employees were sent at least one invitation with two reminders.\n\nParticipants were eligible for the trial if they were age 18 years or older, able to read and provide informed consent to participate, had a self-reported body mass index (BMI) of 25 or greater, and owned a smartphone or tablet compatible with the wearable activity tracking device. Participants were excluded if there was a condition that made participation unfeasible (e.g. inability to provide informed consent, illiteracy or inability to speak, read, and write English), there was a condition that made participation unsafe (e.g. pregnancy or being told by a physician not to exercise), he or she was already enrolled in another study targeting physical activity, or any other medical conditions or reasons the participant would be unable to complete the 36-week physical activity program."
    },
    {
      "title": "Participant enrollment",
      "text": "Interested participants created an account on the Way to Health technology platform, provided online informed consent, and completed a screening eligibility survey. Eligible patients were then directed to complete a series of assessments including surveys and validated questionnaires described in Table  1 . These include collecting data on health status (EQ-5D)  [20] , exercise self-efficacy  [21] , eating habits  [22] , sleep quality (PSQI)  [23] , mood (PHQ9)  [24] , social support  [25] , risk preferences (DOSPERT)  [26] , personality type (Big Five)  [27] , and grit  [28] . Participants provide consent for the study to collect information from KBM Group, a company that aggregates market data and matches it to individuals based on street address. This data includes variables related to demographics, financial status, and spending habits. After baseline assessments were completed, participants were mailed a wearable device (Withings/Nokia Steel) and were given instructions on how to authorize the device to send data to the Way to Health technology platform. This wearable device tracked physical activity (daily steps counts) and sleep (minutes of total sleep, light sleep, and deep sleep). The wearable device was waterproof and had a battery that lasted about six months, at which point the participants were mailed a new battery."
    },
    {
      "title": "Baseline step count",
      "text": "Once the participant's wearable device was setup and connected to the study, they were asked to get used to wearing the device for several weeks. During this run-in period, a baseline step count was estimated using the second week of data-a method used in previous work  [13, 15] . The first week of data was ignored to diminish the potential upward bias of the estimate from higher activity during initial device use. To prevent potential mismeasurement, we ignored any daily values < 1000 steps because evidence indicates these values are unlikely to represent capture of actual activity  [29, 30] . If < 4 days of data were available during the second week, the patient was contacted to inquire about any device issues and the run-in period was expanded until at least 4 days of data were captured."
    },
    {
      "title": "Goal-setting",
      "text": "All participants were informed of his or her baseline step count and then asked to choose a step goal increase that was either 33%, 40%, or 50% higher than the baseline (each goal rounded up to the hundred), or the participant could select another goal as long as it was at least 1500 steps greater than baseline. These options were based on prior work  [13] ."
    },
    {
      "title": "Randomization",
      "text": "A participant was considered ready to be randomized once he or she completed all surveys, established a baseline step count, and selected a step goal increase. Randomization was conducted electronically by stratifying on participant baseline step count (< 5000 steps per day; 5001 to 7500 steps per day; > 7500 steps per day) and using block sizes of four groups with three participants per group. The first participant in the group was randomly assigned to an arm and the next two participants were assigned to fill that group."
    },
    {
      "title": "Interventions",
      "text": "Participants assigned to the control arm were asked to use the wearable device and strive for their daily step goal for 36 weeks. They received no other interventions so as to keep the experience as close as possible to usual care.\n\nParticipants assigned to one of the three gamification arms had a 4week ramp-up during which their daily step goal targets increased by 25% per week for 4 weeks from baseline to the goal (ramp-up period). For example, a participant with a baseline of 6000 steps per day and goal of 8000 steps per day would be asked to achieve goals of 6500, 7000, 7500, and 8000 step per day for each of the first four weeks of the study. The participant was then asked to maintain their step goal (e.g. 8000 steps per day) for the rest of the 20-week intervention period (maintenance period) and the 12-week follow-up period.\n\nParticipants in the gamification arms were entered into an intervention that was based on prior work  [13]  and used points and levels as well as insights from behavioral economics. First, participants signed a pre-commitment pledge to strive to achieve their step goal during the 36-week study. Pre-commitment has been demonstrated to motivate behavior change  [31, 32] . Second, at the beginning of each week the participant receives 70 points (10 for each day that week). If the participant does not achieve their step goal, they lose 10 points from their balance. This leverages loss aversion, which has demonstrated that lossframing is more effective at motivating behavior change than gainframing  [17, 33] . Third, at the end of each week if the participant has at least 40 points, he or she will move up a level (levels from lowest to highest: blue, bronze, silver, gold, platinum). If not, participants will drop a level. This design creates achievable goal gradients (the notion that the next highest level was attainable), a sense of social status, and progression through the game. All participants begin at the silver level so they will feel the loss of dropping to bronze if they do not achieve enough points in the first week. Fourth, participants get a fresh set of 70 points each week on Monday. This design leverages the \"fresh start effect\" which is the tendency for aspirational behavior around temporal landmarks such as the beginning of the year, month, or week  [34] . Fifth, to help re-engage participants that are struggling to meet their goals at weeks 8 and 16 (defined as being in the blue or bronze levels of the game), we called them to inquire about their progress in the study, reset them to the silver level, and offered them the opportunity to readjust their goals among the initial options. Sixth, the game varies based on the social incentive arm described as follows:\n\nIn the supportive social incentive arm, participants were asked to identify a family member or friend to be their support sponsor. This sponsor is encouraged to support the participant in their progress during the study. A weekly report is sent by email to the sponsor with the participant's performance including their points and level.\n\nIn the competitive social incentive arm, participants are placed into a group of three total participants. These participants typically did not know each other before the study, but were introduced to each other by email at the beginning of the intervention. At the end of each week the participants receive an email with a leaderboard that ranks them on their cumulative points in the study thus far and also displays their level. In the event there is a tie in total cumulative points, the participants will be secondarily ranked on level. This feedback may help to induce participants to compete for the top spot among the group.\n\nIn the collaborative social incentive arm, participants are placed into a group of three total participants as a team. These participants typically did not know each other before the study, but were introduced to each other by email at the beginning of the intervention. Each day one of the members of the group is randomly selected to represent their team for that day and that information is shared with the entire group. If the participant selected met his or her step goal on the previous day, the team keeps their points. If he or she didn't meet their goal, then the team is told they lost 10 points. In this design, each person is accountable to the others on the team and this may induce a collaborative effort to meet their daily goals. The entire team moves up a level only if the team has at least 40 points by the end of the week."
    },
    {
      "title": "Outcome measures",
      "text": "The primary outcome is change in daily steps from baseline to the intervention period (weeks 5 to 24 which excludes the 4-week ramp-up phase). Secondary outcomes include the proportion of participant-days that step goals are achieved during the intervention and follow-up periods, and change in daily steps from baseline to the follow-up period."
    },
    {
      "title": "Power",
      "text": "This trial has been powered for two phases of hypothesis testing. In the first phase, we will compare each of the three intervention arms to control. We estimate that a sample of 600 participants allocated in a 1:1:1:1 distribution, will ensure at least 80% power to detect an 800step difference between each intervention arm and control, with a standard deviation of 2000 steps. This calculation assumes a 10% dropout rate and a conservative Bonferroni adjustment of the type I error rate with a 2-sided alpha of 0.017. In the second phase, we will compare successful intervention arms to each other. We expect the magnitude of difference between intervention arms will be less than that of successful intervention arms compared to control. For this second phase of analyses will use a conservative Bonferroni adjustment of the type I error rate with a 2-sided alpha of 0.017 to adjust for up to 3 comparisons. Because only intervention arms which demonstrated a significant difference with the control are compared with each other in the second phase, the overall familywise error rate of this two-phase procedure is controlled at 0.05  [35] ."
    },
    {
      "title": "Statistical analysis",
      "text": "All analyses will be performed using intention-to-treat. Data can be missing for any day if the participant did not use the activity tracking device or did not upload data. For the main analysis, we will use multiple imputation for step values that are either missing or for values < 1000 steps because evidence suggests these are not accurate measures of actual activity  [29, 30] . We will perform five sets of imputations and results will be combined using Rubin's standard rules  [36] . We will perform sensitivity analyses to assess the robustness of the findings using only collected data with and without step values < 1000 steps. This imputation approach has been used in our prior work  [13, 15] .\n\nThe primary analysis will fit mixed effects regression models to evaluate changes in physical activity outcomes measures adjusting for each participant's baseline step, time at the observation level using calendar month fixed effects, and participant random effects to adjust for repeated observations of participant step counts. We will compare changes from baseline to the intervention period (excluding weeks 1 to 4 during the ramp-up phase) and from baseline to the follow-up period. Secondary analyses will fit mixed effects regression models adjusted for other variables of interest such as participant characteristics.\n\nTo understand predictors of response to the interventions, exploratory analyses will fit mixed effects regression models to evaluate associations of participant characteristics or behaviors with strong or poor performance in the outcome measures. In addition, we will use latent class analysis of the baseline variables to identify classes of participants and compare differences in their performance across the arms. We will also conduct an exploratory qualitative evaluation of the survey free text responses by using grounded theory to identified themes reported by the participants."
    },
    {
      "title": "Results"
    },
    {
      "title": "Recruitment",
      "text": "The study flow diagram is depicted in Fig.  1 . Over a five-month period, 602 participants from 40 states in the US were randomized into the trial (Fig.  2 ). Among the approximately 26,000 employees invited to participate, 2266 created an account on Way to Health and were assessed for eligibility. Reasons for exclusion included ineligibility (438), declining informed consent (69), and not completing all enrollment steps before recruitment closed (1157). The trial will conclude in April 2019 and analyses will be reported separately."
    },
    {
      "title": "Discussion",
      "text": "The STEP UP trial evaluates the effectiveness of three gamification interventions that use insights from behavioral economics and enhance either supportive, competitive, or collaborative social incentives to motivate physical activity. These interventions used Way to Health  [14] , a research technology platform, to deploy automated processes and communications to participants across the US without using more personnel-intensive approaches. This provides a scalable method that if successful could be deployed more broadly at low-cost. An exploratory evaluation will evaluate whether data on participants can identify predictors of response to interventions. This includes data collected from participants through validated assessments as well as through third-party data.\n\nThis study has several limitations. First, participants represent a small fraction of a single employer and this may limit generalizability. However, with participants from 40 states, it is one of the largest trials of its kind. Second, we are evaluating physical activity using step counts and do not have other measures of physical activity or exercise. Third, the control arm did not receive daily messaging and therefore we cannot disentangle the impact of the gamification interventions with daily messaging. However, the wearable devices do provide daily feedback on step counts and our design provides a more pragmatic evaluation of the effect of the interventions. Fifth, since participant information was blinded to their employer, we were unable to obtain information on work-related data such as absenteeism.\n\nThis study also has several strengths. First, while gamification is used widely in insurance programs and smartphone applications for health and fitness  [11, 12] , it has not often incorporated insights from behavioral economics or been tested rigorously in a randomized trial. Second, since many large employers offer wellness programs targeting healthy behaviors such as physical activity  [37] , this study has the potential to impact the design of programs that reach many adults in the US. Third, by evaluating predictors of success and failure, we will be able to better understand response to the interventions that could help to develop targeted approaches to engaging individuals rather than a one-size-fits-all approach. Fourth, participants were recruited by email and monitored remotely which both minimized the resources needed to conduct the study and increased its scalability.\n\nThe STEP UP trial is one of the first national evaluations of behaviorally designed gamification for physical activity promotion. Since social networks are often longstanding, interventions that enhance social incentives could be more sustainable than other approaches. Our trial has demonstrated that a remotely-monitored intervention can be conducted and the findings of this study will help to understand how these types of approaches could impact physical activity levels among overweight and obese adults in the US."
    },
    {
      "text": "Fig. 1. Study flow diagram."
    },
    {
      "text": "Fig. 2. Participants randomized into the STEP UP Trial by State."
    },
    {
      "text": "Participant survey assessments"
    }
  ],
  "references": [
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Trends in cardiovascular health metrics and associations with all-cause and CVD mortality among US adults",
      "authors": [
        "Q Yang",
        "M Cogswell",
        "W Flanders"
      ],
      "year": 2012
    },
    {
      "title": "Heart disease and stroke statistics-2015 update: a report from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "E Benjamin",
        "A Go"
      ],
      "year": 2015,
      "doi": "10.1161/cir.0000000000001137"
    },
    {
      "title": "The economic burden of physical inactivity: a global analysis of major non-communicable diseases",
      "authors": [
        "D Ding",
        "K Lawson",
        "T Kolbe-Alexander"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30383-x"
    },
    {
      "title": "Facts about Physical Activity",
      "year": 2017,
      "doi": "10.1037/e410872005-001"
    },
    {
      "title": "Steps to Wellness: A Guide to Implementing the 2008 Physical Activity Guidelines for Americans in the Workplace",
      "year": 2015,
      "doi": "10.1037/e525452010-001"
    },
    {
      "title": "Gamification for health promotion: systematic review of behaviour change techniques in smartphone apps",
      "authors": [
        "E Edwards",
        "J Lumsden",
        "C Rivas"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2016-012447"
    },
    {
      "title": "Does gamification work? -A literature review of empirical studies on gamification",
      "authors": [
        "J Hamari",
        "H Sarsa"
      ],
      "year": 2014
    },
    {
      "title": "It's all in the game-the uses of gamification to motivate behavior change",
      "authors": [
        "I Kawachi"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.4798"
    },
    {
      "title": "A systematic review of gamification in e-Health",
      "authors": [
        "L Sardi",
        "A Idri",
        "J Fernandez-Aleman"
      ],
      "year": 2017,
      "doi": "10.1016/j.jbi.2017.05.011"
    },
    {
      "title": "Using wearable devices and smartphones to track physical activity: initial activation, sustained use, and step counts across sociodemographic characteristics in a National Sample",
      "authors": [
        "M Patel",
        "L Foschini",
        "G Kurtzman"
      ],
      "year": 2017,
      "doi": "10.7326/m17-1495"
    },
    {
      "title": "Gamification use and design in popular health and fitness mobile applications",
      "authors": [
        "V Cotton",
        "M Patel"
      ]
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Loss-framed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD randomized trial",
      "authors": [
        "N Chokshi",
        "S Adusumalli",
        "D Small"
      ],
      "year": 2018
    },
    {
      "title": "Individual versus team-based financial incentives to increase physical activity: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3627-0"
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.7326/l16-0280"
    },
    {
      "title": "A randomized trial of social comparison feedback and financial incentives to increase physical activity",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1177/0890117116658195"
    },
    {
      "title": "A randomized, controlled trial of lotterybased financial incentives to increase physical activity among overweight and obese adults",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin"
      ],
      "year": 2018,
      "doi": "10.1177/0890117118758932"
    },
    {
      "title": "EuroQol-a new facility for the measurement of health-related quality of life",
      "authors": [
        "G Euroqol"
      ],
      "year": 1990,
      "doi": "10.1016/0168-8510(90)90421-9"
    },
    {
      "title": "The development of selfefficacy scales for health-related diet and exercise behaviors",
      "authors": [
        "J Sallis",
        "R Pinski",
        "R Grossman",
        "T Patterson",
        "P Nader"
      ],
      "year": 1988,
      "doi": "10.1093/her/3.3.283"
    },
    {
      "title": "Evaluation of a dietary targets monitor",
      "authors": [
        "M Lean",
        "A Anderson",
        "C Morrison",
        "J Currall"
      ],
      "year": 2003
    },
    {
      "title": "The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research",
      "authors": [
        "D Reynolds 3rd",
        "T Monk",
        "S Berman",
        "D Kupfer"
      ],
      "year": 1989
    },
    {
      "title": "The PHQ-9: validity of a brief depression severity measure",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "J Williams"
      ],
      "year": 2001,
      "doi": "10.1046/j.1525-1497.2001.016009606.x"
    },
    {
      "title": "The MOS social support survey",
      "authors": [
        "C Sherbourne",
        "A Stewart"
      ],
      "year": 1991,
      "doi": "10.1016/0277-9536(91)90150-b"
    },
    {
      "title": "A domain-specific risk-taking (DOSPERT) scale for adult populations",
      "authors": [
        "Blais Weber",
        "Betz"
      ],
      "year": 2006
    },
    {
      "title": "Validation of the five-factor model of personality across instruments and observers",
      "authors": [
        "R Mccrae",
        "P Costa"
      ],
      "year": 1987,
      "doi": "10.1037//0022-3514.52.1.81"
    },
    {
      "title": "Development and validation of the short grit scale (grit-s)",
      "authors": [
        "A Duckworth",
        "P Quinn"
      ],
      "year": 2009
    },
    {
      "title": "Pedometer-measured physical activity and health behaviors in U.S. adults",
      "authors": [
        "D Bassett",
        "H Wyatt",
        "H Thompson",
        "J Peters",
        "J Hill"
      ],
      "year": 2010,
      "doi": "10.1249/mss.0b013e3181dc2e54"
    },
    {
      "title": "Individual information-centered approach for handling physical activity missing data",
      "authors": [
        "M Kang",
        "D Rowe",
        "T Barreira",
        "T Robinson",
        "M Mahar"
      ],
      "year": 2009,
      "doi": "10.1080/02701367.2009.10599546"
    },
    {
      "title": "Procrastination, deadlines, and performance: self-control by precommitment",
      "authors": [
        "D Ariely",
        "K Wertenbroch"
      ],
      "year": 2002,
      "doi": "10.1111/1467-9280.00441"
    },
    {
      "title": "Commitment devices: using initiatives to change behavior",
      "authors": [
        "T Rogers",
        "K Milkman",
        "K Volpp"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2014.3485"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "The fresh start effect: temporal landmarks motivate aspirational behavior",
      "authors": [
        "H Dai",
        "K Milkman",
        "J Riis"
      ],
      "year": 2014,
      "doi": "10.1287/mnsc.2014.1901"
    },
    {
      "title": "A recycling framework for the construction of Bonferroni-based multiple tests",
      "authors": [
        "C Burman",
        "C Sonesson",
        "O Guilbaud"
      ],
      "year": 2009,
      "doi": "10.1002/sim.3513"
    },
    {
      "title": "Multiple Imputation for Nonresponse in Surveys",
      "authors": [
        "D Rubin"
      ],
      "year": 1987
    },
    {
      "authors": [
        "Towers Watson"
      ]
    }
  ],
  "num_references": 37
}
