{
  "paper_id": "WFTYV74U",
  "title": "A systematic review and meta-analysis of social cognitive theory-based physical activity and/or nutrition behavior change interventions for cancer survivors",
  "abstract": "Purpose Little is known about how to improve and create sustainable lifestyle behaviors of cancer survivors. Interventions based on social cognitive theory (SCT) have shown promise. This review examined the effect of SCT-based physical activity and nutrition interventions that target cancer survivors and identified factors associated with their efficacy. Methods A systematic search of seven databases identified randomized controlled trials that (i) targeted adult cancer survivors (any point from diagnosis); (ii) reported a primary outcome of physical activity, diet, or weight management; and (iii) included an SCT-based intervention targeting physical activity or diet. Qualitative synthesis and meta-analysis were conducted. Theoretical constructs and intervention characteristics were examined to identify factors associated with intervention efficacy. Results Eighteen studies (reported in 33 publications) met review inclusion criteria. Meta-analysis (n=12) revealed a significant intervention effect for physical activity (standardized mean difference (SMD)=0.33; P<0.01). Most studies (six out of eight) that targeted dietary change reported significant improvements in at least one aspect of diet quality. No SCT constructs were associated with intervention effects. There were no consistent trends relating to intervention delivery method or whether the intervention targeted single or multiple behaviors. Conclusions SCT-based interventions demonstrate promise in improving physical activity and diet behavior in cancer survivors, using a range of intervention delivery modes. Further work is required to understand how and why these interventions offer promise for improving behavior. Implications for Cancer Survivors SCT-based interventions targeting diet or physical activity are safe and result in meaningful changes to diet and physical activity behavior that can result in health improvements.",
  "year": 2014,
  "date": "2014-11-29",
  "journal": "Psychological Theory/ or Social Support",
  "publication": "Psychological Theory/ or Social Support",
  "authors": [
    {
      "forename": "Fiona",
      "surname": "Stacey",
      "name": "Fiona Stacey",
      "email": "fiona.stacey@newcastle.edu.au"
    },
    {
      "forename": "Erica",
      "surname": "James",
      "name": "Erica James"
    },
    {
      "forename": "Kathy",
      "surname": "Chapman",
      "name": "Kathy Chapman"
    },
    {
      "forename": "Kerry",
      "surname": "Courneya",
      "name": "Kerry Courneya"
    },
    {
      "forename": "David",
      "surname": "Lubans",
      "name": "David Lubans"
    },
    {
      "affiliation": "School of Medicine and Public Health , University of Newcastle , W4 , HMRI Building , Callaghan , NSW 2308 , Australia \n\t\t\t\t\t\t\t\t School of Medicine and Public Health \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t W4 HMRI Building \n\t\t\t\t\t\t\t\t\t 2308 \n\t\t\t\t\t\t\t\t\t Callaghan \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Hunter Medical Research Institute , Callaghan , NSW , Australia Priority Research Centre for Health Behavior , \n\t\t\t\t\t\t\t\t Priority Research Centre for Health Behavior \n\t\t\t\t\t\t\t\t Hunter Medical Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Callaghan \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "University of Newcastle , Callaghan , NSW , Australia Priority Research Centre in Physical Activity and Nutrition , \n\t\t\t\t\t\t\t\t Priority Research Centre in Physical Activity and Nutrition \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Callaghan \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "University of Newcastle , Callaghan , NSW , Australia \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Callaghan \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Chapman Cancer Council New South Wales , Woolloomooloo , NSW , Australia Faculty of Physical Education and Recreation , \n\t\t\t\t\t\t\t\t Faculty of Physical Education and Recreation \n\t\t\t\t\t\t\t\t Chapman Cancer Council New South Wales \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Woolloomooloo \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "University of Alberta , Edmonton , Alberta , Canada School of Education , \n\t\t\t\t\t\t\t\t School of Education \n\t\t\t\t\t\t\t\t University of Alberta \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Edmonton \n\t\t\t\t\t\t\t\t\t Alberta \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "affiliation": "University of Newcastle , Callaghan , NSW , Australia \n\t\t\t\t\t\t\t\t University of Newcastle \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Callaghan \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1007/s11764-014-0413-z",
  "keywords": [
    "Cancer",
    "Physical activity",
    "Nutrition",
    "Systematic review",
    "Social cognitive theory"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Due to population growth and aging and improved cancer detection and treatment, the number of cancer survivors is increasing  [1, 2] . Many cancer survivors experience side effects from treatment and are at risk for secondary cancers and other chronic diseases such as cardiovascular disease and diabetes  [3] . Several systematic reviews and meta-analyses have synthesized the findings of physical activity (PA) interventions in cancer survivors  [4] [5] [6] [7] [8] [9] . These reviews concluded that being physically active improved fitness, strength, body composition, fatigue, anxiety, depression, self-esteem, physical function, bone health, and quality of life  [5, 6, 8, 9]  and reduced risk of cancer recurrence and mortality among survivors of breast, bowel, prostate, and ovarian cancer  [9, 10] . Dietary interventions report improved physical functioning  [11, 12]  and weight loss  [13] , lower levels of depression  [12] , and a reduction in new cancer events  [13] . Diet and PA also play a role in energy balance and weight management, an independent predictor of cancer risk, and risk of recurrence and mortality  [14]  and contribute to the development of other chronic diseases, like diabetes and cardiovascular disease  [15] [16] [17] . For these reasons, guidelines recommend PA (both aerobic and resistance), healthy diet, and healthy weight management for improving the health and well-being  [8, 9, 14, [18] [19] [20] [21]  of cancer survivors across all phases of the cancer continuum  [22] . While weight management is not a lifestyle behavior, it is the key target of lifestyle behavior strategies. Despite the potential impact of behavior on improved health outcomes, cancer survivors' compliance with health recommendations remains less than optimal and is similar to the general population  [23] [24] [25] .\n\nEffective diet and PA interventions have the potential to improve cancer survivors' health, but little is known about what interventions work best. Interventions based on behavioral theory are reported to be more effective than atheoretical approaches  [26, 27] . Theory-based research provides a framework for the development and evaluation of interventions  [28]  and facilitates understanding of the factors that mediate behavior change and the reasons why the intervention worked or failed  [29, 30] . Social cognitive theory (SCT) is one promising theory for use in behavior change interventions  [31] , particularly as it provides a framework for understanding why people make and maintain health behaviors. The key constructs of SCT include the following: (1) knowledge of health risks and benefits; (2) perceived self-efficacy that a person can control their own health habits; (3) the expected costs and benefits or outcome expectations; (4) health goals, both proximal and distal intentions to engage in the behavior;  (5)  perceived facilitators and social support; and (6) barriers to making changes  [31] . In 2004, Bandura reported a framework that specified the key determinants and the interplay between the key constructs (known as \"reciprocal determinism\"). Knowledge of health risks and benefits sets the scene for possible behavior change; however, it is not enough to prompt behavior change alone  [31] . Self-efficacy influences outcome expectations and barriers/facilitators, and all constructs influence goals  [31] . All constructs influence behavior and motivation and are influenced by the environment  [31] . Self-efficacy is the central construct in SCT because it influences behavior directly, through belief in their ability to apply skills effectively in difficult situations, and indirectly, through influence on goals, outcome expectations, and barriers and facilitators  [31, 32] . Self-efficacy is a major influence on motivation by determining the goals people set for themselves, the strength of commitment to them, and the outcomes they expect for their efforts  [32] . Self-efficacy allows the individual to gain knowledge and develop skills, and as self-efficacy increases, people expect positive outcomes, overcome barriers, and show motivation and commitment to goals  [32] . SCT constructs explain 40-71 % of the variance in PA behavior in adults  [33] [34] [35] [36] [37]  and have been shown to explain dietary behavior in adults, explaining , and 36-61 % of the variance in fat, fiber, and fruit and vegetable intake  [37, 38] . SCT also offers principles on how to motivate people to make positive behavior change  [31] . Previous meta-analysis of health outcomes trials with cancer survivors concluded that SCT-based interventions resulted in improvements in global affect, depression, social outcomes, objective physical outcomes, and specific quality of life outcomes  [39] . However, little is known about whether interventions based on SCT can positively impact on PA and diet behaviors, and what constructs and intervention characteristics are associated with increased behavior change.\n\nThere are currently no systematic reviews including multiple cancer types that synthesize both PA and diet behavior change interventions. While there is significant evidence supporting the impact of diet and PA behavior on health outcomes, there is a need to move to interventions that test how to motivate cancer survivors to make positive sustainable behavior change. Current evidence suggests that cancer survivors do not maintain PA behavior after participating in a supervised PA intervention  [40, 41] . This review examined PA and diet behavior change interventions based on SCT in cancer survivors with mixed diagnoses both during and after completion of cancer treatment  [42] ."
    },
    {
      "title": "Aim",
      "text": "This systematic review and meta-analysis aimed to (1) synthesize randomized controlled trials (RCTs) evaluating the efficacy of SCT-based behavior change interventions on PA and/or diet behaviors for cancer survivors of mixed diagnoses and (2) identify successful strategies for behavior change that can be used to guide intervention development. Of importance for a review with this aim is the definition of what constitutes a behavior change trial. We have used the reference defined by Courneya  [43] , that is, trials where the primary outcome is behavior (as opposed to a health outcomes trial where the primary outcome is quality of life, fatigue, etc.)."
    },
    {
      "title": "Method"
    },
    {
      "title": "Search strategy",
      "text": "The review was guided by the PRISMA statement  [44] . Studies were identified by structured database search from inception until September 2014, in PsycINFO, CINAHL, Cochrane Central Register of Controlled Trials, Embase, Medline, SportDiscus, and Web of Science using the following search strings:\n\n1. (Cancer survivor) or (cancer patient) or cancer. 2. Nutrition or diet or food or fruit or vegetable. A sample search strategy is listed in the Appendix 1. Searches were limited to English language articles and those that targeted humans. Study titles were screened for eligibility by a single reviewer  (FS) . Full text of the remaining titles was obtained and screened in hierarchical order with studies excluded at the first reason for exclusion (FS).\n\n1. Participants: adults aged 18 years or older, diagnosed with any cancer (at any point from diagnosis) 2. Outcomes: primary outcome of PA or diet or body weight (loss, or maintenance) 3. Intervention:\n\n(a) Any intervention designed to influence any type of PA or diet quality (b) Based on Bandura's SCT  [31] , or explicitly described and referenced any SCT component (such as \"self-efficacy\") 4. Comparator: any parallel control group 5. Study design: RCTs"
    },
    {
      "title": "Data extraction",
      "text": "Data extraction was conducted by one author (FS), and the extracted data was independently checked by a second author (EJ, DL, or KC). Disagreements were resolved by consensus. Data extraction forms were developed, piloted with one trial, and amended (FS). The following data were extracted: study population and eligibility, behavior change outcomes and follow-up periods, intervention characteristics, and how the theory constructs were operationalized and assessed. Where authors indicated a trial protocol number, the protocol was retrieved, but no other attempt was made to obtain unpublished trial information."
    },
    {
      "title": "Synthesis of results",
      "text": "Separate meta-analyses were planned for PA and dietary outcomes. However, due to heterogeneity in dietary outcomes, meta-analyses were conducted only for studies that reported the effect of the intervention on total PA using RevMan version 5.1  [45] . As recommended by the Cochrane Collaboration, posttest means and their standard deviations were used in the analysis. Intention-to-treat data was extracted from papers. When studies compared multiple treatment groups with a single control group (n=2), the sample size of the control group was divided to avoid double counting. All data were considered continuous, but as PA was measured using various methods, we report the standardized mean difference (SMD) and their 95 % confidence intervals. Statistical heterogeneity was examined using chi-squared and the I 2 index tests. A guide to the interpretation of heterogeneity based on the I 2 index is as follows: 0-40 % might not be important; 30-60 % may represent moderate heterogeneity; 50-90 % may represent substantial heterogeneity; and 75-100 % considerable heterogeneity  [46] .\n\nSubgroup analyses comparing the number of behaviors targeted (multiple behaviors compared to one only), cancer type, and number of theoretical constructs operationalized (self-efficacy compared to multiple theoretical constructs) were planned. However, the limited number of studies and heterogeneity of included trials did not allow for subgroup analyses."
    },
    {
      "title": "Risk of bias",
      "text": "Risk of bias was assessed using the McMaster Quality Assessment Tool  [47] , with a score of \"strong,\" \"moderate,\" or \"weak\" methodological quality assigned to each of six sections (1. selection bias; 2. study design; 3. confounders; 4. blinding; 5. data collection methods; 6. withdrawals and dropouts). A global rating was made based on the ratings from each of the six sections. As recommended, papers with no \"weak\" ratings were \"strong\" methodological quality; those with one \"weak\" rating were \"moderate\"; and those with two or more \"weak\" ratings were \"weak\"  [47] . Risk of bias was undertaken by two independent reviewers (FS and EJ, or DL, or KC), with disagreements resolved by consensus (FS and EJ)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study selection",
      "text": "Figure  1  shows the flow of studies through the review process and the reasons for exclusion. Database searches resulted in 2020 potentially relevant titles. The full text of 110 articles was assessed for eligibility, and 18 studies (reported in 33 publications) met inclusion for the review (Table  1 ). Studies were grouped and reported by intervention topic: PA only (ten trials), diet only (one trial), or multiple health behavior (PA and diet) (seven trials)."
    },
    {
      "title": "Risk of bias assessment",
      "text": "There was initially 75 % agreement between authors on the study assessment criteria and full consensus was achieved after discussion. Risk of bias results are reported in Table  2 . Of the ten PA-only studies, five were classified as strong methodological quality  [48] [49] [50] [51] [52] , three as moderate  [53] [54] [55] [56] , and two as weak  [57, 58] . The diet-only trial was classified as moderate  [59] . In the seven multiple behavior studies, one was classified as strong  [60] , four were moderate  [61] [62] [63] [64] [65] , and two weak  [66, 67] . Three trials were excluded from the metaanalysis  [57, 58, 67]  due to being weak.\n\nThe most common areas with a high risk of bias were selection bias, confounders, and blinding. Eleven studies  [53, 54, [56] [57] [58] [61] [62] [63] [64] [65] [66] [67]  were rated as weak in selection bias category with less than 60 % of potentially eligible participants recruited. Two studies  [59, 66]  were rated as weak as the control of confounders was not described. No studies received a strong rating for blinding as (understandably given they are behavior change trials), all participants were aware of the research question, and if the outcome assessor was also aware of the intervention status of participants, studies were rated as weak methodological quality  [57, 58, 67] ."
    },
    {
      "title": "Physical activity trials",
      "text": "There were ten trials that targeted PA alone  [48] [49] [50] [51] [52] [53] [54] [56] [57] [58] ."
    },
    {
      "title": "Participants",
      "text": "Ten PA trials reported a total of 960 participants (range 36-330). Six trials targeted breast cancer survivors  [48, 50-52, 54, 58, 68-72] , one targeted colorectal cancer survivors  [53] , one targeted both breast and bowel cancer survivors  [49] , and two included cancers of mixed diagnoses  [56, 57] . Mean time since diagnosis was 3.1 years (range 0.9-4.9 years)  [50, 51, 53, 54, [56] [57] [58] . Time since diagnosis was not reported in two studies  [49, 52] ; however, one trial reported participants were scheduled to begin chemotherapy  [52] . All other trial participants had completed active cancer treatment (excluding hormone treatment). In five studies, only cancer survivors who were inactive or insufficiently active were eligible to participate  [48-50, 57, 58] . Three trials used a wait-list control group design  [48, 51, 58] , three had attention control groups  [50, 56, 57] , and three had usual care control groups  [49, 52, 54] . One trial used an attention control design, with the control group offered a limited intervention (written materials only) at the end of the study  [53] ."
    },
    {
      "title": "Intervention characteristics",
      "text": "One intervention was delivered by email  [48] , one delivered by mail  [54, 55] , and one delivered using Facebook  [56] , and all others used a combination of delivery formats, including telephone  [49, 50, 52, 53, 57, 58] , mail  [50, 53] , and face-to-face counseling  [51-53, 57, 58] . The majority were home-based, with only one intervention reporting supervised PA sessions  [51] . Three were walking interventions  [51, 52, 58] , and four had PA goals that were based on duration  [49, 54, 56, 57]  and/or moderate intensity  [50, 53, 54, 56, 57] . One targeted resistance training  [54] .\n\nInterventions were commonly 12 weeks in duration  [48, 50, 51, 53, 54, 56, 58]  and ranged from 6  [52]  to 18 weeks  [57] . The average number of intervention contacts was 15, and ranged from 1  [54]  to 52  [56] . Intervention adherence was high, ranging from 94 % compliance with home exercise logs  [58]  to 99 % of total contacts completed  [51] . Telephone counseling adherence was also high with a median of 9 (of 11) calls completed  [49]  and a mean of 11 (of 12) calls completed  [50, 53] . The intervention delivered using Facebook reported lower adherence, with 81 % of intervention participants who reported receiving ten or more messages from Facebook, and 49 % had made two or more Facebook posts  [56] ."
    },
    {
      "title": "Outcome assessment",
      "text": "Two trials used an objective measure (accelerometer) to assess PA behavior change  [50, 51] . All others relied on self-report measures  [48, 49, [52] [53] [54] [56] [57] [58]  or used an objective measure in a subsample only  [58] . Effect sizes for PA behavior change were reported in four studies (d=0. 55-1.93) [51, 53, 54, 57] . Three home-based walking interventions reported significant improvements postintervention (6-12 weeks) to total PA (d= 1.02; P=0.004)  [51]  and walking  [52, 58] . Three moderate intensity interventions reported significant postintervention increases in PA (d=0.55; P<0.05) (d=1.93; P=0.02)  [50, 53, 57] , and two reported nonsignificant increases to aerobic and moderate-vigorous PA  [54, 56] . One trial that targeted resistance training reported significant improvements and that the odds of meeting the resistance training guidelines had increased by 3.38 in the tailored intervention group  [54] .\n\nOf the four trials that reported follow-up assessments of 6 months or longer  [51, 53, 57, 68] , only two reported behavior change 3 months after intervention completion  [53, 68] . One trial reported that accelerometer-assessed behavior was maintained  [68] , and one reported that there were significant postintervention changes that were not maintained at 6 and 12 month follow-ups  [53] . Study retention was high, with a mean retention rate of 86 % (range 71 %  [57]  to 95 %  [50, 53] ). One trial  [52]  reported adverse events involving two participants that experienced anemia, shortness of breath, and dizziness. Participants in this trial were undergoing active treatment at the time of intervention."
    },
    {
      "title": "Meta-analysis of SCT intervention effects on physical activity",
      "text": "Meta-analysis was conducted with 12 trials, which reported PA outcomes  [48-54, 56-58, 60, 63-65]  in Fig.  2 . Six trials were not included in the meta-analysis  [57-59, 61, 66, 67] . Reasons for exclusion were as follows: diet-only study  [59] ; did not report adequate information from the modified PA recall  [61] ; and did not report duration of PA  [66] ; or had a high risk of bias  [57, 58, 67] .\n\nTwo trials consisted of three study arms, which compared two PA interventions to a standard recommendation control  [54, 55] , and a PA intervention to a PA and diet intervention, compared to an attention control group  [60] . The results for each intervention compared to the control group are reported separately in the meta-analysis. Results were pooled to establish the effects of interventions on total PA at intervention completion. As there was moderate heterogeneity among interventions (χ 2 =22.71, df=13 [P=0.05]; I 2 =43 %), the random effects models were used. The impact of interventions on PA immediately postintervention was significant (SMD= 0.33 [0.23, 0.44], Z=6.34 [P<0.00001]) (Fig.  2 ). Sensitivity analysis was undertaken that compared this analysis to a metaanalysis which included the three trials with high risk of bias   [57, 58, 67] . There was no change to the impact of interventions on total PA (SMD=0.34 [0.24, 0.44]). However, there was an increase in heterogeneity (χ 2 =30.31, df=16 [P=0.02]; I 2 =47 %)."
    },
    {
      "title": "Diet-only trial",
      "text": "One trial reported dietary outcomes only  [59] . The trial targeted men receiving active surveillance for prostate cancer, with a dietary counseling intervention delivered by telephone over 6 months. Men completed self-report measures and provided blood samples for objective assessment of carotenoid intake at completion of the intervention. Retention rate was 97 %, with significant increases to vegetable consumption. There was no change to fruit, whole grains, beans, or fat consumption  [59] ."
    },
    {
      "title": "Multiple behavior trials",
      "text": "Seven studies focused on multiple behaviors (PA and diet)  [60, 61, [63] [64] [65] [66] ."
    },
    {
      "title": "Participants",
      "text": "A total of 1107 participants were randomized (range 40-543). Three studies recruited newly diagnosed patients  [60, [62] [63] [64] , and patients were diagnosed with breast  [60, [62] [63] [64] 66] , prostate  [62, 63] , colorectal  [61] , or endometrial  [65, 67, 73]  cancer. Only three trials reported time since diagnosis, which varied from a mean of 3.8 months  [63] , to a mean of 20.6 months  [65, 67] . In two trials, participants were scheduled to start chemotherapy  [60, 64] . Three trials were aimed exclusively at overweight or obese breast  [66]  or endometrial cancer survivors  [65, 67] , with the aim of achieving weight loss through changing PA and diet behaviors. Two trials reported PA  [66]  or PA and diet  [64]  outcomes for the purpose of intervention adherence. Three trials had a usual care control group  [65] [66] [67] , and one used a usual care comparison group with tailored newsletters at study completion  [61] . Two had attention control groups  [60, 63] , and one used attention control with the same written materials and pedometer as the intervention group  [64] ."
    },
    {
      "title": "Intervention characteristics",
      "text": "All of the interventions were home-based and did not include any supervised PA. All trials targeted both PA and diet behaviors. Four of these targeted weight loss  [60, [64] [65] [66] [67] , or prevention of weight gain  [60, [64] [65] [66] , through changing PA and diet behaviors  [60, [64] [65] [66] . Four trials were aimed at increasing fruit and vegetables and reducing fat  [60, 61, 63, 65, 67] , one targeted only energy and fat  [66] , two included both aerobic and strength activity  [60, 67] , two targeted moderate or moderate-to-vigorous PA  [64, 66] , and the remaining three targeted PA  [61, 63, 65] .\n\nInterventions were delivered using telephone counseling  [60, 61, [64] [65] [66] [67] , written materials  [60-62, 64, 65, 67] , or face to face  [65] [66] [67] . Most trials used multiple delivery modes, with one that used tailored newsletters  [63] . Intervention duration was 6 months  [60, 65] , 9 months  [61] , 10 months  [62] , or 12 months  [64, 66, 67] . The average number of contacts was 27 (ranging from 4  [61]  to 88  [66] ). Studies reported high adherence with all intervention components ranging from 73 to 100 %, with no difference between delivery modes."
    },
    {
      "title": "Outcome assessment",
      "text": "Objectively assessed weight or body fat was reported as the primary outcome in five studies  [60, [64] [65] [66] [67] . All trials assessed diet using a range of self-reported measures  [60, 61, [63] [64] [65] [66] [67] . Only one trial used an objective measure of PA (accelerometer)  [60] , and the remaining trials assessed PA by self-report only  [61, 62, [64] [65] [66] [67] .\n\nFollow-up periods were 6 months in one study  [60] , 12 months  [61, [64] [65] [66] [67] , or 2 years  [62] . However, only two studies reported follow-up beyond postintervention time point  [63, 65] . At 12 months, one trial reported significant differences in PA levels, with no difference in diet  [65] . After 2 years of follow-up, both study groups had maintained increased fruit and vegetable consumption, decreased saturated fat, and improved overall diet quality  [74] . The mean retention rate was 84 % (range 75 %  [64]  to 96 %  [63] ). No adverse events were reported in two studies  [60, 61, 63, 64] . In two studies that reported adverse events, 10-13 % (n=4; n=74)  [63, 64]  of the total sample reported serious adverse events that led to withdrawal.\n\nFive of the seven studies  [60, 61, 63, 64, 67]  reported significant improvements in one or more aspects of diet quality, as assessed by self-report, over the medium to long term (6 months to 2 years). The remaining two studies reported nonsignificant decreases in energy  [65, 66]  and fat intake in the intervention groups  [66] . Inconsistent improvements in fruit and vegetable consumption were reported using a twoitem screening question; however, these improvements were not found when using the comprehensive Food Frequency Questionnaire results  [61] . At 6 months, significant improvements were reported for vegetables  [60] , fruit  [60] , combined fruit and vegetables  [67] , and decreased fat  [60] ; however, there was no change for energy  [60] . At 12 months, significant improvements were reported for fruit and vegetables, by a mean of 0.5  [63] , 0.9  [67]  to 3.1 serves per day  [64] . There was also a significant reduction by 2.3 % in the proportion of energy from fat  [63] , which is supported by similar reductions in other trials  [64] [65] [66] . There were two trials that reported no effect on PA at 3, 6, or 12 months  [60, 61] . At 12 months, four trials reported improvements in PA, ranging from 20 min per week (P=0.02) [63]  to 89 min per week  [67]  to 117 min per week  [64] , and a difference of 17.8 (P=0.002) on the Leisure Score Index  [65] ."
    },
    {
      "title": "Theoretical framework",
      "text": "Recent development of behavior change taxonomies  [28, 75, 76]  has encouraged consistent reporting of behavior change techniques. We have mapped the SCT constructs to identify the behavior change techniques that align with each construct, using the taxonomy designed to change PA and eating behaviors  [75]  in Table  3 .\n\nSelf-efficacy was the most commonly assessed construct  [48-50, 52, 55-57] , with four PA studies that assessed other SCT constructs  [48, 51, 53, 55]  (Table  4 ). Two studies  [52, 57]  reported that the study was based on Bandura's self-efficacy theory, and the only construct operationalized was self-efficacy. Four PA interventions that used telephone or face-to-face counseling reported that the counseling principles were based on SCT  [49, 51, 53, 58] . Five studies reported that the study was based on SCT and the transtheoretical model (TTM), or elements of TTM, such as stages of change  [50, 53, 57, 61, 62] . Stage of change was assessed in four studies  [50, 51, 53, 57]  with reference to both the TTM and social cognitive theories. However, one trial assessed stage of change, despite not providing any reference to TTM or rationale for why stage of change was assessed  [51] . Most studies reported using goal setting  [48, 51-54, 56-58, 77] ; however, few specifically reported action plans  [54]  or review of goals  [56] [57] [58] . The most common strategy to increase self-efficacy was to provide a pedometer  [49, 50, 52, 53, 56, 57]  and/or a log sheet for selfmonitoring of PA behavior  [49] [50] [51] [52] [53] . Social support or social comparison was the most common outcome expectancy targeted  [48, 51, 54, 56, 58] , and two trials reported strategies targeting environment  [51, 54]  or relapse prevention  [49, 53] . Five trials incorporated identification and discussion of barriers and how to overcome them  [50, 51, 53, 57, 58] , but only one prompted a focus on past successful strategies  [49] .\n\nIn PA-only trials, improvements in self-efficacy were associated with increased PA in three studies  [49, 50, 52] . Moderation analyses identified that intervention participants with high self-efficacy increased their PA levels faster over the 6 month assessment period compared to intervention participants with low self-efficacy  [57] . Mediation analyses identified that improvements in barrier interference and barrier self- efficacy mediated 39 and 19 % of the intervention effect on PA maintenance 3 months after the intervention  [70] . There were no significant changes in decisional balance pros, cons, or experiential processes of change  [71, 72] , or task self-efficacy, social support, outcome expectations, or fear of exercise  [70] . Two trials assessed but did not report results for self-regulation, outcome expectancy values, exercise self-efficacy, exercise role identity, behavioral capability, or social support  [48, 54, 55] . Intervention effects on stage of change results were mixed, with one trial that reported a medium-to-large effect  [51] , one reported significant postintervention improvements that declined over subsequent follow-ups  [53] , and one reported no effect on stage of change  [71] .\n\nThe diet-only trial reported that the telephone counseling protocol \"used strategies adopted from SCT\"; however, no further detail was provided  [59] . In multiple behavior studies, Table 3 SCT constructs mapped to behavior change techniques using the CALO-RE taxonomy [75] SCT construct Behavior change technique number Behavior change technique description Knowledge 1 Provide information on consequences of behavior in general 2 Provide information on consequences of behavior to the individual Self-efficacy 16 Prompt self-monitoring of behavior 17 Prompt self-monitoring of behavioral outcome 21 Provide instruction on how to perform the behavior 22 Model/demonstrate the behavior 26 Prompt practice 27 Use of follow-up prompts Goals 5 Goal setting (behavior) 6 Goal setting (outcome) 7 Action planning 10 Prompt review of behavioral goals 11 Prompt review of outcome goals Outcome expectations 16 Prompt self-monitoring of behavior 17 Prompt self-monitoring of behavioral outcome 23 Teach to use prompts/cues 24 Environmental restructuring 28 Facilitate social comparison 29 Plan social support/social change 31 Prompt anticipated regret 35 Relapse prevention/coping planning Facilitators/ impediments 8 Barrier identification/problem solving 18 Prompting focus on past success 29 Plan social support/social change      one did not report how SCT constructs were operationalized  [60] . All other trials reported goal setting, self-monitoring, building self-efficacy (for PA and diet)  [60] [61] [62] [63] 67] , or diet  [65, 73] , or for maintaining a healthy lifestyle  [64] , overcoming barriers, and social support  [61] [62] [63] [64] [65] [66] 73] . Goal setting  [48, [63] [64] [65] [66] [67]  and review of goals  [63] [64] [65] [66]  were commonly operationalized. Self-monitoring was commonly operationalized through providing a pedometer  [63, 64, 66, 67]  or log sheet  [63, 64, 66] . Few trials reported how they operationalized outcome expectations, with only three that reported social support  [63, 66, 67] , one that included environment  [66] , and one that reported relapse prevention  [48] . Four studies included identification of barriers and how to overcome them  [48, 61, 63, 66] . Self-efficacy did not appear to be related to PA behavior change  [60, 63] . Improvements to diet quality were partially mediated by changes in self-efficacy for fat restriction and eating more fruit and vegetables  [62, 63, 78] .\n\nOnly the social pressure subscale of self-efficacy was significantly related to eating behaviors (P=0.03) [65, 73] . Two trials reported that self-efficacy was not associated with diet changes  [60]  or fruit and vegetable consumption  [61] . Social support for healthy eating, perceived barriers to behavior change, and knowledge of recommendations were assessed, but none mediated fruit and vegetable consumption  [61] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Overview of findings",
      "text": "The aims of this review were to synthesize the existing literature relating to PA and diet interventions based on SCT that target cancer survivors and to identify successful strategies to assist cancer survivors in making positive PA and diet behavior change. This review supports the efficacy of SCT-based interventions in changing PA and diet behavior in cancer survivors. Our effect size of 0.33 for PA interventions can be defined as a small-to-medium effect  [79]  and is similar to other meta-analyses  [5, 80, 81]  that reported effect sizes of 0.32-0.38 for PA interventions (including cancer survivors both during and after treatment). Our positive results for PA behavior mirror the results reported in two recent reviews examining PA behavior change in breast cancer survivors and also found that trials were mostly PA only, few included objective measures, and few reported postintervention maintenance  [82, 83] . While evidence has been building to support the effects of PA and diet behavior on health outcomes, there remains a need to focus on behavior change trials to understand how to promote sustainable healthy behaviors. Our findings that the majority of included trials reported statistically significant improvements to at least one aspect of diet quality and weight loss are supported by other reviews with the general adult population  [80, 81] . Due to considerable heterogeneity in the dietary outcomes assessed, it was not possible to conduct a meta-analysis, although self-reported improvements to diet quality were evident in six of eight studies. The two trials that did not find improvements to dietary quality had a primary aim of decreasing weight, rather than behavior change  [65, 66] . More evidence is required from behavior change trials that have an emphasis on dietary change rather than weight. The limited number of trials and the heterogeneity of included studies in this review prevented any formal subgroup analyses in our review. The effect appeared strongest for PAonly interventions compared to multiple behavior interventions; however, this should be interpreted with caution as PAonly interventions included smaller sample sizes and shorter follow-up periods. A review of single compared to multiple behavior interventions in older adults also reported that PA effects appeared strongest in single behavior change interventions. However, there were inadequate multiple health behavior change interventions to compare to  [84] . Similar reviews  [80, 81]  examined intervention setting, duration, person delivering the intervention, delivery mode, age of target group, and intervention effectiveness and found that only increased contact frequency was associated with increased PA and diet behavior change  [80] ."
    },
    {
      "title": "Social cognitive theory",
      "text": "Few trials conducted mediation analyses or reported changes in theoretical constructs. In those that did report the impact of interventions on theoretical constructs, results were inconsistent. Self-efficacy was the only construct that appeared to be associated with positive behavior change for both PA and diet  [52, 57, 61-63, 65, 73] ; however, mediation analyses in two trials identified that theoretical constructs only partially mediated the intervention effects  [62, 63, 70] . Other reviews examining individual SCT constructs have concluded positive outcome expectations, and intentions are associated with behavior change  [85, 86] . Self-efficacy and goal setting were commonly operationalized, but there was limited reporting of how other constructs were operationalized as part of the intervention. Recent reviews identified that self-efficacy, self-monitoring of behavior, prompting intention formation, planning, specific goal setting and review, and feedback on performance were associated with increased effectiveness in PA and diet behavior change  [80, 81, 87] . However, given the crossover between theoretical constructs and behavior change techniques, the positive results for SCT-based trials in this review may be a result of the individual behavior change techniques employed, such as self-regulatory behaviors, rather than the theoretical constructs.\n\nRecent reviews have questioned the value of theory in developing and evaluating interventions, with two recent behavior change reviews concluding that interventions based on theory were no more effective than atheoretical interventions  [80, 88]  and another two reviews that supported the efficacy of theory-based interventions  [89, 90] . The conflicting results may be due, at least in part, to the inadequate description of how theory is implemented and evaluated in interventions and also due to the overlap with specific behavior change techniques, which have been associated with intervention effectiveness. There were differences in the risk of bias assessment. The majority of PA-only studies received a strong global rating (n=5), and multiple behavior trials received a moderate global rating (n=5). Trials received a weak global rating because fewer than 60 % of potentially eligible participants agreed to take part before randomization, which is used as an estimate of the external validity of the study  [47, 91] , and because both the outcome assessor and study participants were aware of the research question  [47] . Unlike in clinical trials where participants are unaware of their exposure status, behavior change trials present significant problems with blinding and recruitment as participants are expected to actively engage with the intervention. Self-selection bias is a likely issue in behavior change trials."
    },
    {
      "title": "Strengths and weaknesses of review methods",
      "text": "Although this is a comprehensive review of the published literature, there are some limitations that should be noted. Search results were screened for eligibility by only one reviewer, despite recommendations that this step is conducted by two independent reviewers  [92] . This review comprehensively searched a number of databases; however, it made no attempt to search for non-English publications or unpublished literature. Potentially eligible study protocols were obtained; however, no attempt was made to contact trial authors to obtain unpublished results of these studies  [93] [94] [95] . The review included a broad definition of cancer survivors, including those both during and after completion of active treatment. While this increases the breadth of evidence, it likely contributed to the heterogeneity of the included studies.\n\nThere are a number of SCT-based health outcomes trials, including the WINS  [96] [97] [98]  and WHEL  [99, 100]  trials, Active for Life trial [101], and RENEW trial [102, 103], that initially met criteria for inclusion in the review  [104] . However, the study team agreed not to include these trials as behavior change was either not reported  [101, 104]  or reported as a secondary outcome only  [96, 99, 102] . Due to the heterogeneity of these trials and the inconsistency in reporting behavior change outcomes, these trials were not included in the review. The definition of SCT-based intervention was relatively broad and not limited by how well SCT was described or operationalized in the intervention. Studies needed to explicitly state that the intervention was based on SCT, which may or may not have included other theories, and was dependent on the author description of the trial. Recent publications have detailed a checklist for evaluating the extent to which an intervention is theory-based [105], which will enable greater clarity in the role of theory in the development of an intervention. There was one trial where it was unclear if the study was based on a theoretical framework. One paper  [50]  had been screened and judged not eligible due to not reporting that the trial was based on SCT. However, subsequent eligible and included trial papers  [71, 72]  reported that the intervention was based on SCT, and therefore, this trial was included in the review. It may be that due to publication size restrictions, authors have limited space to fully describe intervention development. Alternatively, theoretical frameworks may be applied post hoc to an intervention. With journals requiring adherence to CONSORT  [91] , this is likely to improve the consistent and transparent reporting of RCTs."
    },
    {
      "title": "Limitations of the included trials",
      "text": "Studies demonstrated moderate heterogeneity, although most interventions included breast cancer patients and were conducted with patients after completion of active treatment. This limits the generalizability of findings to males, to survivors of other cancer types, and to patients undergoing active treatment. Most studies involved small sample sizes and only four trials reported a sample size greater than 100  [49, 54, 61, 63] . Only three of the trials included in this review focused on promoting resistance training  [54, 60, 67] , despite a recent review and meta-analysis that concluded resistance training has benefits on body composition and muscle strength in cancer patients during and after cancer treatment  [106] . Meta-analysis used objectively assessed data, where available  [51, 60] ; however, the majority of data was self-reported. PA and diet outcomes were predominantly based on self-report data, while weight was frequently measured or objectively assessed  [59] [60] [61] [62] [64] [65] [66] . Participants were not blinded to intervention aims in any trials, so there may be inherent differences between those participants recruited for PA-only interventions, compared to participants interested in diet, weight control, or multiple behavior interventions."
    },
    {
      "title": "Future research",
      "text": "This review supports the efficacy of SCT-based interventions in changing PA and diet behavior in cancer survivors. While interventions reported a theoretical basis, these constructs were often inadequately operationalized or reported and rarely measured or tested  [89, 107, 108] . Despite a large body of cross-sectional data  [33] [34] [35] [36] [37] [38]  linking SCT constructs with diet and PA behavior, there remains a need to test whether changes in these constructs predict behavior change in interventions.\n\nComparison between health theories would also be a useful gap to address.\n\nDevelopment of the taxonomy assessing the extent to which interventions are theory-based and use of behavior change techniques  [81, 105]  will contribute evidence to help researchers understand the intervention components that are essential to behavior change. Whether these are related to specific theoretical constructs, or to behavior change techniques, such as self-regulatory techniques, requires further research. Research assessing whether single or multiple health behavior interventions have the greatest benefit to improve PA and diet behaviors is required.\n\nThere is a large evidence base supporting the efficacy of PA interventions, and these are predominantly based on breast cancer patients, using short-term, self-reported outcomes. Future studies need to consider how to translate this research into ongoing support and programs to assist cancer survivors to increase and maintain PA levels. Further work should also include trials which focus on resistance training, as there are specific guidelines for cancer survivors to undertake resistance training. The field of dietary interventions is much less developed, with interventions demonstrating that cancer survivors are willing and able to make improvements to diet  [13, 63, 80, 99, 102] . As diet quality is comprised of a complex set of behaviors, there is a need to examine the co-occurrence of changes in different aspects of diet  [109] . Future studies would benefit from considering the impact of behavior change from a healthy lifestyle perspective, such as considering compliance with World Cancer Research Fund guidelines  [14] ."
    },
    {
      "title": "Implications",
      "text": "Despite the limitations of this review, it appears that SCTbased interventions demonstrate promise for improving the PA and diet behaviors of cancer survivors. Interventions using a range of delivery modes all demonstrated significant PA improvements, with a small-to-medium effect size, after a relatively short intervention period (12 weeks). Diet and multiple behavior component interventions tended to have a higher number of intervention contacts and greater intervention duration (6 months). However, the increased contact time did not appear to be related to the magnitude of change. High trial retention across both single and multiple behavior change trials may be related to the low burden of predominantly unsupervised interventions or that cancer survivors are motivated to improve their PA and diet behaviors. Unfortunately, there was little evidence to guide researchers in helping cancer survivors to maintain health behaviors after completion of interventions, and this has been noted previously  [83, 110]"
    },
    {
      "text": "(Physical activity) or exercise or weight or aerobic or (strength training) or (resistance training) or walking. 4. (Social cognitive theory) or (social cognitive) or (social learning theory) or (behavio#r change theor*). Strings were made up of 1+(2 or 3) +4."
    },
    {
      "text": "Fig. 1 PRISMA flow diagram"
    },
    {
      "text": "Fig. 2 Meta-analysis examining the effects of SCT-based interventions on physical activity immediately postintervention"
    },
    {
      "text": ". Improved description and reporting of intervention content and the way in which theory-based interventions use theory to guide the trial and intervention components remain necessary to understand what factors are driving the results of theory-based interventions. Given the recent mixed findings on the efficacy of theory-based interventions, a greater understanding of how theory is operationalized is necessary to understand what factors contribute to the success of interventions. Further evidence on theory-based trials is required to understand the crossover between theory-based constructs and behavior change techniques and understand the impact of each on improving health behaviors. Research expanding the rigorous implementation and reporting of behavior change techniques is likely to improve understanding of the working mechanisms that underpin how and why an intervention works or does not work. Conclusions SCT-based interventions appear effective in improving PA and diet behaviors. No specific intervention characteristics or theoretical constructs were associated with effectiveness. Future SCT-based interventions should describe the extent to which theoretical or behavior change constructs are implemented and evaluated, in order to identify the successful components of SCT-based interventions."
    },
    {
      "text": "Description of included trials"
    },
    {
      "text": "[47]  of bias (assessed using McMaster Quality Assessment Tool)[47]"
    },
    {
      "text": "Social cognitive theory constructs operationalized"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    }
  ],
  "references": [
    {
      "title": "Medline search 1. cancer survivor*.mp. 2. Survivors/ 3. cancer*.mp. 4. exp Cancer/ 5. 3 or 4 6. 2 and 5 7. cancer patient*"
    },
    {
      "title": "Therapy/ or Diet, Atherogenic/ or Diet/ or Diet, Sodium-Restricted/ or Diet, Gluten-Free/ or Diet, Reducing/ or Diet, Fat-Restricted/ or Ketogenic Diet/ or Diet Fads/ or Diet, Macrobiotic/ or Diet, Protein-Restricted/ or Diet, Vegetarian/ or Diet, Mediterranean/ or Diabetic Diet/ or Diet Records/ 15. Food Habits/ or exp Food/ or Health Food/ or Food Preferences",
      "doi": "10.1201/9781482270341-24"
    },
    {
      "title": "physical activity.mp. or Motor Activity/ 18. exercise therapy/ or muscle stretching exercises/ or resistance training/ or strength training 19",
      "doi": "10.17006/kjapa.2010.18.2.111"
    },
    {
      "title": "aerobic.mp. or Physical Exertion/ 22. running/ or swimming/ or walking",
      "doi": "10.3406/befeo.1973.5145"
    },
    {
      "title": "Health Behavior/ or Self Efficacy/ or social cognitive theory",
      "doi": "10.31274/etd-180810-1979"
    },
    {
      "title": "Motivation/ or Health Education/ or Health Promotion/ or social learning theory"
    },
    {
      "title": "Cancer prevention after cancer: changing the paradigm-a report from the American Society of Preventive Oncology",
      "authors": [
        "R Campo",
        "J Rowland",
        "M Irwin",
        "P Nathan",
        "E Gritz",
        "A Kinney"
      ],
      "year": 2011,
      "doi": "10.1158/1055-9965.epi-11-0728"
    },
    {
      "title": "Global cancer statistics",
      "authors": [
        "A Jemal",
        "F Bray",
        "M Center",
        "J Ferlay",
        "E Ward",
        "D Forman"
      ],
      "year": 2011,
      "doi": "10.3322/caac.20107"
    },
    {
      "title": "Survivors at higher risk for adverse late outcomes due to psychosocial and behavioral risk factors",
      "authors": [
        "C Carmack",
        "K Basen-Engquist",
        "E Gritz"
      ],
      "year": 2011
    },
    {
      "title": "Exercise for the management of cancer-related fatigue in adults (review)",
      "authors": [
        "F Cramp",
        "J Daniel"
      ],
      "year": 2008,
      "doi": "10.1002/14651858.cd006145.pub2"
    },
    {
      "title": "An update of controlled physical activity trials in cancer survivors: a systematic review and meta-analysis",
      "authors": [
        "R Speck",
        "K Courneya",
        "L Masse",
        "S Duval",
        "K Schmitz"
      ],
      "year": 2010,
      "doi": "10.1007/s11764-009-0110-5"
    },
    {
      "title": "Exercise interventions for cancer survivors: a meta-analysis of quality of life outcomes",
      "authors": [
        "R Ferrer",
        "T Huedo-Medina",
        "B Johnson",
        "S Ryan",
        "L Pescatello"
      ],
      "year": 2011
    },
    {
      "title": "Effects of exercise on breast cancer patients and survivors: a systematic review and meta-analysis",
      "authors": [
        "M Mcneely",
        "K Campbell",
        "B Rowe",
        "T Klassen",
        "J Mackey",
        "K Courneya"
      ],
      "year": 2006
    },
    {
      "title": "American College of Sports Medicine roundtable on exercise guidelines for cancer survivors",
      "authors": [
        "K Schmitz",
        "K Courneya",
        "C Matthews",
        "W Demark-Wahnefried",
        "D Galvao",
        "B Pinto"
      ],
      "year": 2010,
      "doi": "10.1249/mss.0b013e3181e0c112"
    },
    {
      "title": "Nutrition and physical activity guidelines for cancer survivors",
      "authors": [
        "C Rock",
        "C Doyle",
        "W Demark-Wahnefried",
        "J Meyerhardt",
        "K Courneya",
        "A Schwartz"
      ],
      "year": 2012,
      "doi": "10.3322/caac.21142"
    },
    {
      "title": "Physical activity, biomarkers, and disease outcomes in cancer survivors: a systematic review",
      "authors": [
        "R Ballard-Barbash",
        "C Friedenreich",
        "K Courneya",
        "S Siddiqi",
        "A Mctiernan",
        "C Alfano"
      ],
      "year": 2012,
      "doi": "10.1093/jnci/djs207"
    },
    {
      "title": "Lifestyle intervention development study to improve physical function in older adults with cancer: outcomes from Project LEAD",
      "authors": [
        "W Demark-Wahnefried",
        "E Clipp",
        "M Morey",
        "C Pieper",
        "R Sloane",
        "D Snyder"
      ],
      "year": 2006
    },
    {
      "title": "Interventions to enhance physical and psychological functioning among younger women who are ending nonhormonal adjuvant treatment for early-stage breast cancer",
      "authors": [
        "M Scheier",
        "V Helgeson",
        "R Schulz",
        "S Colvin",
        "S Berga",
        "M Bridges"
      ],
      "year": 2005
    },
    {
      "title": "Lifestyle change including dietary fat reduction and breast cancer outcome",
      "authors": [
        "R Chlebowski"
      ],
      "year": 2007
    },
    {
      "title": "Food, nutrition, physical activity, and the prevention of cancer: a global perspective",
      "year": 2007,
      "doi": "10.1007/s12082-007-0105-4"
    },
    {
      "title": "The role of diet and lifestyle in primary, secondary, and tertiary diabetes prevention: a review of meta-analyses",
      "authors": [
        "T Psaltopoulou",
        "I Ilias",
        "M Alevizaki"
      ],
      "year": 2010,
      "doi": "10.1900/rds.2010.7.26"
    },
    {
      "title": "Prevention of type 2 diabetes: a review",
      "authors": [
        "A Hussain",
        "B Claussen",
        "A Ramachandran",
        "R Williams"
      ],
      "year": 2007
    },
    {
      "title": "Interventions to promote physical activity and dietary lifestyle changes for cardiovascular risk factor reduction in adults: a scientific statement from the American Heart Association",
      "authors": [
        "N Artinian",
        "G Fletcher",
        "D Mozaffarian",
        "P Kris-Etherton",
        "Van Horn",
        "L Lichtenstein"
      ],
      "year": 2010,
      "doi": "10.1161/cir.0b013e3181e8edf1"
    },
    {
      "title": "Evidence-based nutrition guidelines for cancer survivors: current guidelines, knowledge gaps, and future research directions",
      "authors": [
        "K Robien",
        "W Demark-Wahnefried",
        "C Rock"
      ],
      "year": 2011
    },
    {
      "title": "Australian association for exercise and sport science position stand: optimising cancer outcomes through exercise",
      "authors": [
        "S Hayes",
        "R Spence",
        "D Galvão",
        "R Newton"
      ],
      "year": 2009,
      "doi": "10.1016/j.jsams.2009.03.002"
    },
    {
      "title": "The BASES expert statement on exercise and cancer survivorship",
      "authors": [
        "A Campbell",
        "C Stevinson",
        "H Crank"
      ],
      "year": 2012
    },
    {
      "title": "Position statement on benefits of healthy diet and physical activity for cancer survivors",
      "year": 2013,
      "doi": "10.1002/cncr.28231"
    },
    {
      "title": "Physical activity and cancer control",
      "authors": [
        "K Courneya",
        "C Friedenreich"
      ],
      "year": 2007
    },
    {
      "title": "Health behaviors of cancer survivors: examining opportunities for cancer control intervention",
      "authors": [
        "K Bellizzi",
        "J Rowland",
        "D Jeffery",
        "T Mcneel"
      ],
      "year": 2005,
      "doi": "10.1200/jco.2005.02.2343"
    },
    {
      "title": "Health behaviors of cancer survivors: data from an Australian population-based survey",
      "authors": [
        "E Eakin",
        "D Youlden",
        "P Baade",
        "S Lawler",
        "M Reeves",
        "J Heyworth"
      ],
      "year": 2007
    },
    {
      "title": "Cancer survivors' adherence to lifestyle behavior recommendations and associations with healthrelated quality of life: results from the American Cancer Society's SCS-II",
      "authors": [
        "C Blanchard",
        "K Courneya",
        "K Stein"
      ],
      "year": 2008
    },
    {
      "title": "The role of behavioral science theory in development and implementation of public health interventions",
      "authors": [
        "K Glanz",
        "D Bishop"
      ],
      "year": 2010,
      "doi": "10.1146/annurev.publhealth.012809.103604"
    },
    {
      "title": "Does tailoring matter? Metaanalytic review of tailored print health behavior change interventions",
      "authors": [
        "S Noar",
        "C Benac",
        "M Harris"
      ],
      "year": 2007
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "Theory-comparison and multiplebehavior research: common themes advancing health behavior research",
      "authors": [
        "C Nigg",
        "J Allegrante",
        "M Ory"
      ],
      "year": 2002,
      "doi": "10.1093/her/17.5.670"
    },
    {
      "title": "A review of mediators of behavior in interventions to promote physical activity among children and adolescents",
      "authors": [
        "D Lubans",
        "C Foster",
        "Sjh Biddle"
      ],
      "year": 2008
    },
    {
      "title": "Health promotion by social cognitive means",
      "authors": [
        "A Bandura"
      ],
      "year": 2004,
      "doi": "10.1177/1090198104263660"
    },
    {
      "title": "Health promotion from the perspective of social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998
    },
    {
      "title": "Social cognitive influences on physical activity behavior in middle-aged and older adults",
      "authors": [
        "S White",
        "T Wojcicki",
        "E Mcauley"
      ],
      "year": 2011,
      "doi": "10.1093/geronb/gbr064"
    },
    {
      "title": "Social cognitive influences on physical activity participation in long-term breast cancer survivors",
      "authors": [
        "S Phillips",
        "E Mcauley"
      ],
      "year": 2012
    },
    {
      "title": "Social cognitive determinants of physical activity in young adults: a prospective structural equation analysis",
      "authors": [
        "L Rovniak",
        "E Anderson",
        "R Winett",
        "R Stephens"
      ],
      "year": 2002,
      "doi": "10.1207/s15324796abm2402_12"
    },
    {
      "title": "Physical activity in middleaged and young-old adults: the roles of self-efficacy, barriers, outcome expectancies, self-regulatory behaviors and social support",
      "authors": [
        "B Ayotte",
        "J Margrett",
        "J Hicks-Patrick"
      ],
      "year": 2010
    },
    {
      "title": "Social cognitive determinants of nutrition and physical activity among web-health users enrolling in an online intervention: the influence of social support, self-efficacy, outcome expectations, and self-regulation",
      "authors": [
        "Anderson-Bill Es",
        "R Winett",
        "J Wojcik"
      ],
      "year": 2011
    },
    {
      "title": "Self-regulation, self-efficacy, outcome expectations, and social support: social cognitive theory and nutrition behavior",
      "authors": [
        "E Anderson",
        "R Winett",
        "J Wojcik"
      ],
      "year": 2007,
      "doi": "10.1007/bf02874555"
    },
    {
      "title": "Social cognitive theory and cancer patients' quality of life: a meta-analysis of psychosocial intervention components",
      "authors": [
        "K Graves"
      ],
      "year": 2003,
      "doi": "10.1037//0278-6133.22.2.210"
    },
    {
      "title": "Effects of aerobic and resistance exercise in breast cancer patients receiving adjuvant chemotherapy: a multicenter randomized controlled trial",
      "authors": [
        "K Courneya",
        "R Segal",
        "J Mackey",
        "K Gelmon",
        "R Reid",
        "C Friedenreich"
      ],
      "year": 2007
    },
    {
      "title": "Randomized controlled trial of the effects of aerobic exercise on physical functioning and quality of life in lymphoma patients",
      "authors": [
        "K Courneya",
        "C Sellar",
        "C Stevinson",
        "M Mcneely",
        "C Peddle",
        "C Friedenreich"
      ],
      "year": 2009
    },
    {
      "title": "Cancer survivorship: a new challenge in delivering quality cancer care",
      "authors": [
        "J Rowland",
        "M Hewitt",
        "P Ganz"
      ],
      "year": 2006,
      "doi": "10.1200/jco.2006.09.2700"
    },
    {
      "title": "Efficacy, effectiveness, and behavior change trials in exercise research",
      "authors": [
        "K Courneya"
      ],
      "year": 2010
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff",
        "C Mulrow",
        "P Gotzsche",
        "Jpa Ioannidis"
      ],
      "year": 2009
    },
    {
      "year": 2011
    },
    {
      "title": "Analysing data and undertaking meta-analyses",
      "authors": [
        "J Deeks",
        "Jpt Higgins",
        "D Altman"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184.ch9"
    },
    {
      "title": "A process for systematically reviewing the literature: providing the research evidence for public health nursing interventions",
      "authors": [
        "B Thomas",
        "D Ciliska",
        "M Dobbins",
        "S Micucci"
      ],
      "year": 2004
    },
    {
      "title": "Evaluation of a social cognitive theory-based email intervention designed to influence the physical activity of survivors of breast cancer",
      "authors": [
        "A Hatchett",
        "J Hallam",
        "M Ford"
      ],
      "year": 2012
    },
    {
      "title": "Impact of a telephone-based physical activity intervention upon exercise behaviors and fitness in cancer survivors enrolled in a cooperative group setting",
      "authors": [
        "J Ligibel",
        "J Meyerhardt",
        "J Pierce",
        "J Najita",
        "L Shockro",
        "N Campbell"
      ],
      "year": 2011
    },
    {
      "title": "Home-based physical activity intervention for breast cancer patients",
      "authors": [
        "B Pinto"
      ],
      "year": 2005
    },
    {
      "title": "A randomized trial to increase physical activity in breast cancer survivors",
      "authors": [
        "L Rogers",
        "P Hopkins-Price",
        "S Vicari",
        "R Pamenter",
        "K Courneya",
        "S Markwell"
      ],
      "year": 2009,
      "doi": "10.1249/mss.0b013e31818e0e1b"
    },
    {
      "title": "Effects of a 6-week walking program on Taiwanese women newly diagnosed with early-stage breast cancer",
      "authors": [
        "Y-J Wang",
        "M Boehmke",
        "Y-Wb Wu",
        "S Dickerson",
        "N Fisher"
      ],
      "year": 2011
    },
    {
      "title": "Home-based physical activity intervention for colorectal cancer survivors",
      "authors": [
        "B Pinto",
        "G Papandonatos",
        "M Goldstein",
        "B Marcus",
        "N Farrell"
      ],
      "year": 2013
    },
    {
      "title": "Main outcomes of the Move More for Life trial: a randomised controlled trial examining the effects of tailored-print and targeted-print materials for promoting physical activity among post-treatment breast cancer survivors",
      "authors": [
        "C Short",
        "E James",
        "A Girgis",
        "D' Souza",
        "M Plotnikoff"
      ],
      "year": 2014
    },
    {
      "title": "Move more for life: the protocol for a randomised efficacy trial of a tailored-print physical activity intervention for post-treatment breast cancer survivors",
      "authors": [
        "C Short",
        "E James",
        "A Girgis",
        "P Mcelduff",
        "R Plotnikoff"
      ],
      "year": 2012
    },
    {
      "title": "A randomized trial of a Facebook-based physical activity intervention for young adult cancer survivors",
      "authors": [
        "C Valle",
        "D Tate",
        "D Mayer",
        "M Allicock",
        "J Cai"
      ],
      "year": 2013,
      "doi": "10.1007/s11764-013-0279-5"
    },
    {
      "title": "Motivational interviewing to increase physical activity in longterm cancer survivors: a randomized controlled trial",
      "authors": [
        "J Bennett",
        "K Lyons",
        "K Winters-Stone",
        "L Nail",
        "J Scherer"
      ],
      "year": 2007
    },
    {
      "title": "Evaluation of a 12-week home-based walking intervention for breast cancer survivors",
      "authors": [
        "C Matthews",
        "S Wilcox",
        "C Hanby",
        "C Der Ananian",
        "S Heiney",
        "T Gebretsadik"
      ],
      "year": 2007
    },
    {
      "title": "Dietary modification in patients with prostate cancer on active surveillance: a randomized, multicentre feasibility study",
      "authors": [
        "J Parsons",
        "V Newman",
        "J Mohler",
        "J Pierce",
        "S Flatt",
        "J Marshall"
      ],
      "year": 2008
    },
    {
      "title": "Results of a diet/exercise feasibility trial to prevent adverse body composition change in breast cancer patients on adjuvant chemotherapy",
      "authors": [
        "W Demark-Wahnefried",
        "L Case",
        "K Blackwell",
        "P Marcom",
        "W Kraus",
        "N Aziz"
      ],
      "year": 2008
    },
    {
      "title": "A randomized trial of tailoring and motivational interviewing to promote fruit and vegetable consumption for cancer prevention and control",
      "authors": [
        "M Campbell",
        "C Carr",
        "B Devellis",
        "B Switzer",
        "A Biddle",
        "M Amamoo"
      ],
      "year": 2009
    },
    {
      "title": "Design of FRESH START: a randomized trial of exercise and diet among cancer survivors",
      "authors": [
        "W Demark-Wahnefried",
        "E Clipp",
        "C Mcbride",
        "D Lobach",
        "I Lipkus",
        "B Peterson"
      ],
      "year": 2003
    },
    {
      "title": "Main outcomes of the FRESH START trial: a sequentially tailored, diet and exercise mailed print intervention among breast and prostate cancer survivors",
      "authors": [
        "W Demark-Wahnefried",
        "E Clipp",
        "I Lipkus",
        "D Lobach",
        "D Snyder",
        "R Sloane"
      ],
      "year": 2007
    },
    {
      "title": "A diet and exercise intervention during chemotherapy for breast cancer",
      "authors": [
        "Z Djuric",
        "J Ellsworth",
        "A Weldon",
        "J Ren",
        "C Richardson",
        "K Resnicow"
      ],
      "year": 2011
    },
    {
      "title": "Feasibility and effectiveness of a lifestyle intervention program in obese endometrial cancer patients: a randomized trial",
      "authors": [
        "V Von Gruenigen",
        "K Courneya",
        "H Gibbons",
        "M Kavanagh",
        "S Waggoner",
        "E Lerner"
      ],
      "year": 2008
    },
    {
      "title": "Combining weight-loss counseling with the weight watchers plan for obese breast cancer survivors",
      "authors": [
        "Z Djuric",
        "N Dilaura",
        "I Jenkins",
        "L Darga",
        "Ck-L Jen",
        "D Mood"
      ],
      "year": 2002
    },
    {
      "title": "Survivors of uterine cancer empowered by exercise and healthy diet (SUCCEED): a randomized controlled trial",
      "authors": [
        "V Von Gruenigen",
        "H Frasure",
        "M Kavanagh",
        "J Janata",
        "S Waggoner",
        "P Rose"
      ],
      "year": 2012
    },
    {
      "title": "Physical activity and health outcomes three months after completing a physical activity behavior change intervention: persistent and delayed effects",
      "authors": [
        "L Rogers",
        "Hopkins Price",
        "P Vicari",
        "S Markwell",
        "S Pamenter",
        "R Courneya"
      ],
      "year": 2009
    },
    {
      "title": "Lessons learned in the trenches: facilitating exercise adherence among breast cancer survivors in a group setting",
      "authors": [
        "L Rogers",
        "S Vicari",
        "K Courneya"
      ],
      "year": 2010
    },
    {
      "title": "Reduced barriers mediated physical activity maintenance among breast cancer survivors",
      "authors": [
        "L Rogers",
        "S Markwell",
        "P Hopkins-Price",
        "S Vicari",
        "K Courneya",
        "K Hoelzer"
      ],
      "year": 2011
    },
    {
      "title": "Home-based exercise among cancer survivors: adherence and its predictors",
      "authors": [
        "B Pinto",
        "C Rabin",
        "S Dunsiger"
      ],
      "year": 2009
    },
    {
      "title": "Physical activity among breast cancer survivors: regular exercisers vs participants in a physical activity intervention",
      "authors": [
        "C Rabin",
        "B Pinto",
        "J Trunzo",
        "G Frierson",
        "L Bucknam"
      ],
      "year": 2006
    },
    {
      "title": "A randomized trial of a lifestyle intervention in obese endometrial cancer survivors: quality of life outcomes and mediators of behavior change",
      "authors": [
        "V Von Gruenigen",
        "H Gibbons",
        "M Kavanagh",
        "J Janata",
        "E Lerner",
        "K Courneya"
      ],
      "year": 2009
    },
    {
      "title": "Long-term dietary outcomes of the FRESH START intervention for breast and prostate cancer survivors",
      "authors": [
        "S Christy",
        "C Mosher",
        "R Sloane",
        "D Snyder",
        "D Lobach",
        "W Demark-Wahnefried"
      ],
      "year": 2011
    },
    {
      "title": "A refined taxonomy of behaviour change techniques to help people change their physical activity and healthy eating behaviours: the CALO-RE taxonomy",
      "authors": [
        "S Michie",
        "S Ashford",
        "F Sniehotta",
        "S Dombrowski",
        "A Bishop",
        "D French"
      ],
      "year": 2011
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman"
      ],
      "year": 2013
    },
    {
      "title": "Utilizing the TPB for understanding yoga participation in cancer survivors",
      "authors": [
        "J Norris",
        "Culos-Reed Sn",
        "L Carlson",
        "S Aldous"
      ],
      "year": 2007
    },
    {
      "title": "Change in self-efficacy partially mediates the effects of the FRESH START intervention on cancer survivors' dietary outcomes",
      "authors": [
        "C Mosher",
        "B Fuemmeler",
        "R Sloane",
        "W Kraus",
        "D Lobach",
        "D Snyder"
      ],
      "year": 2008
    },
    {
      "title": "Statistical power analysis for the behavioral sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1988
    },
    {
      "title": "Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions",
      "authors": [
        "C Greaves",
        "K Sheppard",
        "C Abraham",
        "W Hardeman",
        "M Roden",
        "P Evans"
      ],
      "year": 2011
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: a meta-regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittingham",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009
    },
    {
      "title": "A qualitative synthesis of trials promoting physical activity behaviour change among post-treatment breast cancer survivors",
      "authors": [
        "C Short",
        "James Stacey",
        "F Plotnikoff"
      ],
      "year": 2013,
      "doi": "10.1007/s11764-013-0296-4"
    },
    {
      "title": "Physical activity and/or dietary interventions in breast cancer survivors: a systematic review of the maintenance of outcomes",
      "authors": [
        "L Spark",
        "M Reeves",
        "B Fjeldsoe",
        "E Eakin"
      ],
      "year": 2013,
      "doi": "10.1007/s11764-012-0246-6"
    },
    {
      "title": "A systematic review of single health behavior change interventions vs. multiple health behavior change interventions among older adults",
      "authors": [
        "C Nigg",
        "C Long"
      ],
      "year": 2012,
      "doi": "10.1007/s13142-012-0130-y"
    },
    {
      "title": "Does changing behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
      "authors": [
        "T Webb",
        "P Sheeran"
      ],
      "year": 2006
    },
    {
      "title": "A review of the outcome expectancy construct in physical activity research",
      "authors": [
        "D Williams",
        "E Anderson",
        "R Winett"
      ],
      "year": 2005
    },
    {
      "title": "Social cognitive mediators of change in a group randomized nutrition and physical activity intervention: social support, self-efficacy, outcome expectations and self-regulation in the guide-to-health trial",
      "authors": [
        "E Anderson",
        "R Winett",
        "J Wojcik",
        "D Williams"
      ],
      "year": 2010
    },
    {
      "title": "Does theory influence the effectiveness of health behavior interventions? Meta-analysis",
      "authors": [
        "A Prestwich",
        "F Sniehotta",
        "C Whittington",
        "S Dombrowski",
        "L Rogers",
        "S Michie"
      ],
      "year": 2013
    },
    {
      "title": "Behavior theory for dietary interventions for cancer prevention: a systematic review of utilization and effectiveness in creating behavior change",
      "authors": [
        "Knl Avery",
        "J Donovan",
        "J Horwood",
        "J Lane"
      ],
      "year": 2013,
      "doi": "10.1007/s10552-012-9995-9"
    },
    {
      "title": "A systematic review of randomized controlled trials on the effectiveness of computer-tailored physical activity and dietary behavior promotion programs: an update",
      "authors": [
        "K Broekhuizen",
        "W Kroeze",
        "Mnm Poppel",
        "A Oenema",
        "J Brug"
      ],
      "year": 2012
    },
    {
      "title": "2010 explanation and elaboration: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "D Moher",
        "S Hopewell",
        "K Schulz",
        "V Montori",
        "P Gotzsche",
        "P Devereaux"
      ],
      "year": 2010
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions version 5",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2011
    },
    {
      "title": "Efficacy of a referral and physical activity program for survivors of prostate cancer [ENGAGE]: rationale and design for a cluster randomised controlled trial",
      "authors": [
        "P Livingston",
        "J Salmon",
        "K Courneya",
        "C Gaskin",
        "M Craike",
        "M Botti"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2407-11-237"
    },
    {
      "title": "Better exercise adherence after treatment for cancer (BEAT Cancer) study: rationale, design, and methods",
      "authors": [
        "L Rogers",
        "E Mcauley",
        "P Anton",
        "K Courneya",
        "S Vicari",
        "P Hopkins-Price"
      ],
      "year": 2012
    },
    {
      "title": "Exercise and nutrition routine improving cancer health (ENRICH): the protocol for a randomized efficacy trial of a nutrition and physical activity program for adult cancer survivors and carers",
      "authors": [
        "E James",
        "F Stacey",
        "K Chapman",
        "D Lubans",
        "G Asprey",
        "K Sundquist"
      ],
      "year": 2011
    },
    {
      "title": "Dietary fat reduction and breast cancer outcome: results from the Women's Intervention Nutrition Study (WINS)",
      "authors": [
        "G Blackburn",
        "K Wang"
      ],
      "year": 2007
    },
    {
      "title": "Dietary fat reduction and breast cancer outcome: interim efficacy results from the Women's Intervention Nutrition Study",
      "authors": [
        "R Chlebowski",
        "G Blackburn",
        "C Thomson",
        "D Nixon",
        "A Shapiro",
        "M Hoy"
      ],
      "year": 2006
    },
    {
      "title": "Implementing a low-fat eating plan in the Women's Intervention Nutrition Study",
      "authors": [
        "M Hoy",
        "B Winters",
        "R Chlebowski",
        "C Papoutsakis",
        "A Shapiro",
        "M Lubin"
      ],
      "year": 2009
    },
    {
      "title": "Influence of a diet very high in vegetables, fruit, and fiber and low in fat on prognosis following treatment for breast cancer: The Women's Healthy Eating and Living (WHEL) randomized trial",
      "authors": [
        "J Pierce",
        "L Natarajan",
        "B Caan",
        "B Parker",
        "R Greenberg",
        "S Flatt"
      ],
      "year": 2007,
      "doi": "10.1016/s1043-321x(08)80011-2"
    },
    {
      "title": "Increases in plasma carotenoid concentrations in response to a major dietary change in the Women's Healthy Eating and Living study",
      "authors": [
        "J Pierce",
        "L Natarajan",
        "S Sun",
        "W Al-Delaimy",
        "S Flatt",
        "S Kealey"
      ],
      "year": 2006,
      "doi": "10.1158/1055-9965.epi-05-0928"
    },
    {
      "title": "Active for Life After Cancer: a randomized trial examining a lifestyle physical activity program for prostate cancer patients",
      "authors": [
        "Carmack Taylor",
        "C Demoor",
        "C Smith",
        "M Dunn",
        "A Basen-Engquist",
        "K Nielsen"
      ],
      "year": 2006
    },
    {
      "title": "Effects of home-based diet and exercise on functional outcomes among older, overweight long-term cancer survivors: RENEW: a randomized controlled trial",
      "authors": [
        "M Morey",
        "D Snyder",
        "R Sloane",
        "H Cohen",
        "B Peterson",
        "T Hartman"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2009.643"
    },
    {
      "title": "Reach out to Enhance Wellness in Older Cancer Survivors (RENEW): design, methods and recruitment challenges of a homebased exercise and diet intervention to improve physical function among long-term survivors of breast, prostate, and colorectal cancer",
      "authors": [
        "D Snyder",
        "M Morey",
        "R Sloane",
        "V Stull",
        "H Cohen",
        "B Peterson"
      ],
      "year": 2009
    },
    {
      "title": "An exercise intervention for breast cancer survivors with bone loss",
      "authors": [
        "J Twiss",
        "N Waltman",
        "K Berg",
        "C Ott",
        "G Gross",
        "A Lindsey"
      ],
      "year": 2009,
      "doi": "10.1111/j.1547-5069.2009.01247.x"
    },
    {
      "title": "Are interventions theory-based? Development of a theory coding scheme",
      "authors": [
        "S Michie",
        "A Prestwich"
      ],
      "year": 2010,
      "doi": "10.1037/a0016939"
    },
    {
      "title": "Impact of resistance training in cancer survivors: a meta-analysis",
      "authors": [
        "B Strasser",
        "K Steindorf",
        "J Wiskemann",
        "C Ulrich"
      ],
      "year": 2013
    },
    {
      "title": "Physical activity behavior change interventions based on the transtheoretical model: a systematic review",
      "authors": [
        "A Hutchison",
        "J Breckon",
        "L Johnston"
      ],
      "year": 2008
    },
    {
      "title": "The use of theory in health behavior research from 2000 to 2005: a systematic review",
      "authors": [
        "J Painter",
        "Cpc Borba",
        "M Hynes",
        "D Mays",
        "K Glanz"
      ],
      "year": 2008
    },
    {
      "title": "Multiple health behavior changes and co-variation in a telephone counseling trial",
      "authors": [
        "S Lawler",
        "E Winkler",
        "M Reeves",
        "N Owen",
        "N Graves",
        "E Eakin"
      ],
      "year": 2010
    },
    {
      "title": "Translating physical activity interventions for breast cancer survivors into practice: an evaluation of randomized controlled trials",
      "authors": [
        "S White",
        "E Mcauley",
        "P Estabrooks",
        "K Courneya"
      ],
      "year": 2009
    },
    {
      "title": "The influence of health behavior clusters on dietary change",
      "authors": [
        "J Reedy",
        "P Haines",
        "M Campbell"
      ],
      "year": 2005
    },
    {
      "title": "Mediators of fruit and vegetable consumption among colorectal cancer survivors",
      "authors": [
        "L Ko",
        "M Campbell",
        "M Lewis",
        "J Earp",
        "B Devellis"
      ],
      "year": 2010
    },
    {
      "title": "Extant health behaviors and uptake of standardized vs tailored health messages among cancer survivors enrolled in the FRESH START trial: a comparison of fighting-spirits vs fatalists",
      "authors": [
        "A Wilkinson",
        "S Barrera",
        "C Mcbride",
        "D Snyder",
        "R Sloane",
        "K Meneses"
      ],
      "year": 2012
    }
  ],
  "num_references": 119
}
