{
  "paper_id": "WJUNIU9Q",
  "title": "Choice inconsistencies among the elderly: evidence from plan choice in the Medicare Part D program",
  "abstract": "People often make decisions in health care that are not in their best interest, ranging from failing to enroll in health insurance to which they are entitled, to engaging in extremely harmful behaviors. Traditional economic theory provides a limited tool kit for improving behavior because it assumes that people make decisions in a rational way, have the mental capacity to deal with huge amounts of information and choice, and have tastes endemic to them and not open to manipulation. Melding economics with psychology, behavioral economics acknowledges that people often do not act rationally in the economic sense. It therefore offers a potentially richer set of tools than provided by traditional economic theory to understand and influence behaviors. Only recently, however, has it been applied to health care. This article provides an overview of behavioral economics, reviews some of its contributions, and shows how it can be used in health care to improve people's decisions and health.",
  "year": 2009,
  "date": "2009",
  "journal": "Natl. Bur. Econ. Res. (NBER)",
  "publication": "Natl. Bur. Econ. Res. (NBER)",
  "authors": [
    {
      "forename": "Thomas",
      "surname": "Rice",
      "name": "Thomas Rice",
      "affiliation": "The Behavioral Economics of Health and Health Care Department of Health Policy and Management , Fielding School of Public Health , University of California , Los Angeles , California 90095-1772 ; \n\t\t\t\t\t\t\t\t The Behavioral Economics of Health and Health Care \n\t\t\t\t\t\t\t\t Department of Health Policy and Management \n\t\t\t\t\t\t\t\t Fielding School of Public Health \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90095-1772 \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t California",
      "email": "trice@ucla.edu"
    }
  ],
  "doi": "10.1146/annurev-publhealth-031912-114353",
  "keywords": [
    "health behaviors",
    "health economics",
    "incentives",
    "health policy"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Most adults in the United States are overweight. Some people drink excessively, others smoke, and still others use illicit drugs. Many seek medical care when they probably should not; others do not fill or take their prescriptions even when saddled with a chronic condition that is amenable to drug therapy. Millions of individuals and families do not sign up for health insurance coverage for which they are eligible. Those who enroll in coverage that provides meager benefits per premium dollar rarely switch to a more suitable plan. Few take advantage of the sources available that provide key information on the quality and cost of alternative health plans, hospitals, and doctors. Indeed, many of the most vexing problems facing individuals and society as a whole in health care are neither medical nor scientific in nature; they are behavioral.\n\nPeople's decisions need to be improved. In each of the above cases, some sort of appropriate behavioral modification may be in the person's best interest. This notion, however, poses a challenge to traditional economics, which, as discussed in more detail below, assumes that people behave in particular ways that are classified as \"rational.\" They are assumed to seek information on the quality and cost of all feasible options and properly use this information to maximize their utility-that is, make the choice that is in their best interest. It further assumes that they know what will indeed make them best off.\n\nFor better or worse, most people do not act in this way in many of the decisions (be they health or otherwise) they face. They do not collect the necessary information, do not use it properly, and/or behave in a manner that sometimes is not in their best interest. Common tendencies are failing to grapple with selfcontrol, putting far too much value in present enjoyments versus future well-being; attaching excessive positive value to the status quo even when new information makes it inadvisable; and overstating the risk of certain contingencies and understating it for others.\n\nBehavioral economics is a relatively new field that addresses these sorts of issues. Rather than assuming that people generally know what is best for them and make decisions consistent with that knowledge, it acknowledges that people oftentimes do not act rationally in the economic sense, make myopic decisions based on an inadequate understanding of the alternatives, and do not necessarily learn from their mistakes. Because it melds other social sciences-particularly psychology-with economics, behavioral economics offers a potentially richer set of tools to understand and influence behaviors than does traditional economic theory. Being a relatively new discipline, economists disagree over what is and is not different about it compared with traditional economics, and similarly, what policy prescriptions it offers that are unique. Moreover-and significant for this article-behavioral economics has only recently been applied to health care.\n\nThis article is divided into four parts. The first part describes the limitations of traditional economics as applied to understanding individual behavior. Following that is a discussion of behavioral economics in remedying some of these shortcomings, including discussion of some key experiments and insights. Although this review provides some applications, it is not until the third part that we apply behavioral economics to health care. The final section presents some issues for future consideration."
    },
    {
      "title": "LIMITATIONS OF TRADITIONAL ECONOMIC THEORY",
      "text": "Embedded in the traditional or \"neoclassical\" economic model of consumer behavior are critical assumptions about how people behave. Traditional economic theory assumes that people know what will make them best off and that they achieve such a state-given the resources and wealth available to them-by choosing wisely among the alternatives available. They can infer quality and costs from the information in the marketplace and from their experiences. They are not hoodwinked by exaggerated claims or overly influenced by"
    },
    {
      "title": "DEFINITION OF TERMS",
      "text": "Behavioral economics: a branch of economics that posits and considers the implications of the notion that people do not make decisions in the rational fashion that is assumed in the traditional economic theory of decision making (see definition below). In doing so, it combines the economics of incentives with insights from psychology about how people actually behave under real-world circumstances.\n\nBounded rationality: a theory developed by Herbert Simon  (41) (42) (43) , which posits that people do not make decisions by thoroughly searching for or using all available information to maximize their utility. Instead, bounded rationality recognizes that people have limited cognitive resources and time available to sift through this information to make the best possible choice. As a result, people use rules of thumb or heuristics (see definition below) to narrow their choice set and often satisfice rather than maximize their utility.\n\nDecision fatigue: the notion that as a person makes decision after decision, he or she becomes mentally exhausted and starts to make inconsistent and even ill-considered choices. The concept is closely tied to \"ego depletion,\" where, once a person has already engaged in acts of self-control, he or she becomes emotionally drained and is subsequently less likely to be able to control urges.\n\nHeuristics: rules of thumb or mental shortcuts that people use when making decisions. This is in contrast to engaging in the utility maximization, based on full consideration of all available information, that is assumed in the traditional economic theory of decision making.\n\nLoss aversion: the observation that people are more sensitive to the prospect of losses than gains (empirically estimated at a ratio of ∼2:1).\n\nNudge: a concept developed by Richard Thaler and Cass Sunstein  (47) . It is based on another concept they developed called \"libertarian paternalism,\" which posits that people should be given choices (the libertarian idea) but the choice decision should be guided by experts (the paternalistic idea). They argue that government and other entities should nudge people toward decisions that are in their best interest when evidence indicates that people are choosing poorly.\n\nProspect theory: a theory developed by two psychologists, Nobel Prize (in economics) winner Daniel Kahneman and Amos Tversky (26), as an alternative to the conventional theory of individual economic risk-taking behavior. It asserts that people evaluate risky choices not on the utility of the outcomes of these choices, but rather on the basis of the gains and losses associated with the outcomes. One implication is that although people are risk averse with regard to the prospect of modest probability gains and small probability losses, they are risk seeking in the face of modest probability losses and small probability gains. For example, most people prefer the certainty of winning $500 over a fifty-fifty chance of winning $1,000 or nothing, demonstrating risk aversion. But most also prefer a fifty-fifty chance of losing $1,000 to the certainty of losing $500, showing risk-seeking behavior.\n\nRational decision making: the assumption derived from traditional economic theory of the consumer, where people are assumed to make decisions-based on preferences endemic to them and largely immutable, and using all available information-that maximize their utility.\n\nUtility: the satisfaction or pleasure that one derives from a good or service.\n\nadvertisements. Indeed, they came into the marketplace with predetermined tastes and preferences: Sellers cannot convince them what they want; they already know. Under such a scenario, and if markets are working well-for example, prices are not inflated by the actions of monopolistic firms, and information about alternatives is readily available-then government involvement in a well-functioning market can do only one thing: get in the way. Thaler & Sunstein, in their book, Nudge (47), colorfully illustrate this theoretical insight by distinguishing between two types of being: mythical Econs and actual Humans. Econs are the ones who act in a hyperrational fashion; Humans act like . . . humans. Econ is short for Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59\n\nHomo economicus, or rational economic man, a term that goes back to the nineteenth century  (31) . They write, \"If you look at economics textbooks, you will learn that homo economicus can think like Albert Einstein, store as much memory as IBM's Big Blue, and exercise the willpower of Mahatma Gandhi\" (p. 6).\n\nI posit that Econs exhibit four main traits:\n\n1. They are hyperrational in their decision making, always making the decisions that are most likely to improve their welfare. 2. Their preferences are already formed before they enter the marketplace. 3. They maximize completely-stated differently, they do not settle for \"just okay,\" which has been coined as \"satisficing\" in the literature. 4. They make decisions in a purely selfinterested fashion, acting on neither envy nor altruism. Nor is there a place for intrinsic rewards. To illustrate, it is difficult to see why an Econ would volunteer to join the army, donate to charity, or recycle  (17) .\n\nHere I focus on the third trait, maximization, because one can argue that this was a central concept in the initial development of behavioral economics. In the 1950s, Herbert Simon, a political scientist and student of human behavior who went on to win a Nobel Prize in economics, introduced the concept of \"bounded rationality\"  (41, 42) . In brief, he posited that people face strict cognitive limitations in how much information they can process and how much they can remember when needed. Moreover, because one has to make decisions about so many things, one must use shortcuts, or heuristics, rather than engage in classic utility-maximizing behavior. People therefore satisfice rather than maximize as a way of mitigating what would otherwise be an overwhelming amount of information given their limited cognitive abilities and time to process it all.\n\nSimon also argued that far more attention needs to be given to the decision process, which forms the core of behavioral economics because it marries economics with the other social sci-ences that endeavor to understand how people make decisions individually (psychology), in groups and communities (sociology), and as organized political units (political science). Traditional economic theory does not address the decision-making process because the theory assumes that people will choose the best option available by simply matching their preferences with price and quality data. There is no interest in the decision-making process per se, only in the outcome.\n\nCritiquing conventional theory in this regard, Simon  (43)  writes, \"A theory of rationality that does not give account of problem solving in the face of complexity is sadly incomplete. It is worse than incomplete; it can be seriously misleading by providing 'solutions' to economic questions that are without operational significance\" (p. 12). He further notes that it is incumbent upon researchers to find search processes that work, which he calls \"heuristic search\": search that \"is concerned with devising or identifying search procedures that will permit systems of limited computational capacity to make complex decisions and solve difficult problems\" (p. 12).\n\nAlthough some economists took note of bounded rationality and its implications  (12, 35) , the concept did not really take hold for some decades. Space does not permit a lengthy description of other key points in the history of behavioral economics, but a few noteworthy ones are mentioned here. An excellent and upto-date summary and synthesis of research that forms the core of behavioral economics can be found in Kahneman  (25) .\n\nBy the 1980s, many economists became interested in results from the psychology literature, which demonstrated behavior quite inconsistent with predictions of the traditional economic model  (33, 43) . Most noteworthy in this regard was the work of Kahneman and Tversky, both psychologists. (Kahneman later won a Nobel Prize in economics; Tversky died before he could also be awarded the Prize.) An article they wrote for the journal Econometrica, on a concept they pioneered called prospect theory, offered an alternative to the conventional Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59 theory of individual economic risk-taking behavior (26).  1 riefly, prospect theory asserts that people evaluate choices not on the utility of the outcomes of these choices, but rather based on the possible gains and losses associated with the outcomes. The implications of prospect theory are much different than conventional consumer choice theory: People are risk averse, for example, with regard to the prospect of gains, but risk seeking in the face of large losses, especially certain ones. For example, most people prefer the certainty of winning $500 over a 50-50 chance of winning $1,000 or nothing, demonstrating risk aversion. But most also prefer a 50-50 chance of losing $1,000 to the certainty of losing $500, showing risk-seeking behavior.\n\nOther psychologists, notably Schwartz  (38) , later posited that consumers could actually have too much choice. A tenet in economics is that more choice is unambiguously good because one can ignore the bad options. In psychology, too, scholars generally view choice as motivating and energizing. In their contrarian view, Schwartz and colleagues  (39)  point to evidence that those who try to maximize (as opposed to satisfice) in a choice-laden environment tend to experience lower levels of satisfaction, regret about the options not chosen, and ultimately, less happiness and even a greater tendency toward depression. Indeed, the subtitle of Schwartz's 2004 book, The Paradox of Choice: Why More is Less, is \"How the Culture of Abundance Robs Us of Satisfaction\"  (38) .\n\nFinally, an important contribution to popularizing the field of behavioral economics was the publication of the book Nudge in 2008 by Thaler, an economist, and Sunstein, a legal scholar  (47) . The book, and the theory they developed on which the book is based called \"libertarian paternalism,\" was essentially a manifesto for policy makers arguing that government and private organizations can provide much aid to consumers in the critical decisions that they face. The idea is that people often do not make decisions in their best interest and therefore they should be nudged toward better decisions by those who are more knowledgeable. This view is, of course, quite different from the traditional economics model, in which people are generally assumed to make decisions that are in their best interest."
    },
    {
      "title": "INSIGHTS FROM BEHAVIORAL ECONOMICS",
      "text": "Behavioral economists and psychologists have been responsible for documenting and explaining many of the habits, biases, and other tendencies that underlie decision making-in particular, ways in which it deviates from what would be predicted by economic theory. These deviations are neither random nor trivial but represent systematic patterns of cognitive biases with enormous implications for health and health care. A few of these biases are discussed below, illustrated by experimental or experiential results and, when available, implications for improved decision making and/or policy. Health applications are left to the following sections."
    },
    {
      "title": "Endowment Effect/Status Quo Bias",
      "text": "When a person comes into possession of something, he or she feels ownership toward it, thereby overvaluing it, holding onto it when prudence suggests otherwise, and avoiding moving to other alternatives even when advisable. This behavior is known as the endowment effect. A classic experiment goes like this. Two groups of students are asked to complete a task. As a reward, they are given a prize such as a coffee mug or a chocolate bar of equal value. Afterward, they are given the opportunity to trade for the other item. Traditional economic theory would suggest that only one's underlying preferences would dictate which reward one would end up with. A chocolate lover who was given the mug should jump at the chance to exchange Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59 when he or she learns that this is an available option. In experiments, however, people have a strong tendency to overvalue whichever gift they were given initially, feeling ownership for it and therefore being reluctant to trade. In one of the early experiments of this type, remarkably, only 11% of those given the mug were willing to trade it for the chocolate, and only 10% who received the chocolate were willing to trade it for the mug  (28) .\n\nA similar phenomenon is status quo bias, which is just like it sounds: a preference for the current state of affairs. This behavior obviously can lead to bad decisions. As an example of the role of status quo bias, and how understanding of it can be used to improve the decision environment, consider retirement savings in the United States. Most employers that provide pensions do so through a system called defined contribution. Employers and/or employees usually contribute a fixed amount per month to the employee's pension plan. Common mechanisms are 401(k) and 403(b) plans for commercial and nonprofit organizations, respectively. Generally such contributions have strong tax advantages over simply saving unspent monies. Moreover, oftentimes employers match the employee contribution, so it is very much in the employee's interest to contribute (and to contribute as much as possible). In spite of this, most Americans save very little for retirement. The OECD  (32)  estimates that between 2000 and 2010, depending on the year, American households saved between 1.5% and 5.3% of their income. Even when combined with Social Security, it is not nearly enough to allow most people to live at the same standard that they did before retiring.\n\nEconomists Benartzi and Thaler devised a scheme that has been very successful in raising savings rates  (9) . In doing so, they took advantage of perhaps the favorite tool of behavioral economists: employing opt-out systems. In most decisions in life people are required to opt in; the default is to do nothing. In an opt-out arrangement, the default is to participate in an arrangement. If one does not wish to participate, one can decline, but one must formally choose to decline. In Benartzi and Thaler's program, Save More Tomorrow, employees can designate that a certain amount of any future pay raise (e.g., 3% per year) be deducted automatically for retirement. Once an employee agrees to this, it happens automatically unless the person chooses to opt out. [An even stronger opt-out system is to enroll new employees automatically in the arrangement unless they explicitly reject it, which Thaler & Sunstein (47) report was even more successful in increasing savings.] The program also addresses the phenomenon of loss aversion, discussed below. People guard against losses, so it is important that a savings system such as this one not leave a person with less disposable income than before. Save More Tomorrow is designed so that the maximum amount that is contributed is the amount of the salary increase, and typically it is less. The program is now used at many Fortune 500 companies, and among participants, savings rates have quadrupled."
    },
    {
      "title": "Loss Aversion",
      "text": "A related phenomenon is loss aversion. People have a heightened tendency to focus on avoiding losses, even if it means engaging in risky behavior to do so. They tend to give about twice as much weight to losses as to gains, so avoiding losses is one of their main decisionmaking goals (26). Related to this process is how a choice is framed. Whether choice is framed in terms of gains or in terms of losses influences people's decisions in ways that cannot be accounted for by traditional economic theory.\n\nThe phenomenon is illustrated by the following experiment, as reported by Kahneman  (25) . Two groups of people are asked to indicate which choice they find preferable. Group I is told that an outbreak of a disease will kill 600 people, but there are two alternative ways in which medical officials can combat it. Under Program A, 200 will be saved; under Program B, there is a one-in-three chance that 600 people will live but a two-in-three chance that no one will. Most people choose Program A, which is the risk-averse response. Group  II is Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59\n\ngiven the same basic data, but the choice is framed in terms of people dying rather than living. Specifically, they are told that under Program A, 400 people will die, and under Program B there is a one-in-three chance that no one will die and a two in three chance that 600 people will die. When framed this way, most people choice Program B: a reversal in preferences. Curiously, results of a test given to public health officials revealed the same pattern. Evidently, when framed in a way that there was a chance to prevent all 600 people from dying, people chose this risky alternative rather than the risk-averse choice of ensuring that \"just\" 400 of them would die.\n\nAn important application of loss aversion relates to insurance purchasing. It is generally not a good idea to purchase full insurance against very likely events. For such events, it is better to self-insure since with insurance one has to pay not only the expected cost of the loss but also administrative costs (including profits) to the insurance company. For the same reason, insurance is generally not considered a good idea when the maximum size of the loss is small. In general, economic theory predicts that if purchasing insurance includes \"loading charges,\" as is it always does, then paying a deductible should be preferable to full coverage. Nevertheless, people do buy insurance for highprobability events: One example in health care is Medigap coverage for the cost of the Part B deductible, which is only $140 per year and is generally exceeded by seniors. One would expect Medigap purchasers to avoid such plans and choose options that do not cover this deductible, but they do not. There are now Congressional proposals to ban Medigap policies that provide such first-dollar coverage.\n\nMoreover, people tend to favor lower deductibles to a degree that cannot be explained by risk aversion. In one study, 83% of homeowners paid $100 or more extra in annual premiums to have a $500 deductible rather than $1000  (46) . Since only 5% had a claim during the year, the average value of the $500 worth of coverage was only $25. In short, people overpay to try to ensure that they will avoid losses."
    },
    {
      "title": "Overly Discounting the Future",
      "text": "A related phenomenon relates to how decisions are made between the present and the future. Although it is natural to favor the present over the future, a phenomenon known as time discounting, it is obviously not in one's best interest to take this tendency to extremes. For instance, people derive pleasure from eating fatty and sweet foods, but doing so persistently results in obesity, diabetes, and a host of other ailments.\n\nThe basic problem is self-control, particularly when the present temptation (that chocolate mousse on the dessert tray) is so salient, whereas the future health implications are remote and incremental. A favorite approach for behavioral economists on how to mitigate such temptations is to remove the temptation, realizing that one's farsightedness will be trumped by the overt presence of the seducing entity. The example sometimes given is not refilling the appetizer bowl during a dinner party. People will keep nibbling and spoil their enjoyment of the subsequent dinner, so they often want to remove the temptation from their choice set. For this same reason, I always decline when asked at a Mexican restaurant if I want more tortilla chips: If they are brought, they will be eaten. Rational calculus would be trumped by the mindless temptation. Behavioral economists often point out that recognition of this behavior goes back a long time. Odysseus wanted to hear the songs of the sirens but, knowing he could not resist their temptation, had his crew tie him up as his ship passed by (wisely also having his crew fill their ears with wax). We already presented one example of how to encourage people to give just due to the future over the present: Save More Tomorrow. Another application relates to government (rather than private) pensions. All developed countries have a mandatory public pension system, Social Security in the United States. An obvious question is why these retirement savings decisions are not simply left to individuals. Akerlof & Dickens (  2 ) provide an answer that relates to cognitive dissonance. Briefly, this concept Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59 refers to the finding that people often hold contradictory opinions. They smoke, for example, even though they have read countless times that it is dangerous. This self-contradiction is unpleasant (causes dissonance), so people need to develop cognitive tools to justify the contradiction. The most obvious way to address the contradiction, of course, is to stop smoking, but that is very difficult to do  (37) . Rather, those who do not quit use other strategies, such as overly exaggerating how much pleasure they get out of smoking (that is, overweighting the present) or underestimating the future costs (\"Aunt Mabel smoked her whole life and lived to age 89 without health problems\").\n\nAkerlof & Dickens (2) use this framework to justify why public pension programs are universal. Under their theory, people do not want to imagine a time when they will be too old and infirmed to earn money and care for themselves. As a result, they do not save enough. According to Akerlof & Dickens, \"For that reason they make the wrong tradeoff, given their own preferences, between current consumption and savings for retirement\" (p. 317, emphasis added). To avoid mass poverty, government invokes mandatory social insurance schemes."
    },
    {
      "title": "Decision Fatigue",
      "text": "One aspect of economically rational decision making is consistency: Under the same circumstances, people should make the same choices each time. After making decision after decision, however, the brain gets lazy and does a poor job, making the decision maker prone to bad decisions. Although not an economic example per se, an extraordinary study was conducted by Danziger and colleagues  (13) . The authors tested whether justice was \"what the judge ate for breakfast\" (p. 6889). Examining more than 1,000 judicial rulings by parole judges in Israel over nearly a year, they found that parole was granted, on average, about one-third of the time. The chance of being paroled, however, varied markedly during the day. In the beginning of the day, judges grant parole to about two-thirds of petitioners. This percentage falls to zero right before their morning snack. The same pattern then reoccurs after morning snack until lunchtime and again after lunch, with about two-thirds receiving parole after the break but falling to nearly zero afterward. The authors could not determine if it was the food intake or the rest from work that made the difference; the point is that the quality of the case did not.\n\nDecision fatigue is not a new concept to marketing. Sweets (and sometimes even fully roasted chickens) are placed near the checkout aisles in supermarkets: Customers have already made dozens of decisions on what to buy, and they suffer from ego depletion  (48) . Some researchers have found that poor people are particularly subject to decision fatigue because so many of their decisions are difficult, given that even the smallest decision can have significant monetary implications  (45) ."
    },
    {
      "title": "Too Much Choice",
      "text": "Despite these flaws in their decision-making abilities, consumers think they are very good at making decisions (particularly those who are not, in fact, skilled), as we see below. Can people actually be better off with less choice? Iyengar & Lepper (22) conducted a classic experiment. There were three components; one is mentioned here. On different days, tasting stations were set up in a grocery store in Northern California. People were given the option to sample different flavors of jam, along with a coupon for a discount at checkout if they wished to purchase a jar. On one day, there were 6 flavors on display; on another, 24. The researchers found that although people were more likely to stop and taste when there were more jams on display, far fewer ultimately used the coupon to purchase. Whereas 30% of customers purchased jam when there were 6 flavors to taste, only 3% did when there were 24 flavors. People apparently were overwhelmed with the amount of choice.\n\nWhich jam to choose (or in another experiment, which chocolate) is trivial. Investing retirement savings is not. People think they are Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59 good at investing. In fact, however, individual investors show very poor performance. Like the cliché, they buy high and sell low. On average, when individual investors sell stock, the price goes up, and when they buy stock, it goes down  (25) . It is better to leave it to the professional investors, although they do not do much better than flipping a coin.\n\nNevertheless, we expect much from people's investment prowess, particularly now as we are seeing the decline in defined-benefit retirement plans in the United States, which means that most people must rely on individual savings vehicles such as 401(k)s. Some of the errors people make include the following (36):\n\nsevere underinvestment in retirement savings, choosing companies that charge a load, or surcharge, including far too much of their company's own stock in their portfolio (think Enron), being overly risk averse or not diversifying at all, using portfolio construction criteria that are overly simplistic, and stasis-rarely varying the investment portfolio over time and as one ages.\n\nEducation alone is not sufficient when the choices are as difficult as they are in health care. Even in the area of retirement savingsarguably a more tractable problem because it is much easier to compare outcomes among alternative choices-the best-educated do not always perform well. The Los Angeles Times  (18)  reported that a number of Nobel Laureates in economics have been making bad retirement investment choices. For example, Harry Markowitz, the father of modern portfolio theory, failed to diversify his retirement investment portfolio, negating his own theory.\n\nResearch by Sethi-Iyengar and colleagues  (40)  found that excessive choice could have negative consequences in investment, specifically, by inducing demotivation. The study examined data from The Vanguard Group, one of the two leading retirement investment firms in the United States. As the number of retirement savings options increased by 10, people were two percentage points less likely to invest in 401(k) plans, in spite of the tax advantages and the fact that most employers matched employee contributions. Moreover, more choice also led to people choosing low-yield, less risky investments such as money market and bond funds, an overly conservative strategy that is generally not advocated for those in their early and middle working years."
    },
    {
      "title": "Summary",
      "text": "Putting these facets of behavioral economics together, the findings imply several insights about what drives human behavior. First, compared with what the traditional economic theory of decision making would predict, people tend to be overly oriented to the present rather than to the future; they are more concerned about losing something they already have and know than about gaining something they have not yet experienced; and they are very sensitive to monetary incentives, especially those that are most tangible. Second, people are cognitively limited. As a result, to make the complicated necessary decisions repeatedly in daily life, they use heuristics or rules of thumb rather than going through all possible choices. In that regard, people are influenced by how choices are framed, and because so much choice can lead to decision fatigue, their decisions may not be consistent. Third, people's preferences are mutable. Not only do they evolve over time, but they are influenced greatly by the environment and can be manipulated, especially through advertising. All these features make real-world decision making not only more interesting than the hyperrational calculus assumed by economic theory, but also more perilous than economists have previously understood, particularly in areas touching on health and health care."
    },
    {
      "title": "APPLYING BEHAVIORAL ECONOMICS TO HEALTH AND HEALTH CARE",
      "text": "A convincing argument can be made that behavioral economics lends itself well to the economics of health care, a domain where consumers often lack or have difficulty comprehending information in the face of a myriad of critical choices, where a wrong decision can have enormous negative consequences (4), and where people's decisions oftentimes do not appear to be in their long-run best interest. In such a context, Frank (  16 ) has suggested that \"[i]f one examines the salient economic institutions of the health sector, one might expect that sector to be a breeding ground for applying behavioral economics\" (p. 195).\n\nThis section discusses some recent research that illustrates the contributions that behavioral economics has made to understanding decisions related to health and health care. It is divided into several sections that address particular policy issues: organ donation, health insurance take-up, simplification of choice, reduction in tobacco use, and obesity. We focus on applications that relate to consumer decision making, which is the focus of this review, rather than decision making at the provider or institutional level. Readers interested in how behavioral economics can be applied to physician behavior are referred to Frank  (16) ."
    },
    {
      "title": "Organ Donation",
      "text": "If one had to choose a clear-cut success in the application of behavioral economics to healthrelated choices, a good candidate is organ donation. Most countries experience a chronic undersupply of organs for transplant, and victims of traffic accidents are an excellent source. In most US states, people indicate whether they are willing to be an organ donor when they apply or renew their drivers' licenses, and as of 2011, 43% of US adults had enrolled in state donor registries  (15) . In a world ruled by traditional economic thinking, the only determinant of whether a person agreed to be a donor would be if the psychic benefits he or she derived (say, by helping a stranger in the most profound way) exceeded the psychic costs (e.g., the wishes of their family or religious or other personal convictions).\n\nThe reality is quite different, however. Willingness to donate organs varies dramati-cally by country and within the United States by state. Johnson & Goldstein (23)  report from a 2003 study that willingness rates were almost 100% in Austria but only 12% in neighboring Germany, and 86% in Sweden versus only 4% in Denmark. Rates in the United States vary from 79% in Alaska and Montana to 1% in Vermont and 12% in Texas  (15) . These differences are critical.  2 In the United States, the Department of Health and Human Services estimates that 18 people die every day waiting for a transplant  (51) .\n\nThe differences between the figures for the countries noted above are due to how the donation choice is framed. In the countries with very high rates, one is presumed willing to be a donor unless one explicitly opts out, that is, indicates an unwillingness to participate. In the countries with the low rates, there is an optin system: Only by explicitly giving permission is one presumed to be willing to donate. One compromise would be to require, at the time of driver's license renewal, that a person explicitly indicate (by checking one of two boxes) whether he or she would be willing, or not willing, to be an organ donor. This method would also make it easier for family members to go along with the decision because there would be written documentation of the decedent's preferences. The United Kingdom recently adopted such a policy, consistent with the recommendations of its \"Nudge Unit,\" which is discussed below.\n\nNot surprisingly, in an area as intensely personal as organ donation, the ethical considerations are subtle. One might argue, as Thaler & Sunstein (47) do, that it could be a government overstep to mandate an opt-out system because this implies that those who do not go to the effort of explicitly opting out actually want to be donors. But one can make the opposite argument as well: If a person does not explicitly choose to be a donor, perhaps he or she would still want to be after a fatal Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59 accident, but either (a) did not understand their options when alive or (b) did not want to consider the organ-donation decision because it was too painful to consider."
    },
    {
      "title": "Enrollment in Government-Sponsored Health Insurance Programs",
      "text": "Historically, getting eligible individuals and families to enroll in health insurance programs to which they are entitled has been a seemingly intractable problem. Kenney et al.  (27)  estimate, for example, that five million children could be insured through the Children's Health Insurance Program (CHIP), but their parents have not signed up. Traditional economics has difficulty in explaining this, but behavioral economics offers insights into how to increase enrollment.\n\nIn the case of CHIP, the reframed problem is not a lack of interest on the part of parents. Rather, it is a lack of understanding of eligibility and enrollment procedures, along with administrative roadblocks-often inadvertent-put up by state agencies. To increase the number of children with these benefits, the US Department of Health and Human Services established a bonus pool of $200 million, available in 2010 as rewards to individual states that were successful in revamping their enrollment processes. States were eligible for bonuses if they implemented at least five of eight simplification procedures and could show that enrollment rose more than it would have otherwise. These procedures included using information from other state programs to determine CHIP eligibility, filling out forms for applicants using data already available to the state, eliminating in-person interviews, and not requiring renewal of enrollment for a full year  (11) . The program was responsible for an estimated 1.2-million-person increase in enrollment between 2009 and 2011  (50) .\n\nBaicker and colleagues  (5)  have recently addressed the more general issue of how behavioral economics can contribute to improving take-up rates in public health insurance pro-grams. The authors approach the issue by examining why take-up rates are so low among people already qualified for coverage, concluding that several factors are likely contributors: problems in understanding the costs and benefits of alternatives, the sheer amount of choice, bias toward the present over the future, a misunderstanding of the degree of risk faced, and problems associated with how people frame the issues in their own minds (e.g., being turned off by the certainty of paying a small premium in comparison to the lack of certainty that they will use program benefits). Similar research by Sommers and colleagues  (44)  concluded that \"states will need to offer comprehensive coverage of needed benefits; provide communitybased outreach; and consider more dramatic changes to their enrollment processes, such as automatically enrolling people in Medicaid based on their participation in other programs\" (p. 909). Indeed, the specific reasons responsible for lack of take-up, which vary by insurance program, are key to determining the most effective policy tools. One could imagine that if social stigma is a problem, then automatic enrollment or, at a minimum, not requiring inperson interviews would be an effective policy."
    },
    {
      "title": "Simplification of Prescription Drug Insurance Plan Choice",
      "text": "In 2006 the Medicare program included a new benefit for prescription drugs. These benefits are obtained by enrolling in private health insurance plans. Seventy-five percent of premium costs are covered by the federal government so, in general, it is in Medicare beneficiaries' best interest to enroll if they do not have a good retirement Medicare-supplemental insurance policy that includes prescription drug coverage or if they are not eligible for Medicaid.\n\nThe program has been successful in many ways: Enrollment and satisfaction are high, and average premiums have been at or below original projections. There have been problems, however, which stem in part from the sheer number of plan choices available. For the first several years of the program, the typical Medicare beneficiary had ∼45 different drug plan choices available. In the past two years, Medicare has attempted to eliminate some of the unpopular options, but there are still ∼30 different plans to choose from in most states.\n\nThis wide selection has caused what some people perceive to be a problem. Few people are picking the most cost-effective plans: those that minimize the sum of premium payments and out-of-pocket copayments  (20) . Gruber  (19)  estimates that fewer than 10% of enrollees are choosing the cheapest plan; similar results were obtained in a different study by Heiss and colleagues  (21) . Abaluck & Gruber (1) estimate that social welfare would be maximized if there were only three choices available. Although open enrollment periods occur each year when people can switch plans, almost no one does, consistent with the status quo bias so commonly found in behavioral economic studies. Yet, switching to a cheaper plan could save on average ∼$300-500 year  (1, 14, 21) . Similarly, research by Heiss and colleagues demonstrated that it could also save Medicare billions of dollars per year because the program subsidizes 75% of premium costs.\n\nThe typical economic solution would be to provide people with information to make better choices, but Medicare has already done that. To find the cheapest plan, one can call a toll-free number or access a website; in either case, one provides details on each prescription one is taking. It turns out that this is more difficult than it sounds; the book Nudge contains an amusing account of how Thaler and several people on his staff all tried entering the same drug information; each came out with a different cheapest plan.\n\nVarious behavioral interventions have been suggested to address the fact that even with information available, people do not appear to be making good choices. One tack is to present less information about each drug plan, so people can focus on the most salient information. In particular, Barnes et al.  (7)  found that using symbols such as stars, rather than presenting numbers, was easier for most people to comprehend. Another option is to limit the number of choices available. Rice & Cummings (36)  proposed a system whereby the Medicare program would make the first cut, winnowing down the number of applicant plans to a dozen or so through selective contracting, based on benefits and premiums, and make only those available to consumers. An even more effective approach would be for the Medicare program to calculate how much each plan would cost a beneficiary, based on the particular drugs they used in the previous year, and let each person know which plan would be cheapest. (One could even go farther and automatically enroll them in the cheapest plan.) This method would likely face political obstacles, however, because most insurers would lose subscribers as a result."
    },
    {
      "title": "Reduction in Tobacco Use",
      "text": "Traditional economic methods-namely, raising prices through taxes on cigarettes and providing information about the perils of smoking-have been moderately effective in reducing tobacco use. In addition, various regulations aimed at secondhand smoke also have made it more unpleasant for people to smoke (for example, restricting smoking in office buildings forces people outside in all types of weather). Nevertheless, smoking rates are much higher than public health officials would prefer. Between 1980 and 2004, among 16 OECD countries, men's smoking rates fell from 46% to 27%, whereas women's declined much less, from 28% to 20%  (10) .\n\nSmoking rates in the United Kingdom are around the OECD median. In 2010, the Cameron government formed an office called the Behavioural Insights Team (BIT), which has been dubbed the \"Nudge Unit\" by the press. Its purpose is \"to find innovative ways of encouraging, enabling and supporting people to make better choices for themselves\"  (49) . One set of demonstration programs is typical of behavioral economic interventions: encouraging people to sign contracts to quit smoking and providing rewards for those who do. Another initiative is perhaps even more innovative because it condones addiction to a narcotic: encouraging the use of electronic cigarettes. In its recent annual report, BIT encouraged policy makers to consider regulating ecigarettes, which provide doses of nicotine vapor as one \"smokes\" an artificial cigarette but presumably do not lead to nearly such bad health effects as does conventional smoking. The behavioral idea is that it is easier to get people to engage in a related behavior than to eliminate the habit completely. BIT touts the possibility of saving tens of thousands of lives in the United Kingdom. It is important to stress that the recommendation is for further regulatory work to develop and approve safe products, not to develop a wholesale program endorsing the use of e-cigarettes  (8) . Indeed, there is still a tremendous amount of controversy surrounding these products: Most antismoking organizations in the United States oppose their use until they are approved by the Food and Drug Administration (3)."
    },
    {
      "title": "Obesity",
      "text": "The health issue of obesity incites much excitement about behavioral economics. Over the past 30 years, obesity rates (body mass index >30) have doubled in most OECD countries  (33) . In the majority of such countries, more than half of the adult population is overweight (body mass index >25). The United States has the highest rates in the world, with about onethird of adults obese and another one-third overweight.\n\nThere are various possible reasons for the increased prevalence. The conventional economic theory explanation, according to Zimmerman  (54) , in an article in the 2011 volume of the Annual Review of Public Health, is that over time food prices have fallen substantially compared with prices for other goods and services. People may have thus substituted food (and particular food products, such as high-fructose corn syrup that comes from corn subsidized by the US government) for other consumables, resulting in weight gain.\n\nThe traditional economic explanation seems rather unlikely. Zimmerman posits instead that \"[o]besity is not a rational choice\" (p. 301) and that weight gain is not the result of people maximizing their utility given fixed preferences, but rather it relates to the influence of foodproducing companies, which attempt to change people's tastes toward fatty and high-calorie foods. This takes a number of forms, including direct advertising, product placement, and advertising in schools. He suggests remedies based on \"countering, and offsetting the otherwise pervasive power of marketers\" (p. 302).\n\nInvestigators have conducted many small studies to consider a variety of interventions to grapple with obesity (30). To give a flavor, in one study from New Mexico, researchers put a piece of duct tape across the top of shopping carts at a grocery store, with a sign indicating that produce should go in front of the tape. According to the study, produce sales more than doubled without affecting the store's profitability  (6) . Interventions that have shown promise in some school cafeterias include putting fruit rather than fatty snacks near the cashier, putting salad bars in the middle of the food-purchasing area, giving children a choice of vegetables, closing the lid on the ice cream freezer, and requiring that sweets and soft drinks be paid for by cash rather than lunch cards  (24) .\n\nIn a more formal study, albeit with a very small sample, Volpp and colleagues (52) randomized 57 obese individuals into three weightloss interventions: a control group that just had monthly weigh-ins and two experimental groups. Each subject was given a goal of losing 16 pounds in 16 weeks. In one intervention, called the \"deposit contract financial incentive,\" subjects could contribute between one cent and three dollars per day during each month. Their money was refunded if they met their weight goals. The experimenters contributed to the fund to make it more enticing. Depending on how much the person contributed and how much weight they lost, they could make as much as $252 per month. The second experimental group was called \"lottery incentive.\" If subjects met their weight-loss goals, they were automatically entered into a daily lottery with a 20% chance of winning $10 and a 1% chance of winning $100. One added element was that if Downloaded from  www.annualreviews.org . University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59 someone failed to meet their weight-loss goals one month, the financial incentives were reset the following month, giving people a fresh start. The authors found that the average person in the two experimental groups lost 13-14 pounds, compared with only 4 pounds in the control group. Whether people could sustain this weight loss long into the future, however, could not be determined by the study.\n\nIt is nevertheless curious that such cash payments can markedly affect behavior because they pale in magnitude to the long-run cost that an obese individual would encounter over a lifetime. This is certainly not what one would expect of people who behave according to traditional economic theory, where they would weigh the (discounted) benefits and costs of a decision over time. The insight of behavioral economics here is that something truly salient-immediate cash-can be leveraged in a way to influence difficult-to-change behaviors  (53) ."
    },
    {
      "title": "ISSUES FOR FUTURE CONSIDERATION",
      "text": "Because traditional economic theory often does a poor job at explaining people's behavior, behavioral economics offers an exciting opportunity for researchers and policy makers alike. Simply not assuming that people are making choices that are in their own best interests opens up a world of alternative policy interventions beyond just manipulating prices (via taxes and subsidies) and increasing the amount of information available.\n\nRecognizing this need is critical. If we can accept that people do not come into the world with immutable preferences, do not always act rationally in the traditional economic sense, and sometimes cannot handle all the information that comes their way, then people are open to manipulation  (37, 54) . In a sense, this is what nudges are all about: having government or other entities that are interested in promoting people's welfare pointing people in the direction that will serve their own interests.\n\nGoing forward, I see two major challenges in the field of the behavioral economics of health. The first is the lack of unifying theory. With the exception of Kahneman & Tversky's prospect theory, which was developed more than 30 years ago, there has been little in the way of bringing the various tools and policies of behavioral economics under one umbrella. As a result, most of the applications seem to be ad hoc. More development of an overarching theory could aid those interested in designing new interventions when it is clear that traditional economics remedies are insufficient. Such a view is not universal, however. Oliver (34) suggested, A few behavioural economists are currently attempting to build a grand theory of the approach, which while laudable for its intellectual ambition (and may even garner a Nobel Prize or two), is probably a mistake in that it is likely that such a theory would inevitably be at least as leaky as the neoclassical approach. Instead, behavioural economics can perhaps best be thought of as offering a library of tools, not all of which can be used at any specific time, but each of which may be of use in some particular contexts. Behavioural economics is not a panacea, but by using the insights from human psychology that are embedded in the approach, academics and policy makers may be able to design interventions that-in some circumstances-are relatively well equipped to motivate people to behave in ways that are better for themselves, and for society at large.\n\nThe second challenge concerns the role of behavioral economics as distinct from traditional economics. Sometimes it is difficult to distinguish between the two because behavioral interventions often take the form of price incentives. More important is whether behavioral interventions can have as important an impact as traditional tools. Price and information are extremely important levers, as are regulations that ban particular activities or substances. As noted by  Marteau (30) , to reduce alcohol use among young people, the most effective means are likely to be proscribing its use for those under a certain age and raising liquor taxes. as effective as these; they need to be thought of as complements rather than substitutes to achieving policy goals. In that regard, Loewenstein & Ubel (29) have written, Behavioral economics should complement, not substitute for, more substantive economic interventions. If traditional economics suggests that we should have a larger price difference between sugar-free and sugared drinks, behavioral economics could suggest whether consumers would respond better to a subsidy on unsweetened drinks or a tax on sugary drinks. . . . But that's the most it can do. For all of its insights, behavioral economics alone is not a viable alternative to the kinds of far-reaching policies we need to tackle our nation's challenges.\n\nUltimately, whether it is viewed as auxiliary to policy, or the crux of it, does not matter very much. By taking advantage of insights into how people really behave and translating that into policy interventions, behavioral has a critical role to play in improving health and health care."
    },
    {
      "title": "DISCLOSURE STATEMENT",
      "text": "The author is not aware of any affiliations, memberships, funding, or financial holdings that might be perceived as affecting the objectivity of this review."
    },
    {
      "text": "Downloaded from www.annualreviews.org. University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59"
    },
    {
      "text": "Downloaded from www.annualreviews.org. University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59"
    },
    {
      "text": "Behavioral interventions are unlikely to beDownloaded from www.annualreviews.org. University of Iowa (ar-223589) IP: 128.255.62.40 On: Thu, 31 Jul 2025 16:37:59"
    }
  ],
  "references": [
    {
      "title": "Choice inconsistencies among the elderly: evidence from plan choice in the Medicare Part D program",
      "authors": [
        "J Abaluck",
        "J Gruber"
      ],
      "year": 2009,
      "doi": "10.3386/w14759"
    },
    {
      "title": "The economic consequences of cognitive dissonance",
      "authors": [
        "G Akerlof",
        "W Dickens"
      ],
      "year": 1982,
      "doi": "10.1093/oso/9780199253906.003.0009"
    },
    {
      "year": 2009,
      "doi": "10.5089/9781498337700.007"
    },
    {
      "title": "Uncertainty and the welfare economics of medical care",
      "authors": [
        "K Arrow"
      ],
      "year": 1963
    },
    {
      "title": "Health insurance coverage and take-up: lessons from behavioral economics",
      "authors": [
        "K Baicker",
        "W Congdon",
        "S Mullainathan"
      ],
      "year": 2012,
      "doi": "10.1111/j.1468-0009.2011.00656.x"
    },
    {
      "title": "NMSU researchers shop around for healthier grocery carts",
      "authors": [
        "J Bannister"
      ],
      "year": 2010
    },
    {
      "title": "One fish, two fish, red fish, blue fish: effects of price frames, brand names, and choice set size on Medicare Part D insurance plan decisions",
      "authors": [
        "A Barnes",
        "Y Hanoch",
        "S Wood",
        "P-J Liu",
        "T Rice"
      ],
      "year": 2012
    },
    {
      "title": "Annual Update 2010-11",
      "year": 2011,
      "doi": "10.2807/ese.15.48.19733-en"
    },
    {
      "title": "Save More Tomorrow",
      "authors": [
        "S Benartzi"
      ],
      "year": 2012
    },
    {
      "title": "Tobacco consumption",
      "authors": [
        "D Blades"
      ],
      "year": 2006,
      "doi": "10.1787/9789264061569-en"
    },
    {
      "title": "Enrolling more kids in Medicaid and CHIP",
      "authors": [
        "A Cassidy"
      ],
      "year": 2011,
      "doi": "10.1377/forefront.20110131.008942"
    },
    {
      "title": "Why bounded rationality?",
      "authors": [
        "J Conlisk"
      ],
      "year": 1996
    },
    {
      "title": "Extraneous factors in judicial decisions",
      "authors": [
        "S Danziger",
        "J Levav",
        "L Avnaim-Pesso"
      ],
      "year": 2011,
      "doi": "10.1073/pnas.1018033108"
    },
    {
      "title": "Why using current medications to select a Medicare Part D plan may lead to higher out-of-pocket payments",
      "authors": [
        "M Domino",
        "S Stearns",
        "E Norton",
        "W-S Yeh"
      ],
      "year": 2008
    },
    {
      "title": "National Donor Designation Report Card",
      "year": 2012
    },
    {
      "title": "Behavioral economics and health economics",
      "authors": [
        "R Frank"
      ],
      "year": 2007
    },
    {
      "title": "Noblesse oblige? Determinants of survival in a life-and-death situation",
      "authors": [
        "B Frey",
        "D Savage",
        "B Torgler"
      ],
      "year": 2010
    },
    {
      "title": "Experts are at loss at investing",
      "authors": [
        "P Gosselin"
      ],
      "year": 2005
    },
    {
      "title": "Choosing a Medicare Part D Plan: Are Medicare Beneficiaries Choosing Low-Cost Plans?",
      "authors": [
        "J Gruber"
      ],
      "year": 2009
    },
    {
      "title": "How much choice is too much? The case of the Medicare prescription drug benefit",
      "authors": [
        "Y Hanoch",
        "T Rice",
        "J Cummings",
        "S Wood"
      ],
      "year": 2009,
      "doi": "10.1111/j.1475-6773.2009.00981.x"
    },
    {
      "title": "Plan selection in Medicare Part D: evidence from administrative data",
      "authors": [
        "H Heiss",
        "A Leive",
        "D Mcfadden",
        "J Winter"
      ],
      "year": 2012
    },
    {
      "title": "When choice is demotivating: Can one desire too much of a good thing?",
      "authors": [
        "S Iyengar",
        "M Lepper"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.79.6.995"
    },
    {
      "title": "Defaults and donation decisions",
      "authors": [
        "E Johnson",
        "D Goldstein"
      ],
      "year": 2004
    },
    {
      "title": "Smarter lunchrooms: using behavioral economics to improve meal selection",
      "authors": [
        "D Just",
        "B Wansink"
      ],
      "year": 2009
    },
    {
      "title": "Thinking, Fast and Slow",
      "authors": [
        "D Kahneman"
      ],
      "year": 2011
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Progress Enrolling Children in Medicaid/CHIP: Who Is Left and What Are the Prospects for Covering More Children?",
      "authors": [
        "G Kenney",
        "A Cook",
        "L Dubay"
      ],
      "year": 2009
    },
    {
      "title": "The endowment effect and evidence of nonreversible indifference curves",
      "authors": [
        "J Knetsch"
      ],
      "year": 1989,
      "doi": "10.1017/cbo9780511803475.010"
    },
    {
      "title": "Economics behaving badly",
      "authors": [
        "G Loewenstein",
        "P Ubel"
      ],
      "year": 2010
    },
    {
      "title": "Judging nudging: Can nudging improve population health?",
      "authors": [
        "T Marteau",
        "D Oglivie",
        "M Roland",
        "M Suhrcke"
      ],
      "year": 2011
    },
    {
      "title": "The origins of Homo Economicus: a note",
      "authors": [
        "O' Boyle"
      ],
      "year": 2009
    },
    {
      "title": "Household savings rates",
      "year": 2012,
      "doi": "10.1787/hssv-gr-table-2012-2-en"
    },
    {
      "title": "Obesity Update 2012",
      "year": 2012
    },
    {
      "title": "Whither behavioural economic policy? Health Soc. Care",
      "authors": [
        "A Oliver"
      ],
      "year": 2012
    },
    {
      "title": "Psychology and economics",
      "authors": [
        "M Rabin"
      ],
      "year": 1998
    },
    {
      "title": "Reducing the number of drug plans for seniors: a proposal and analysis of three case studies",
      "authors": [
        "T Rice",
        "J Cummings"
      ],
      "year": 2010
    },
    {
      "title": "Economics of Health Reconsidered",
      "authors": [
        "T Rice",
        "L Unruh"
      ],
      "year": 2009
    },
    {
      "title": "The Paradox of Choice: Why More Is Less",
      "authors": [
        "B Schwartz"
      ],
      "year": 2004
    },
    {
      "title": "Maximizing versus satisficing: Happiness is a matter of choice",
      "authors": [
        "B Schwartz",
        "A Ward",
        "J Monterosso",
        "S Lyubomirsky",
        "K White",
        "D Lehman"
      ],
      "year": 2002,
      "doi": "10.1037//0022-3514.83.5.1178"
    },
    {
      "title": "How much choice is too much? Contributions to 401(k) retirement plans",
      "authors": [
        "S Sethi-Iyengar",
        "G Huberman",
        "J Jiang"
      ],
      "year": 2004,
      "doi": "10.1093/0199273391.003.0005"
    },
    {
      "title": "A behavioral model of rational choice",
      "authors": [
        "H Simon"
      ],
      "year": 1955,
      "doi": "10.2307/1884852"
    },
    {
      "title": "Rational choice and the structure of the environment",
      "authors": [
        "H Simon"
      ],
      "year": 1956
    },
    {
      "title": "Rationality as the process and product of thought",
      "authors": [
        "H Simon"
      ],
      "year": 1978
    },
    {
      "title": "Reasons for the wide variation in Medicaid participation rates among states hold lessons for coverage expansion in 2014",
      "authors": [
        "B Sommers",
        "M Tomasi",
        "K Swartz",
        "A Epstein"
      ],
      "year": 2012
    },
    {
      "title": "Economic decision-making in poverty depletes behavioral control",
      "authors": [
        "D Spears"
      ],
      "year": 2011,
      "doi": "10.2202/1935-1682.2973"
    },
    {
      "title": "Over)insuring modest risks",
      "authors": [
        "J Sydnor"
      ],
      "year": 2010,
      "doi": "10.1257/app.2.4.177"
    },
    {
      "title": "Nudge: Improving Decisions About Health, Wealth, and Happiness",
      "authors": [
        "R Thaler",
        "C Sunstein"
      ],
      "year": 2008
    },
    {
      "title": "Do you suffer from decision fatigue?",
      "authors": [
        "J Tierney"
      ],
      "year": 2011,
      "doi": "10.1037/e591982011-001"
    },
    {
      "title": "The Behavioural Insights Team. Cabinet Off",
      "year": 2012
    },
    {
      "title": "Obama Administration awards nearly $300 million to states for enrolling eligible children in health coverage",
      "year": 2011,
      "doi": "10.1186/isrctn10492618"
    },
    {
      "title": "Donate the gift of life",
      "year": 2012
    },
    {
      "title": "Financial incentivebased approaches for weight loss: a randomized trial",
      "authors": [
        "K Volpp",
        "L Johns",
        "A Troxel",
        "L Norton",
        "J Fassbender",
        "G Loewenstein"
      ],
      "year": 2008
    },
    {
      "title": "A randomized, controlled trial of financial incentives for smoking cessation",
      "authors": [
        "K Volpp",
        "A Troxel",
        "M Pauly",
        "M Glick",
        "A Puig"
      ],
      "year": 2009,
      "doi": "10.1056/nejmsa0806819"
    },
    {
      "title": "Using marketing muscle to sell fat: the rise of obesity in the modern economy",
      "authors": [
        "F Zimmerman"
      ],
      "year": 2011
    }
  ],
  "num_references": 54
}
