{
  "paper_id": "WN6IJWER",
  "title": "Outpatient blood pressure monitoring using bi-directional text messaging",
  "abstract": "To diagnose hypertension, multiple blood pressure (BP) measurements are recommended. We randomized patients into three groups: EMR-only (patients recorded BP measurements in an electronic medical record [EMR] web portal), EMR þ reminders (patients were sent text message reminders to record their BP measurements in the EMR), and bidirectional text messaging (patients were sent a text message asking them to respond with their current BP). Subjects were asked to complete 14 measurements. Automated messages were sent to each patient in the bi-directional text messaging and EMR þ reminder groups twice daily. Among 121 patients, those in the bi-directional text messaging group reported the full 14 measurements more often than both the EMR-only group (P < .001) and the EMR þ reminders group (P ¼ .038). Also, the EMR þ reminders group outperformed the EMR-only group (P < .001). Bi-directional automated text messaging is an effective way to gather patient BP data. Text-message-based reminders alone are an effective way to encourage patients to record BP measurements.",
  "year": 2012,
  "date": "2012",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Chris",
      "surname": "Anthony",
      "name": "Chris Anthony"
    },
    {
      "forename": "Linnea",
      "surname": "Polgreen",
      "name": "Linnea Polgreen",
      "affiliation": "b  Department of Pharmacy Practice and Science , University of Iowa , Iowa City , IA , USA; \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;",
      "email": "linnea-polgreen@uiowa.edu"
    },
    {
      "forename": "James",
      "surname": "Chounramany",
      "name": "James Chounramany",
      "affiliation": "b  Department of Pharmacy Practice and Science , University of Iowa , Iowa City , IA , USA; \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Eric",
      "surname": "Foster",
      "name": "Eric Foster",
      "affiliation": "c  Department of Biostatistics , University of Iowa , Iowa City , IA , USA; \n\t\t\t\t\t\t\t\t Department of Biostatistics \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Christopher",
      "surname": "Goerdt",
      "name": "Christopher Goerdt",
      "affiliation": "d  Department of Internal Medicine , University of Iowa , Coralville , IA , USA; and \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Coralville \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Michelle",
      "surname": "Miller",
      "name": "Michelle Miller",
      "affiliation": "d  Department of Internal Medicine , University of Iowa , Coralville , IA , USA; and \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Coralville \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Manish",
      "surname": "Suneja",
      "name": "Manish Suneja",
      "affiliation": "d  Department of Internal Medicine , University of Iowa , Coralville , IA , USA; and \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Coralville \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Alberto",
      "surname": "Segre",
      "name": "Alberto Segre",
      "affiliation": "e  Department of Computer Science , University of Iowa , Iowa City , IA , USA \n\t\t\t\t\t\t\t\t Department of Computer Science \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Barry",
      "surname": "Carter",
      "name": "Barry Carter",
      "affiliation": "b  Department of Pharmacy Practice and Science , University of Iowa , Iowa City , IA , USA; \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Philip",
      "surname": "Polgreen",
      "name": "Philip Polgreen",
      "affiliation": "d  Department of Internal Medicine , University of Iowa , Coralville , IA , USA; and \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Coralville \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "affiliation": "Department of Orthopedics , University of Iowa , Iowa City , IA , USA; \n\t\t\t\t\t\t\t\t Department of Orthopedics \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "affiliation": "Department of Pharmacy Practice and Science , University of Iowa , 115 S Grand Ave , Iowa City , IA 52242. \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 115 S Grand Ave \n\t\t\t\t\t\t\t\t\t 52242. \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA"
    }
  ],
  "doi": "10.1016/j.jash.2015.01.008",
  "keywords": [
    "Mobile health",
    "telehealth",
    "text message"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Hypertension is associated with the greatest attributable risk for mortality among all modifiable risk factors for cardiovascular disease.  1  Indeed, several clinical trials have demonstrated that antihypertensive medications reduce cardiovascular events.  2  For example, even a 5 mm Hg difference in systolic blood pressures (BPs) over 3-5 years can dramatically reduce the risk of cardiovascular com-plications and strokes.  3 Yet, approximately 20% of US adults are unaware that they have hypertension.  4 Thus, there is a critical need to better identify and diagnose patients with hypertension.\n\nHypertension is more difficult to diagnose than other common medical illnesses. In most cases, it is an asymptomatic disease, and accordingly, patients do not seek care for hypertension as they do for other common, symptomatic illnesses. Another complicating aspect related to diagnosing hypertension is that, in the absence of end organ damage, multiple BP measurements are needed to establish a diagnosis. BP readings can be falsely elevated in clinics due to the presence of an observer or the clinical surroundings (eg, white coat hypertension).  [5] [6] 6] [7]  Even if an elevated BP reading is identified in a clinic setting, more readings are needed to establish a diagnosis. The need for multiple BP measurements over time delays both diagnosis and treatment of hypertension.\n\nHaving patients take their BP at home can facilitate a more timely diagnosis of hypertension by reducing diagnostic uncertainty. In fact, home measurements are better prognostic indicators of stroke and cardiovascular mortality than clinic measurements,  [8] [9] [10]  are more closely correlated with end-organ damage from hypertension than clinic measurements,  11, 12  are cost-effective and well-tolerated by patients,  13  and generate BP readings that are at least as reproducible as clinic readings, if not more so.  14 o facilitate the diagnosis of hypertension and also to evaluate the effectiveness of treatment after diagnosis, patients are frequently asked to record their own BP measurements after clinic visits. Historically, patients used a hand-written log, but more recently, in some settings, patients have been instructed to use an Internet-based web portal that uploads values to the patient's electronic medical record (EMR). Compliance with either approach relies on effective patient and provider follow-up: in many settings, nurses or pharmacists will call patients to prompt them for their BP measurements.  15, 16 Although these more active approaches are effective, they are often more time consuming and costly.\n\nThe purpose of this study was to evaluate a mobile phone health intervention to increase the ease and efficiency of diagnosing hypertension. We used custom-built, automated text messaging software to communicate with patients. We hypothesize patients will be more likely to measure and record their BP using our automated text messaging software than those who are instructed to use an EMR web portal."
    },
    {
      "title": "Methods",
      "text": "This project was approved by the University of Iowa Institutional Review Board for human subjects research. For the purpose of this study, we developed an automated, bi-directional text messaging software (Figure  1 ). The software was implemented in Python using the Django web framework. It includes a web-based administrative interface that allows providers to log in and enroll patients (using the patient's cellphone number) in a pre-specified text message protocol. Simple protocols entail, for example, a template message (eg, ''What's your BP this morning?'') and the times of day and number of days cellular phone text message prompts should be sent. Text messages were sent by our custom built software in an automated fashion using a commercial web-to-short-messaging-service gateway ( www.twilio.com ); patient responses were routed back to our security enabled internet server in the same way. Responses were time-stamped upon receipt and inserted by our software into a password-protected database. At no time did our database connect with the patient's EMR. An acknowledgement text was sent to the user to confirm each input. Providers were able to log in anytime to see summary information, descriptive statistics, and trends over time for each patient's BP readings.\n\nThis project was a prospective, randomized controlled trial of the effect of a mobile health intervention to increase the number of BP measurements after a routine clinic visit. To be eligible for enrollment, patients had to have at least one abnormal BP measurement (above 140/90 mm Hg) at the current visit or any prior visit within 6 months. Eligible patients were approached by a research assistant who worked closely with the clinic physicians and pharmacists. Patients who agreed to participate were informed that requests for their BP and BP results may (depending on randomization) be communicated via text messaging, and all participants signed the consent form. Subjects were randomized to three different groups: EMR-only, EMR þ reminder, and bi-directional text messaging. Each subject was given a home BP cuff to use during the study and shown how to use it properly. Patients were actively involved in the trial for up to 15 days."
    },
    {
      "title": "EMR-only Group",
      "text": "The research assistant showed each subject how to use our EMR and submit BP measurements. Each subject was instructed to record seven morning and seven evening BP measurements."
    },
    {
      "title": "EMR þ Reminder Group",
      "text": "The research assistant showed the subject how to navigate our EMR and submit their BP measurements. The research assistant, together with the subject, established the morning and evening times for the subject to receive a text message reminder (eg, 7, 8, or 9 am and pm) to check and record the patient's BP in our EMR. Reminder messages were sent at the scheduled times for up to 15 days or until seven morning and seven evening BP measurements were logged in the EMR."
    },
    {
      "title": "Bi-directional Text Messaging Group",
      "text": "The research assistant, together with the subject, established the morning and evening times for the subject to receive a text message (eg, 7, 8, or 9 am and pm) asking the patient to check and subsequently send a text message response with their current BP. Messages were sent at these times for up to 15 days or until the subject returned seven morning and seven evening BP measurements via text messaging.\n\nFor subjects in all three groups, we recorded the following information: age, gender, education, marital status, insurance, body mass index, baseline BP measure-ments, Charlson comorbidity index, previous experience with our EMR, whether or not they have high-speed Internet access, current use of text messaging, or own a smart phone; these data were collected to determine if our randomization procedure was adequate. We compared each group using an analysis of variance F test for the continuous variables. For the categorical variables, we used a c 2 test. The only exceptions were for marital status and education, where the assumptions for a c 2 test were violated; in these cases, we used Fisher's exact test instead. These tests were used to detect any significant differences in the patient population among the three groups.\n\nThe main outcome for this study was whether the patient recorded 14 BP measurements within 15 days or not. The proportion of patients that completed this assignment was calculated for each group, and pairwise comparisons were made using Fisher's exact test. Because there were three groups, three pairwise comparisons were made. We used the Holm-Bonferroni method to adjust for the multiple comparisons. We recruited subjects with at least one elevated blood pressure reading in the current or previous clinic visit. The first five subjects were given the incorrect information about how to upload information to the electronic medical record (EMR) and were excluded from the analysis. The smaller number of patients in the EMR þ reminders group occurred because we stopped the trial early due to staffing constraints. There would have been equal numbers of patients in each group had we randomized 150 patients, as we initially planned.\n\nIn addition, Kaplan-Meier curves were estimated to examine the amount of time it took participants in each group to complete 14 BP measurements. All censoring was assumed to have taken place at the end of the trial. To determine if these curves differed, we used pairwise log rank tests. We used the Holm-Bonferroni correction with this set of tests as well.\n\nFinally, we examined the differences between patients who completed their assignment and those who did not. This analysis was conducted on the entire sample, and t-tests were used to determine if any of the collected variables were associated with project completion. All analyses were performed using R Version 3.1.1 (R Development Core Team, 2014)."
    },
    {
      "title": "Results",
      "text": "We randomized a total of 121 patients to three groups (EMR-only, EMR þ reminder, and bi-directional text messaging) following at least one abnormal in-clinic BP measurement. Enrollment, allocation, follow-up, and analysis information is given in Figure  2 . There were 46 patients in the EMR-only group, 32 patients in the EMR þ reminder group, and 43 patients in the bi-directional text messaging group. Table  1  gives summary statistics for the categorical variables for patients in the three groups. P-values represent the results from the c 2 tests or the Fisher's exact tests. Table  2  shows the mean, minimum, and maximum values for the continuous variables. The P-values in Table  2  represent the results of the analysis of variance F tests. Subjects were from a wide range of ages and body mass indices. All but one subject graduated from high school; most were male and married. There were no statistically significant differences among the three groups for any of the covariates.\n\nFigure  2  also gives the proportion of patients who successfully recorded a total of 14 BP measurements within 15 days following their clinic visit. For the EMR-only Kaplan-Meier survival curves describing the completion rates for the subjects in the three different groups were calculated. Subjects fulfilled their BP assignments significantly faster in the bi-directional text messaging group (P < .001) and EMR þ reminders group (P ¼ .001) than those in the EMR-only group. However, there was no significant difference between the EMR þ group and the bi-directional text messaging group (P ¼ .307) in terms of time to completion for this relatively brief assignment.\n\nFinally, results in Table  3  show that, among all the variables we collected, there were no significant differences between those who reported 14 BP measurements and those who did not. Subjects with more education, subjects who had previous experience with our EMR, and even those who had experience sending text messages were no more or less likely to complete the assigned text message protocols."
    },
    {
      "title": "Discussion",
      "text": "Our results clearly show that patients were more responsive to our bi-directional text messaging approach than to our institution's standard of care, which involves entering BP measurements into a web-based portal to our institution's EMR. We also found that reminding patients via a text message to submit their BP measurements to our EMR was an improvement over standard practice, a solution that can be easily implemented in most healthcare settings with minimal costs.\n\nThis study was not designed nor powered to investigate differences in BPs or clinical outcomes. Nevertheless, our results have important implications for the diagnosis and treatment of hypertension. The lack of a specific pointof-care diagnostic test for hypertension is an important barrier to diagnosis. Indeed, a major reason for delaying the diagnosis and the treatment of hypertension is that individual BP measurements can vary and may be unusually high in clinical settings.  17 Being able to efficiently identify patients who have hypertension not only allows for the prompt treatment of afflicted patients, but also helps avoid expensive, unnecessary, and potentially harmful treatment for those who do not have hypertension.  18 Self-monitoring of BP is well-accepted across age groups. Indeed, when patients are asked, it is the preferred method of measurement.  19 Given that it is routine to ask patients to monitor their own BP readings at home or in other settings after an abnormal level is detected, it follows that we should develop cost-effective approaches to aggregate post-visit BP measurements effectively and efficiently.\n\nTelemedicine and smartphone app-based approaches have been previously used to monitor BP measurements,  [20] [21] [22]  but these require more effort from healthcare workers and patients than our texting approach. Furthermore, most of these approaches, given the infrastructure an investment involved, are more suited for following patients with hypertension rather than using them in patients that may or may not have hypertension. Given the ubiquity of text messaging, we propose our approach as a costeffective alternative to smartphone apps that require patients to download an app, or especially telemedicine or phone approaches that require additional personnel. Smartphones are not only much more expensive but can be unintuitive an overly complicated (eg, installing and updating apps) to operate for certain segments of the population. Texting is supported by pay-as-you-go phones costing less than $10 and requires little network bandwidth, making texting suitable for rural populations.\n\nMoreover, we think our approach may be more suitable for elderly patients. Seniors lag behind the general population in both Internet use and cellphone adoption.  23 While cellphone adoption among seniors dominates Internet use for the same demographic segment, smartphone adoption is only 18%, and less than 10% among the older, lower income, and less educated. Among seniors over 80 years of age, 61% use cellphones, less than 40% use the Internet, and only 5% use smartphones. Barriers to adoption include physical challenges, skepticism about the benefits, and difficulties in learning to use new technologies. Our population tends to be older and rural; therefore, traditional cellphones are likely more acceptable than either direct Internet access or use of a smartphone app. Indeed, in this study, subjects who had never sent a text message were still able to successfully complete their BP assignment. Many medical applications of texting have been proposed; however, most employ one-way reminder messages.  24 Another option is email. Yet, despite the relative ease of using email, a previous study demonstrated that patients with diabetes were more likely to send blood glucose measurements via text.  25 Additional advantages to texting include the timeliness of transmission and low cost.  26 Texting may be particularly attractive for patients with limited mobility and those who live farther from clinics.  24 e originally designed this system to help us speed up the time to diagnosis for hypertension, although it can also be used to monitor patients for short periods of time after medication changes have been made. Indeed, after hypertension diagnosis, new approaches are also needed to better monitor treatment. BP goals are achieved in only 49% of the patients who take anti-hypertensive medications.  4 A common reason cited for physicians' not intensifying treatment when faced with elevated clinic readings is the belief that the observed clinic readings may be ''atypical.''  27 Home BP measurements, if available, may help physicians overcome barriers related to clinical inertia.  28 hus, our approach could also help determine the adequacy of treatment after the diagnosis and treatment is started or intensified.\n\nOur study has many limitations. First, we did not design this study to investigate clinical outcomes, thus we cannot claim that the additional information collected made a clinical difference. Second, our bi-directional texting approach is not Health Insurance Portability and Accountability Act (HIPAA)-compliant; however, our subjects were willing to sign a waiver and agreed to do this as they did not consider the transmission of individual BP readings as a privacy threat even though text messaging is not secure. However, we demonstrated an improvement in BP completion rate with just text reminders-an approach that is HIPAAcompliant, inexpensive, and extremely easy for clinics to implement and use on a widespread basis. Third, this is a single-center study, and our results may not be generalizable to other settings. For example, our results may not be generalizable to patient populations with highly complex drug regimens or a greater number of comorbidities. Finally, our bi-directional text messaging approach does not currently upload data directly into the patient's EMR. However, patients and providers can view the information via password-protected website. Alternatively, we could send the data via fax so that these data can be included in the patient's EMR. In any event, this approach is much less labor-intensive than calling patients over the phone."
    },
    {
      "title": "Conclusions",
      "text": "We report that bi-directional mobile phone messaging software is an effective way to obtain BP measurements from patients. We also report that mobile phone text message reminders are an effective way to encourage patients to enter their BP measurements into an EMR. This software platform could be used to record other disease states and to send patient reminders and instructions in other clinical scenarios."
    },
    {
      "text": "Figure 1. Our bi-directional texting platform. This diagram represents our custom-built, text-messaging system called, ''What's your blood pressure? (WyBP).'' SMS, short message service. SQL, structured query language."
    },
    {
      "text": "Figure2. We recruited subjects with at least one elevated blood pressure reading in the current or previous clinic visit. The first five subjects were given the incorrect information about how to upload information to the electronic medical record (EMR) and were excluded from the analysis. The smaller number of patients in the EMR þ reminders group occurred because we stopped the trial early due to staffing constraints. There would have been equal numbers of patients in each group had we randomized 150 patients, as we initially planned."
    },
    {
      "text": "Summary statistics for categorical variables"
    },
    {
      "text": "Differences between those who completed the assignment and those who did not"
    }
  ],
  "references": [
    {
      "title": "Trends in cardiovascular health metrics and associations with all-cause and CVD mortality among US adults",
      "authors": [
        "Q Yang",
        "M Cogswell",
        "W Flanders",
        "Y Hong",
        "Z Zhang",
        "F Loustalot"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.339"
    },
    {
      "title": "Use of blood pressure lowering drugs in the prevention of cardiovascular disease: meta-analysis of 147 randomised trials in the context of expectations from prospective epidemiological studies",
      "authors": [
        "M Law",
        "J Morris",
        "N Wald"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b1665"
    },
    {
      "title": "What can be expected from optimal blood pressure control?",
      "authors": [
        "J Staessen",
        "J Wang",
        "L Thijs"
      ],
      "year": 2003,
      "doi": "10.1097/00004872-200305002-00002"
    },
    {
      "title": "US trends in prevalence, awareness, treatment, and control of hypertension, 1988-2008",
      "authors": [
        "B Egan",
        "Y Zhao",
        "R Axon"
      ],
      "year": 2010,
      "doi": "10.1001/jama.2010.650"
    },
    {
      "title": "How common is white coat hypertension?",
      "authors": [
        "T Pickering",
        "G James",
        "C Boddie",
        "G Harshfield",
        "S Blank",
        "J Laragh"
      ],
      "year": 1988,
      "doi": "10.1001/jama.1988.03720020027031"
    },
    {
      "title": "Prognostic significance of the white coat effect",
      "authors": [
        "P Verdecchia",
        "G Schillaci",
        "C Borgioni",
        "A Ciucci",
        "C Porcellati"
      ],
      "year": 1997,
      "doi": "10.1161/01.hyp.29.6.1218"
    },
    {
      "title": "Effects of bloodpressure measurement by the doctor on patient's blood pressure and heart rate",
      "authors": [
        "G Mancia",
        "G Bertinieri",
        "G Grassi",
        "G Parati",
        "G Pomidossi",
        "A Ferrari"
      ],
      "year": 1983,
      "doi": "10.1016/s0140-6736(83)92244-4"
    },
    {
      "title": "Home blood pressure measurement has a stronger predictive power for mortality than does screening blood pressure measurement: a population-based observation in Ohasama, Japan",
      "authors": [
        "T Ohkubo",
        "Y Imai",
        "I Tsuji",
        "K Nagai",
        "J Kato",
        "N Kikuchi"
      ],
      "year": 1998,
      "doi": "10.1097/00004872-199816070-00010"
    },
    {
      "title": "Is ''isolated home'' hypertension as opposed to ''isolated office'' hypertension a sign of greater cardiovascular risk?",
      "authors": [
        "G Bobrie",
        "N Genes",
        "L Vaur",
        "P Clerson",
        "B Vaisse",
        "J Mallion"
      ],
      "year": 2001,
      "doi": "10.1001/archinte.161.18.2205"
    },
    {
      "title": "Use of 2003 European Society of Hypertension-European Society of Cardiology guidelines for predicting stroke using self-measured blood pressure at home: the Ohasama study",
      "authors": [
        "K Asayama",
        "T Ohkubo",
        "M Kikuya",
        "H Metoki",
        "T Obara",
        "H Hoshi"
      ],
      "year": 2005,
      "doi": "10.1093/eurheartj/ehi330"
    },
    {
      "title": "Value of home blood pressures as predictor of target organ damage in mild arterial hypertension",
      "authors": [
        "G Mule",
        "G Caimi",
        "S Cottone",
        "E Nardi",
        "G Andronico",
        "G Piazza"
      ],
      "year": 2002,
      "doi": "10.1177/174182670200900208"
    },
    {
      "title": "Relationship between home blood pressure and longitudinal changes in target organ damage in treated hypertensive patients",
      "authors": [
        "S Tsunoda",
        "Y Kawano",
        "T Horio",
        "N Okuda",
        "S Takishita"
      ],
      "year": 2002,
      "doi": "10.1291/hypres.25.167"
    },
    {
      "title": "Targets and self monitoring in hypertension: randomised controlled trial and cost effectiveness analysis",
      "authors": [
        "R Mcmanus",
        "J Mant",
        "A Roalfe",
        "R Oakes",
        "S Bryan",
        "H Pattison"
      ],
      "year": 2005,
      "doi": "10.1136/bmj.38558.393669.e0"
    },
    {
      "title": "Home blood pressure monitoring in clinical practice: a review",
      "authors": [
        "S Mallick",
        "R Kanthety",
        "M Rahman"
      ],
      "year": 2009
    },
    {
      "title": "Physician and pharmacist collaboration to improve blood pressure control",
      "authors": [
        "B Carter",
        "G Ardery",
        "J Dawson",
        "P James",
        "G Bergus",
        "W Doucette"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2009.358"
    },
    {
      "title": "A cluster randomized trial to evaluate physician/pharmacist collaboration to improve blood pressure control",
      "authors": [
        "B Carter",
        "G Bergus",
        "J Dawson",
        "K Farris",
        "W Doucette",
        "E Chrischilles"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-7176.2008.07434.x"
    },
    {
      "title": "White coat hypertension and white coat effect. Similarities and differences",
      "authors": [
        "P Verdecchia",
        "G Schillaci",
        "C Borgioni",
        "A Ciucci",
        "I Zampi",
        "R Gattobigio"
      ],
      "year": 1995,
      "doi": "10.1016/0895-7061(95)00151-e"
    },
    {
      "title": "How many hypertensive patients can be controlled in ''real life'': an improvement strategy in primary care",
      "authors": [
        "A Filippi",
        "D Sangiorgi",
        "S Buda",
        "Degli Esposti",
        "L Nati",
        "G Paolini"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2296-14-192"
    },
    {
      "title": "Comparison of agreement between different measures of blood pressure in primary care and daytime ambulatory blood pressure",
      "authors": [
        "P Little",
        "J Barnett",
        "L Barnsley",
        "J Marjoram",
        "A Fitzgerald-Barron",
        "D Mant"
      ],
      "year": 2002,
      "doi": "10.1136/bmj.325.7358.254"
    },
    {
      "title": "Feasibility of the Diabetes and Technology for Increased Activity (DaTA) Study: a pilot intervention in high-risk rural adults",
      "authors": [
        "E Read"
      ],
      "year": 2014,
      "doi": "10.1123/jpah.2011-0381"
    },
    {
      "title": "Remote monitoring technologies for the prevention of metabolic syndrome: the Diabetes and Technology for Increased Activity (DaTA) study",
      "authors": [
        "M Stuckey",
        "R Fulkerson",
        "E Read",
        "E Russell-Minda",
        "C Munoz",
        "P Kleinstiver"
      ],
      "year": 2011,
      "doi": "10.1177/193229681100500417"
    },
    {
      "title": "Smart self management: assistive technology to support people with chronic disease",
      "authors": [
        "H Zheng",
        "C Nugent",
        "P Mccullagh",
        "Y Huang",
        "S Zhang",
        "W Burns"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2010.004017"
    },
    {
      "title": "Older adults and technology use",
      "authors": [
        "A Smith"
      ],
      "year": 2014
    },
    {
      "title": "Mobile phone messaging for facilitating self-management of long-term illnesses",
      "authors": [
        "T De Jongh",
        "I Gurol-Urganci",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007459"
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a textmessaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Can the ubiquitous power of mobile phones be used to improve health outcomes in developing countries?",
      "authors": [
        "W Kaplan"
      ],
      "year": 2006
    },
    {
      "title": "The role of clinical uncertainty in treatment decisions for diabetic patients with uncontrolled blood pressure",
      "authors": [
        "E Kerr",
        "B Zikmund-Fisher",
        "M Klamerus",
        "U Subramanian",
        "M Hogan",
        "T Hofer"
      ],
      "year": 2008,
      "doi": "10.7326/0003-4819-148-10-200805200-00004"
    },
    {
      "title": "Role of home blood pressure monitoring in overcoming therapeutic inertia and improving hypertension control: a systematic review and meta-analysis",
      "authors": [
        "R Agarwal",
        "J Bills",
        "T Hecht",
        "R Light"
      ],
      "year": 2011,
      "doi": "10.1161/hypertensionaha.110.160911"
    }
  ],
  "num_references": 28
}
