{
  "paper_id": "WTYMSHUG",
  "title": "Is the message the medium? How politicians' Twitter blunders affect perceived authenticity of Twitter communication",
  "abstract": "As politicians worldwide increasingly adopt social media as a channel for (ostensibly) direct communication with the public, much scholarly attention has been devoted to examining when and how carefully designed social media campaigns advance politicians' electoral and policy goals. However, it is increasingly common to witness politicians' seemingly counter-productive social media blunders, with little empirical research on their effects. Two experiments investigated how politicians' Twitter blunders might affect individuals' beliefs about the nature of Twitter communication, and subsequently, their reactions to other politicians' tweets. In Study 1 (n ¼ 450), those who read politicians' real-life Twitter blunders rated politicians' general Twitter communication to be more authentic than those who read about politicians' typical Twitter usage. Heightened authenticity of Twitter communication, in turn, induced more positive reactions to a fictitious politician's tweets. Such effects, however, were more likely for people who attributed the blunders to the medium, rather than the involved politicians' personal dispositions. Study 2 (n ¼ 646) replicated and extended Study 1, employing perceived authenticity of Twitter communication in general. Results suggest that politicians' social media blunders may ironically further the effectiveness of social media campaigns by creating the look and feel of authentic communication.",
  "year": 2009,
  "date": "2009",
  "authors": [
    {
      "name": "Eun-Ju Lee",
      "affiliation": {
        "organization": "Department of Communication",
        "department": "Department of Communication",
        "institution": "Seoul National University",
        "address": "Gwanak-Ro 1 Gwanak-Gu, 08826, Seoul, Republic of Korea"
      }
    },
    {
      "name": "Hye-Yon Lee",
      "affiliation": {
        "organization": "Department of Political Science and Annenberg School for Communication",
        "department": "Department of Political Science and Annenberg School for Communication",
        "institution": "University of Pennsylvania",
        "address": "3620 Walnut Street, 19104, Philadelphia, PA, USA"
      }
    },
    {
      "name": "Sukyoung Choi",
      "affiliation": {
        "organization": "Annenberg School for Communication and Journalism",
        "department": "Annenberg School for Communication and Journalism",
        "institution": "University of Southern California",
        "address": "3502 Watt Way, 90089, Los Angeles, CA, USA"
      }
    }
  ],
  "doi": "10.1016/j.chb.2019.106188",
  "md5": "7CB0D24F0F5928098259A2D809E4E0DF",
  "publication": {
    "journal": "Computers in Human Behavior",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "Acknowledgement This work was financially supported by the  Institute of Communication Research at Seoul National University , the  Ministry of Education of the Republic of Korea  and the  National Research Foundation of Korea  ( NRF-2018S1A5B8070398 )."
  ],
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "With the fast and wide adoption of social network services (SNSs), politicians worldwide have quickly populated these media platforms to publicize their activities, project a personable image, and mobilize supporters  (Gulati & Williams, 2015) . A large volume of research has examined politicians' use of social media, focusing on how strategically they manage impressions to win the public's favor, and under what conditions and through what processes such deliberate attempts yield desired outcomes. For example, scholars have analyzed politicians' actual Twitter messages to identify the purposes for which they used the medium  (Jackson & Lilleker, 2011)  and boundary management strategies they use on social media platforms  (Hoffmann & Suphan, 2017) . Also, research has shown how variations in politicians' social media posts (personal/private vs. impersonal/professional:  Colliander et al., 2017; Kim & Song, 2016; Lee, Oh, Lee, & Kim, 2018)  or usage patterns (interaction vs. broadcasting:  Lee & Shin, 2012; Lyons & Veenstra, 2016)  affect voters' evaluations of and support for the politician and the political party.\n\nIn general, politicians' social media posts are carefully crafted as part of their publicity efforts, but it is not uncommon to encounter their social media blunders  (Krieg, 2016) . Setting aside the \"pithy, combative and unapologetic\"  (Corasaniti, 2015)  persona on Twitter some politicians may deliberately put on, numerous instances of politicians' Twitter flubs have been reported, and there is even a service that records politicians' posted-then-deleted tweets  (Kulwin, 2015) . Politically inappropriate social media face-palms often cause casualties more severe than public mockery, such that twelve candidates in the 2015 Canadian election were dropped by their parties for saying \"something inappropriate, offensive, or just plain bizarre on social media\"  (Murphy, 2015) .\n\nPoliticians' misplaced social media posts, however, may also incur less obvious and indirect consequences. Considering that authenticity is often deemed as the direct opposite of strategic self-promotion  (Marwick & boyd, 2011) , for instance, politicians' social media blunders may appear more honest and genuine than meticulously embellished posts typically found on politicians' social media pages. Such perceptions, in turn, may shape people's expectancy about social media as a venue where politicians reveal their true selves, which would eventually enhance social media's effectiveness as a campaign channel (i.e., \"What they say on social media can be taken at face-value\"). Indeed,  Enli and Rosenberg (2018)  found that people consider politicians to be more honest and trustworthy on social media than in talk shows and news interviews. Possibly, news media's frequent reporting of politicians' unpolished and seemingly unfiltered social media posts might have contributed to these perceptions.\n\nBy directly testing this possibility, the current research aimed to advance the literature on politicians' social media use in three significant respects. First, extending the literature on when and how politicians' deliberately composed social media messages garner favorable responses from voters, we examined a largely overlooked, yet increasingly common, phenomenon of interestpoliticians' inadvertent blundersand explored its unintended consequences. Second, although previous studies centered on the evaluations of and attitudes toward the communicator as key outcome variables, this study addressed if exposure to several politicians' Twitter messages can alter people's generalized expectancy about the communication platform and the nature of communication it affords. A recent study  (Lee, Oh et al., 2018)  showed that individuals' normative expectations about social media (i.e., what Twitter/Facebook is appropriate for) shape their reactions to the messages it conveys, but it remains unclear how such expectations are formed in the first place. In exploring a potential source of media expectancy, the current research focused on perceived authenticity whose significance is on the rise in the age of mis/disinformation. Lastly, the current research took an interest in the potential interplay between old and new media. By re-mediating what happens on social media to mass audiences who may not even use social media, traditional mass media may play a pivotal role in informing a folk theory about relatively nascent communication platforms, thereby shaping how people use them and to what effects."
    },
    {
      "title": "1.1.. How media expectancy is formed and affects communication outcomes",
      "text": "Originally developed to explain communication effects of proxemics violations in interpersonal and group communication, expectancy violations theory (EVT) centers on \"what communicators expect, what meanings they assign to proxemics patterns, and what consequences are associated with alternative distances and spatial arrangements  (Burgoon, 2016, p. 2) .\" In a nutshell, EVT postulates that (a) people enter interpersonal interactions with \"enduring cognitions about the behavior anticipated of others\" (i.e., expectations) formed based on social norms and personal knowledge about the interactant (p. 2), but (b) violations of expectations may induce either positive or negative outcomes depending on other factors, such as the reward value of the communicator.\n\nOver the past four decades, EVT has been extended to a wide range of interaction behaviors in various settings, beyond non-mediated interpersonal encounter. In particular, a recent surge of social media prompted researchers to examine context-specific instances of expectancy violations, such as being unfriended  (Bevan, Ang, & Fearns, 2014)  or confronting face-threatening information either in public or private on Facebook  (Rui & Stefanone, 2018) , addressing questions such as what factors predict the valence and importance of violations and how expectancy violations affect users' feelings and subsequent communication behaviors.\n\nAlthough the current research was not specifically designed to test EVT, it builds on one of its key conclusions: Expectancies guide behavior and have persistent effects, independent of actual communication  (Burgoon, 2016) . Given that social norms shape people's expectations of how their interactants would behave, especially when people have no individuating information about the interactants' idiosyncrasies  (Burgoon & Walther, 1990) , a news article that covers what politicians say and do on Twitter may inform ordinary citizens' expectations about Twitter communication in general-that is, what is \"typical\" on Twitter. Once formed, such expectations then would affect the way people interpret and respond to other politicians' tweets. The present research directly assesses this possibility."
    },
    {
      "title": "1.2.. Presumed authenticity: A key to effective political campaigns",
      "text": "Often contrasted with \"whatever is fake, unreal, or false\"  (Lindholm, 2008, p.  2), authenticity has multiple meanings. Enli (2015) , for example, proposed that authenticity of mediated communication consists of three dimensions: trustworthiness (i.e., being accurate, correct), originality (i.e., being genuine, real), and spontaneity (i.e., being true to oneself, unscripted). By virtue of being \"brief, fast, ubiquitous and social\"  (Margaretten & Gaber, 2014, p. 2) , Twitter is believed to give the impression of \"fresh and spontaneous\" communication that comes right out of the speaker's mouth, as opposed to \"a spin doctor's line\" (p. 6). Indeed, empirical evidence suggests that SNSs can promote a sense of authenticity in mass-directed communication compared to traditional media. For instance,  Lee (2013)  found that a politician's self-promotional tweets invited less counterarguing among her critics, as compared to her TV interview with identical content. Such results were attributed to greater authenticity participants might have associated with politicians' tweets, which results from a sense of direct, face-to-face communication (i.e., social presence). Consistent with this interpretation,  Enli and Rosenberg (2018)  compared voters' evaluations of politicians' trustworthiness across various media forms, including talk shows, news interviews, speeches, flyers, social media, and opinion pieces. They found that \"voters deem politicians as more honest in social media and opinion pieces, compared to talk shows and news interviews\" (p. 1). Similarly, individuals attributed lower levels of ulterior motivations to a health journalist's Facebook posts than to his newspaper column with identical content, although such differences emerged only among those with stronger health interests  (Lee, Kim, & Joo, 2018) .\n\nApart from inter-media comparisons, other researchers have examined which message features might foster perceived authenticity. Particularly in the context of celebrities' Twitter use, authenticity often entails appearing/being 'human,' which is achieved by displaying mundane everyday interests and humor  (Jackson & Lilleker, 2011)  or making revelations that are personal and intimate, rather than professional and work-related  (Marwick & boyd, 2011) . Authenticity is also considered as the polar opposite of strategic self-promotion, such that negative or controversial tweets that would normally get censored in well-managed publicity messages are taken as more authentic  (Marwick & boyd, 2011) .\n\nIf perceived authenticity centers on \"the belief that what is heard is the truth, as a normal person would present it, without the spin and manipulation all too common in modern political communications\"  (Margaretten & Gaber, 2014, p. 3) , politicians' Twitter blunders, which expose their vulgar tastes, insensitivity, or plain ignorance, may be seen as more authentic than their well-groomed self-promotional updates. Just as the illusion of backstage is how celebrities and micro-celebrities perform intimacy and authenticity  (Marwick & boyd, 2011) , politically inappropriate tweets that reveal a politician's character flaws and incompetence may similarly function as authenticity markers, intended or not.\n\nExtending earlier studies that demonstrated how communication channels (Twitter vs. newspaper) affect message perceptions (\"The medium is the message\";  Lee & Shin, 2014) , the current research examined how certain messages shape individuals' expectancy of the medium (i.e., \"The message is the medium\"), and moreover, how their expectancy shapes their reactions to the messages it transmits. Specifically, we expected that exposure to politicians' Twitter gaffes revealing their innermost thoughts normally hidden from the public might change people's general perceptions of politicians' authenticity on Twitter. Given the tendency of people to generalize the attributes of a single case to the entire population (i.e., representativeness heuristic;  Tversky & Kahneman, 1974) , reading about several instances of politicians' Twitter mishaps may lead individuals to conclude that Twitter is indeed a channel through which politicians reveal what is truly on their mind."
    },
    {
      "title": "H1.",
      "text": "People who have read a news article about politicians' Twitter blunders rate politicians' Twitter communication in general to be more authentic than those who have read a news article on politicians' typical Twitter usage. However, the degree to which several politicians' Twitter blunders alter individuals' generalized beliefs about politicians' Twitter communication is likely to vary. According to attribution theory, people are naturally motivated to understand why people do what they do, and the causal inferences they make shape their subsequent attitudes and behaviors  (Kelley, 1973) ; that is, it is not the observed event itself, but the observer's attribution of the event that determines the observer's evaluations of and responses to it. For example, a message was more persuasive when it was attributed to the communicator's own beliefs, rather than external factors such as role assignment  (Steiner & Field, 1960)  or the desirability of the communication to the audience  (Mills & Jellison, 1967) . Similarly, intimate self-disclosure elicited more favorable impressions and more positive trait evaluations from the interaction partner, only when the disclosure was attributed to the partner (i.e., \"I am the reason he/she is sharing the story\"), rather than the communicator's disposition or the situation  (Taylor, Gould, & Brounstein, 1981) . Indeed, the effect of high-intimacy (vs. low-intimacy) self-disclosure on observers' behavioral responses was more pronounced when participants were given the opportunity to make attributions of the self-disclosure  (Town & Harvey, 1981) , underscoring the critical role of attribution as a determinant of communicative outcomes.\n\nIf an observer's attribution of the actor's communication behavior affects how he/she evaluates and responds to it, the extent to which several politicians' Twitter gaffes affect individuals' expectancy about Twitter communication may also vary depending on how they make sense of such incidents. Specifically, for those who attribute politicians' Twitter blunders to the involved politicians' personality or dispositions (dispositional attribution), their expectations about politicians' Twitter communication in general are less likely to change; after all, those problematic tweets are deemed as a product of the communicators' idiosyncratic characteristics, rather than the interaction context, and thus, cannot inform what to expect from politicians' Twitter communication in general. By contrast, for those who attribute the politicians' Twitter blunders to the characteristics of Twitter (medium attribution), blunders are deemed as typical, well-expected incidents on Twitter, and thus, can help them infer what Twitter communication is like.\n\nH2. The effect of several politicians' Twitter blunders on perceived authenticity of politicians' Twitter communication in general (H1) will be more pronounced among those who attribute the blunders to the medium, rather than the communicators' personal dispositions. Such (potentially erroneous) inferences about the very nature of politicians' Twitter communication may, in turn, affect subsequent evaluations of other politicians' tweets. Considering that expectancies do exert persistent effects on interaction  (Burgoon, 2016)  and that perceived authenticity yields more favorable perceptions of politicians and encourages civic engagement  (Margaretten & Gaber, 2014) , it stands to reason that those who expect politicians' Twitter communication to be more authentic would respond more favorably to other politicians' typical self-promotional tweets, without questioning their truthfulness.\n\nH3a-b. Perceived authenticity of politicians' Twitter communication in general will induce more positive evaluations of (a) a fictitious politician's tweets and (b) the politician.\n\nTo test these hypotheses, two experiments were conducted. In Study 1, perceived authenticity of Twitter communication was measured focusing on politicians, to see if people form a generalized impression about politicians' Twitter communication based on several politicians' Twitter messages, as reported in a news article. To replicate and extend Study 1, Study 2 (a) used different news stories, (b) expanded the scope of perceived authenticity of Twitter communication to embrace Twitter users in general, and (c) employed a different measure of attribution."
    },
    {
      "title": "2.. Study 1"
    },
    {
      "title": "2.1.. Method",
      "text": "Participants. A total of 450 adults (226 men, 224 women; Age M ¼ 38.9, SD ¼ 10.9) were recruited via email through an online survey company in South Korea. Once stratified by gender, age, and Twitter use (current users vs. non-users), participants were randomly assigned to either (a) the control condition where participants read a news article about politicians' typical Twitter usage or (b) the blunder condition where participants read a news article reporting several politicians' reallife Twitter blunders.\n\nProcedure. After answering questions about political predispositions (political ideology, party affiliation) and social media use (current Twitter use, following politicians on Twitter), participants were shown a news article headlined \"Social Media and Politics: What Politicians Say on Twitter\" (See Appendix for news stimuli). Following a short paragraph describing the popularity of social media among politicians, the article featured specific examples of politicians' tweets, whose content varied between the two conditions. Participants in the control condition read about the content politicians posted on Twitter, such as vacation pictures, gifts from supporters, their opinions on current issues, their work-related activities, responses to citizens' petitions, and even retirement announcements. On the other hand, those assigned to the blunder condition read several politicians' real-life scandalous tweets. Tainted with vulgar language and/or typos, the Twitter blunders quoted included those revealing regional prejudice, blunt put-downs of the oppositional party and its leader, and self-disparaging comments borne of extreme frustration. To avoid potential confounds associated with the participant's party identification, politicians from both liberal and conservative parties were included. Both articles consisted of seven paragraphs and were of similar length (317 words vs. 306 words).\n\nAfter reading the assigned news article, participants answered questions concerning their attribution of the tweets they had read, and their perceptions of how authentic politicians' Twitter communication was in general (see Measures). Then, they viewed a fictitious male politician's mock-up Twitter page and evaluated him and his Twitter messages. The Twitter page contained the politician's profile picture, blurred to avoid contaminating effects, and eight tweets modified from actual politicians' Twitter feeds (e.g., \"Despite increasing government spending on welfare, single moms still face tremendous difficulties , including limited access to healthcare, child care, and housing,\" \"Today I worked as a sales person at a local market to meet with citizens who were grocery shopping. Will always put the people first when performing my duties\").\n\nMeasures. Attribution of politicians' tweets (dispositional vs. medium) was measured with four statements, modified from  Bazarova and Walther (2009)  to reflect the communication context (see Table  1 ). After reading the news article, participants indicated the extent to which they agreed with each of the statements about the politicians' tweets (1 ¼ Strongly disagree, 7 ¼ Strongly agree). An exploratory factor analysis yielded a two-factor solution, one representing dispositional attribution (e.g., \"The politicians' tweets reflected their personality and disposition\") and the other capturing medium attribution (e.g., \"The politicians' tweets were largely shaped by the characteristics of Twitter as a medium\"). After averaging scores within each attribution type, the dispositional attribution score (r ¼ .87, M ¼ 4.91, SD ¼ 1.41) was subtracted from the medium attribution score (r ¼ .68, M ¼ 4.77, SD ¼ 1.15). To reflect the qualitative differences in their attribution preference (medium vs. dispositional vs. neither), those who made more medium, rather than dispositional, attribution (positive scores) were assigned 1 (n ¼ 151), those who did not lean toward either direction were assigned 0 (n ¼ 129), and those who made more dispositional, rather than medium, attributions (negative scores) were assigned -1 (n ¼ 170).\n\nFor perceived authenticity of politicians' Twitter communication in general, seven items were developed based on  Louden and McCauliff's (2004)  authenticity judgments of political candidates. Items included \"Politicians reveal their true selves on Twitter,\" \"On Twitter, politicians say what they truly think and believe,\" \"We are more likely to see politicians' authentic selves on Twitter than on other media,\" and \"Twitter is a communication channel that allows more authentic communication between politicians and citizens.\" Participants indicated their agreement with each statement (1 ¼ Strongly disagree, 7 ¼ Strongly agree) and the scores were averaged (α ¼ .82, M ¼ 3.89, SD ¼ 1.04).\n\nAfter viewing the fictitious politician's Twitter page, participants evaluated the politician and his Twitter messages. For message evaluation, they rated how \"sincere,\" \"insightful,\" \"informative,\" \"logical,\" \"accurate,\" \"agreeable,\" and \"honest\" they thought his tweets were (1 ¼ Describes very poorly, 7 ¼ Describes very well)  (Kang, 2010) . Having confirmed a single-factor solution (eigenvalue ¼ 5.61, % of variance accounted for ¼ 80.08), the ratings were averaged, with higher values indicating more positive evaluations of the tweets (α ¼ .96, M ¼ 3.77, SD ¼ 1.27). Likewise, candidate evaluation was measured by asking participants to rate how well each adjective described the candidate: \"intelligent,\" \"moral,\" \"friendly,\" \"trustworthy,\" \"likable,\" \"competent,\" \"honest,\" \"confident,\" and \"relatable\". These items formed a single factor (eigenvalue ¼ 7.01, % of variance accounted for ¼ 77.88), so the scores were averaged, with higher scores indicating more favorable evaluations of the politician (α ¼ .96, M ¼ 3.81, SD ¼ 1.21; see Table  2  for intercorrelations among key variables)."
    },
    {
      "title": "2.2.. Results",
      "text": "A moderated mediation analysis was performed (PROCESS Model 7;  Hayes, 2013)  to investigate (a) if reading about politicians' Twitter blunders (IV) leads participants to believe politicians' Twitter communication to be more authentic (mediator; H1), and (b) subsequently evaluate another politician's self-promotional tweets as well as the politician more favorably (DVs; H3a-b), and (c) if such effects are more pronounced among those who attribute the politicians' tweets to the medium, rather than the politicians' dispositions (moderator; H2). Although no specific prediction was made a priori, current Twitter use (users vs. non-users) was considered as another moderator between the IV and the mediator as well as between the mediator and the DVs, for Twitter users might have formed specific beliefs about the nature of Twitter communication based on their first-hand experiences. However, the results yielded no significant interaction involving Twitter use, all ts < 1. Similarly, including age, gender, party identification, political ideology, and following politicians on Twitter as covariates did not alter the findings reported herein, so these variables were not considered further.\n\nFirst, exposure to politicians' Twitter blunders (IV: treatment ¼ 1, control ¼ 0) was entered into the model, followed by attribution of politicians' tweets (moderator) and their interaction term as predictors of perceived authenticity of politicians' Twitter communication (mediator). Second, to test both direct and indirect effects of exposure to Twitter blunders on message and candidate evaluations, the DVs were each regressed on the IV and the mediator.\n\nAs H1 predicted, participants who read about politicians' Twitter blunders judged politicians' Twitter communication in general to be more authentic than those who read about politicians' typical Twitter usage (see Fig.  1 ). However, as the significant interaction between IV and the moderator indicates, this effect was driven by those who attributed the politicians' tweets equally to the medium and the politicians' disposition (0), and those who attributed the tweets more to the characteristics of medium (1) (see Fig.  2 ). For those who made dispositional attribution (À 1), exposure to politicians' Twitter blunders did not alter their beliefs about politicians' Twitter communication in general. Therefore, H2 was also supported.\n\nPerceived authenticity of politicians' Twitter communication, in turn, induced more positive evaluations of a fictitious politician and his tweets, lending support to H3a-b (see Fig.  1 ). As shown in Table  3 , the indirect effects of politicians' Twitter blunders on message and candidate evaluations via perceived authenticity of politicians' Twitter communication were not significant for those who made dispositional attribution. For the other two groups, the indirect effects were significant in the predicted direction, but more pronounced for those who made medium attributions, as compared to those who showed no attribution preference. Lastly, exposure to politicians' Twitter blunders had no significant direct effect on DVs, both ps > .51 (see Fig.  1 )."
    },
    {
      "title": "2.3.. Discussion",
      "text": "Overall, the results confirmed that exposure to several politicians' Twitter blunders led people to conceive of Twitter as a channel through which politicians communicate more authentically with the public (H1). This perception, in turn, shaped participants' reactions to an unknown politician's self-promotional tweets, inducing more favorable evaluations of the politician as well as his messages (H3a-b). As predicted, however, such effects did not emerge for those who attributed the Twitter blunders more to the politicians' dispositions, rather than the medium (H2). Although we suspected that Twitter users' perceptions of the medium might be less malleable and thus less susceptible to the news media's portrayal of politicians' Twitter use than those of non-users who lack first-hand experiences, no significant interaction was found involving current Twitter use.\n\nAn alternative explanation for why those exposed to several politicians' Twitter blunders exhibited more favorable reactions to another politician's bland tweets is perceptual contrast. That is, after seeing coarse and distasteful tweets by some politicians, the fictitious politician's plain tweets might have seemed more respectable, hence eliciting more positive reactions. However, there was no direct effect of Twitter blunders on the participants' evaluations of the fictitious candidate and his messages; only through the perception that politicians are more truthful to their inner-self on Twitter did politicians' Twitter blunders"
    },
    {
      "title": "Table 1",
      "text": "Factor analysis of dispositional and medium attribution items (Study1)."
    },
    {
      "title": "Dispositional Medium",
      "text": "1.\n\nThe politicians' tweets reflected their personality and disposition.\n\n.92"
    },
    {
      "title": "2.",
      "text": "What the politicians said on Twitter was typical for politicians.\n\n.90"
    },
    {
      "title": "3.",
      "text": "The politicians' tweets were largely shaped by the characteristics of Twitter as a medium.\n\n.73"
    },
    {
      "title": "4.",
      "text": "The politicians posted those messages mainly because it was Twitter.\n\n.93 % of Variance Accounted For 46.44 36.84 Eigenvalue 1.86 1.47 Note. Principal components analysis with varimax rotation. garner more positive reactions to another politician's Twitter messages. Furthermore, had the results resulted from perceptual contrast, such effects should have been more pronounced for those who made dispositional, rather than medium, attribution. The results were the exact opposite.\n\nIn sum, Study 1 offered preliminary evidence supporting our conceptual model, but the single-message design may limit the generalizability of the findings  (Jackson & Jacobs, 1983) . Also, perceived authenticity of Twitter communication was conceptualized only in reference to politicians' communication, falling short of capturing participants' generalized expectations about the media platform. To replicate and extend Study 1, while addressing its potential limitations, we conducted Study 2 using different news articles and different measures of key constructs."
    },
    {
      "title": "3.. Study 2"
    },
    {
      "title": "3.1.. Method",
      "text": "Participants. A total of 646 South Korean participants (324 men, 322 women; Age M ¼ 39.65, SD ¼ 10.99) were recruited from Survey Sampling International. Once stratified by gender, age, and Twitter use (current users vs. non-users), they were randomly assigned to either the blunder or the control condition.\n\nProcedure. The procedure was identical to that of Study 1. Participants were presented with a news article entitled \"What Politicians Say on Twitter,\" consisting of short introductory paragraphs on Twitter's   Note. 5000 bootstrapped samples, 95% bias-corrected confidence intervals. popularity among politicians, followed by several politicians' example tweets (see Appendix). Participants in the control condition read about how politicians were using Twitter as a communication tool to bond with voters by sharing details about their personal lives, to voice their opinions on current affairs, and to interact with citizens. Those in the blunder condition read actual politicians' scandalous tweets marked with coarse and offensive language. Both articles were similar in length (257 words vs. 252 words).\n\nAfter reading the news article and answering questions concerning their attribution of the politicians' tweets cited in the article as well as their perceptions of Twitter communication, participants viewed a fictitious male politician's Twitter page. A total of nine tweets, adapted from actual politicians' tweets, were displayed (e.g., \"The #MeToo movement is bringing about a huge change in our society. It's beyond heartbreaking just to think about the victims' sufferings. Wholeheartedly support their courageous acts,\" \"Today I visited the earthquake-hit town to inspect damages and comfort those affected\").\n\nMeasures. To enhance the reliability of the attribution measure, a total of eight items were adapted from more recent research (Walther, Kashian, Jang, & Shin, 2016; see Table  4 ). Dispositional attribution involved four items, such as \"The politicians' tweets reflected who they were\" and \"The politicians' tweets were consistent with their personality.\" Medium attribution was comprised of four items, including \"The politicians' tweets were mostly shaped by the characteristics of Twitter as a medium\" and \"The politicians posted those messages mainly because it was Twitter\" (1 ¼ Strongly disagree, 7 ¼ Strongly agree). An exploratory factor analysis yielded the predicted two-factor solution (see Table  4 ). After averaging scores within each attribution type, the dispositional attribution score (α ¼ .88, M ¼ 4.64, SD ¼ 1.26) was subtracted from the medium attribution score (α ¼ .77, M ¼ 4.43, SD ¼ 1.08). Like Study 1, participants who attributed the reported politicians' tweets more to the medium than to their dispositions were assigned 1 (n ¼ 246); participants who attributed those tweets equally to the medium and the politicians' disposition were assigned 0 (n ¼ 104); participants who attributed those tweets more to the politicians' dispositions than to the medium were assigned À 1 (n ¼ 296).\n\nFor perceived authenticity of Twitter communication in general, the authenticity subscale from  Yang and Brown (2016)  was adapted to reflect the communication context. Participants indicated the extent to which they agreed with each of the four statements (1 ¼ Strongly disagree, 7 ¼ Strongly agree): \"People are completely sincere when they reveal their feelings on Twitter,\" \"People's self-presentations on Twitter are accurate reflections of who they are,\" \"People's statements about their feelings on Twitter are always honest,\" \"People's statements about their experiences on Twitter are always accurate.\" Responses were then averaged (α ¼ .88, M ¼ 3.84, SD ¼ 1.20).\n\nMessage evaluation and candidate evaluation were measured using the following adjectives (1 ¼ Describes very poorly, 7 ¼ Describes very well): \"authentic,\" \"insightful,\" \"informative,\" \"consistent,\" \"fair,\" \"accurate,\" \"timely,\" and \"popular\" for message evaluation  (Kang, 2010) ; \"intelligent,\" \"competent,\" \"has leadership,\" \"unselfish,\" \"moral,\" \"trustworthy,\" \"honest,\" \"likable,\" and \"attractive\" for candidate evaluation  (Lee & Shin, 2014) . Like Study 1, an exploratory factor analysis yielded a single-factor solution for each variable (eigenvalue ¼ 6.29, % of variance accounted for ¼ 78.60 for message evaluation; eigenvalue ¼ 7.30, % of variance accounted for ¼ 81.08 for candidate evaluation). Thus, scores were averaged (α ¼ .96, M ¼ 4.33, SD ¼ 1.26 for message evaluation; α ¼ .97, M ¼ 4.12, SD ¼ 1.33 for candidate evaluation; see Table  5  for intercorrelations among key variables)."
    },
    {
      "title": "3.2.. Results",
      "text": "As in Study 1, a moderated mediation analysis was performed (PROCESS Model 7; Hayes, 2013, see Fig.  3 ). Again, Twitter use did not have a significant interaction with the IV or the moderator on perceived authenticity of Twitter communication, nor did it interact with perceived authenticity on message or candidate evaluations (DVs), all ps > .33. Therefore, Twitter use was not further considered in the analyses.\n\nFirst, exposure to politicians' Twitter blunders tended to enhance perceived authenticity of Twitter communication (H1), although the effect fell just short of statistical significance, p ¼ .06 (see Fig.  3 ). Instead, there was a significant interaction between IV and moderator (attribution of the reported politicians' tweets) on perceived authenticity of Twitter communication. When the interaction was decomposed, it was among those who made medium, rather than dispositional, attributions that politicians' Twitter blunders heightened perceived authenticity of Twitter communication (see Fig.  4 ). For those who thought both the politicians' disposition and the medium equally contributed to their tweets (0), the effect was only marginally significant. For those who attributed politicians' tweets more to their disposition than the medium (À 1), several politicians' Twitter gaffes did not alter their beliefs about the nature of Twitter communication. Therefore, H2 was supported.\n\nReplicating Study 1, perceived authenticity of Twitter communication led participants to evaluate the fictitious politician's tweets and the politician more favorably (see Fig.  3 ), lending support to H3a-b. Overall, the indirect effects of politicians' Twitter blunders on message evaluation and candidate evaluation were statistically significant, but such effects were largely driven by those who made medium attributions of the reported politicians' tweets (see Table  6 ). Consistent with Study 1, there was no significant direct effect of politicians' blunders on either message evaluation or candidate evaluation, both ps > .42 (see Fig.  3 )."
    },
    {
      "title": "3.3.. Discussion",
      "text": "Results of Study 2 were mostly consistent with Study 1. When exposed to politicians' Twitter blunders, as compared to their wellgroomed messages, participants were more likely to agree that Twitter is a venue through which people reveal their authentic self, and"
    },
    {
      "title": "Table 4",
      "text": "Factor analysis of dispositional and medium attribution items (Study 2)."
    },
    {
      "title": "Dispositional Medium",
      "text": "1.\n\nThe politicians' tweets reflected who they were.\n\n.89 2.\n\nThe politicians posted those messages because of who they were.\n\n.89"
    },
    {
      "title": "3.",
      "text": "The politicians' tweets were consistent with their personality.\n\n.86"
    },
    {
      "title": "4.",
      "text": "The politicians' tweets were determined by their personal nature.\n\n.75"
    },
    {
      "title": "5.",
      "text": "The politicians posted those messages mainly because it was Twitter.\n\n.83"
    },
    {
      "title": "6.",
      "text": "The politicians posted those messages because they were on Twitter.\n\n.80"
    },
    {
      "title": "7.",
      "text": "The politicians' tweets were mostly shaped by the characteristics of Twitter as a medium.\n\n.75 8. The politicians' tweets were typical of what is seen on Twitter .63 % of Variance Accounted For 37.93 29.76 Eigenvalue 3.03 2.38\n\nNote. Principal components analysis with varimax rotation."
    },
    {
      "title": "4.. General discussion",
      "text": "To broaden the scholarly discussion on political campaigns via social media, which has thus far focused on politicians' deliberate and strategic self-presentations, the current research examined how exposure to several politicians' Twitter blunders might alter individuals' generalized beliefs about the medium as a platform for (politicians') authentic communication. Overall, both experiments indicate that exposure to politicians' Twitter mishaps can induce more positive evaluations of other politicians' Twitter messages by elevating perceived authenticity of the communication that occurs on that platform. In this process, individuals' attributions played a pivotal role, setting the boundaries of such effects."
    },
    {
      "title": "4.1.. Theoretical and practical implications",
      "text": "Several theoretical and practical implications can be drawn from the current findings. First, previous research has examined when and how politicians' deliberate attempts to promote their policy and electoral goals yield the desired outcomes. For example, tweets balancing both professional and private aspects, as compared to strictly professional ones, increased interest in the politician's party as well as the intention to vote for the party  (Colliander et al., 2017) , but publicizing politicians' private persona via social media elicited more positive evaluations of and stronger vote intention for male politicians only, and even backfired for female politicians  (Lee, Oh et al., 2018 , Lee, Kim et al., 2018) . By examining not-so-evident effects of inadvertent blunders, we not only explored potential consequences of incidental communication, but also identified the processes involved (i.e., perceived authenticity) and boundary conditions (i.e., medium attribution of the politicians' blunders). This way, the current research contributes to advancing our understanding of social media-based political campaigns beyond strategic self-presentations and impression management.\n\nWhile earlier studies focused mostly on voters' evaluations of the candidate and agreement with his/her policy as outcome variables, we examined individuals' beliefs about the medium (and the interaction it affords) as a key to account for unintended consequences of politicians' Twitter blunders. In fact,  Lyons and Veenstra (2016)  have shown that some politicians' Twitter usage (engagement with other users vs. broadcasting) altered participants' evaluations of Twitter as a platform, but only in conjunction with the message frame (value vs. strategy) and party affiliation, suggesting contextualized and potentially limited effects. Our findings, replicated in both studies, support the notion that   Note. 5000 bootstrapped samples, 95% bias-corrected confidence intervals.\n\n\"The message is the medium,\" as people inferred the nature of Twitter communication from several politicians' tweets. Moreover, the lack of direct effects of Twitter blunders on message and candidate evaluations underscores media perception as a key mediator that induces the seemingly ironic effects. Practically, the current results highlight the interdependence among traditional and newer media platforms in the hybrid media system  (Chadwick, 2013) . Not only can voters witness politicians' performances across diverse media platforms and genres, but re-mediating politicians' social media posts has become an increasingly prevalent journalistic practice. As shown herein, by broadcasting what happens on social media to their audiences, traditional media can mold the general public's normative beliefs about what people do on social media platforms, which in turn affect how they respond to the messages delivered via these platforms  (Lee et al., 2018a (Lee et al., , 2018b)) . Considering that voters \"get the majority of the information about politics and politicians through mediated communication\"  (Enli & Rosenberg, 2018, p.  3), journalists may be able to influence how people interpret politicians' social media blunders by adopting a particular 'frame' in their reporting of such episodes, either as a reflection of the politicians' character/competence or as medium-induced incidents. In so doing, journalists may (inadvertently) affect the extent to which the public trust individual politicians as well as political systems.\n\nAnother practical implication concerns politicians' self-presentation strategies. In both studies, politically inappropriate and distasteful social media messages fostered participants' beliefs about authentic, true-toself communication on that specific platform. To be fair, we did not measure how they rated those politicians featured in the news article; thus, the possibility remains that those blunders prompted more negative evaluations of the communicators on some, if not all, dimensions. Still, with personalization of politics being more prominent than ever, it has become crucial for politicians to come across as a trustworthy and honest individual  (Enli & Rosenberg, 2018) . To that end, it seems advisable to prioritize less than perfect messages over impeccable, too-good-to-be-true self-promotions in political campaigns. In this era of post-truth, authenticity seems to be the new currency."
    },
    {
      "title": "4.2.. Limitations and future directions",
      "text": "Some limitations of the current research merit note. First, perceived authenticity was proposed as a key construct that accounts for the unintended effects of politicians' Twitter blunders, but more work is needed for conceptual and operational clarity. For example, how is authenticity different from perceived believability? Would perceived authenticity of Twitter communication make factual information received via Twitter seem more truthful, or is authenticity mostly confined to individuals' self-presentations? On the empirical side, perceived authenticity of Twitter communication was measured by items adapted from relevant constructs, such as authenticity judgments of political candidates  (Louden & McCauliff, 2004 ) and the authenticity subscale of the Revised Self-Disclosure Scale  (Yang & Brown, 2016) . Given its central role in the proposed model, continued efforts should be expended to develop a scale that can fully grasp how authentic people perceive Twitter (and other forms of) communication to be, with acceptable degrees of validity and reliability.\n\nAnother limitation concerns the valence of blunders. In both studies, politicians' blunders lacked decency and were expressed in crude words. By definition, blunders refer to careless mistakes, and thus, do not have to be negative, offensive, or hostile in nature. For example, a celebrity couple dating in secret may leave some traces on their social media pages that expose their otherwise hidden relationship status. Although such accidents would not necessarily elicit negative reactions or hurt the involved individuals' public reputations, they would nonetheless suggest how social media can be a place wherein backstage behaviors are exposed-that is, a place where \"real\" communication happens with no window dressing. By systematically varying the valence of social media bloopers, future research should assess the generalizability of the current findings, which will help elucidate what constitutes the core of authenticity perception.\n\nPsychological mechanisms underlying the observed effects on perceived authenticity also need further probing. Most likely, reading about Twitter blunders made such incidents more salient in the participants' minds, and consequently, primed their judgments about how authentic Twitter communication is. At the same time, given that the effect sizes varied depending on the participants' attribution of Twitter blunders, more conscious information processing, rather than semiautomatic cognitive priming, might account for the blunder effects. Future research should attempt to resolve this theoretical ambiguity by, for example, imposing a time delay between the exposure to Twitter blunders and authenticity judgments.\n\nDespite the inherently subjective nature of authenticity assessment, researchers have proposed several authenticity markers in mediated communication that may foster perceived authenticity: predictability (consistency), spontaneity (improvisation), immediacy (liveliness), confessions (personal disclosure), ordinariness (plainness), and imperfection (inclusion of a minor mistake/flaw)  (Enli, 2015) . Among them, we focused on message characteristics most directly relevant to perceived spontaneity and immediacy, but future work should examine how other authenticity markers shape people's perceptions of the medium and their reactions to the messages it conveys.\n\nObviously, exposure to a newspaper article is not the only way people come across politicians' Twitter blunders. Because Twitter nonusers would never encounter politicians' tweets in their original form, we chose a newspaper article as an ecologically valid means to heighten participants' awareness of politicians' Twitter blunders-after all, more people seem to be learning what U.S. President Trump tweeted last night from CNN or the New York Times, rather than from their own Twitter feeds. As such, although the current results show that traditional media's coverage of social media can affect individuals' beliefs about social media, we cannot tell if such effects would replicate when politicians' blunders are conveyed via different channels. It would be interesting to examine if the channel through which people learn about politicians' Twitter blunders plays an additional role in the processes examined herein.\n\nLastly, although the current research was informed and guided by EVT, it was not specifically designed to test its key propositions, due largely to its focus on expectancy formation. Thus, we did not measure the participants' pre-existing expectancy about Twitter communication or politicians' communication behavior. Possibly, politicians' Twitter blunders might have comprised an instance of expectancy violations for those who deemed politicians' social media posts as the epitome of strategic, embellished self-presentation. More faithful appropriation of EVT would involve directly addressing how violations and confirmations of expectancy induced by the exposure to some politicians' tweets yield different results.\n\nwithout traditional gatekeepers such as newspapers and television news. A new term \"Kafet (an acronym of KakaoTalk, Facebook, and Twitter) Politics\" has emerged to describe the rising influence of social media in politics. Every political candidate now incorporates social media into their campaign strategies.\n\nSocial media is a uniquely effective campaign tool because it can disseminate messages to a wide audience in real-time and at almost no cost. In particular, Twitter is the most popular platform for politicians because of its brevity (in keeping with the 140-character limit), efficient dissemination of information (by retweeting), and easy access to an extensive network of voters nationwide.\n\nTwitter use by politicians takes several forms. One of the most important functions Twitter serves in the political realm is the facilitation of interaction and communication between politicians and the public. Politicians use the platform to share their personal lives and show their human side as a way to foster a more personal connection with their constituents. For instance, President Park posted pictures of her enjoying her vacation by the ocean and smiling with a caricature doll of herself given as a gift from one of her supporters.\n\nPoliticians also use Twitter as a personal megaphone to broadcast their views on politics and current events. To name a few, Rep. Lee Jaeoh from the Saenuri Party posted scathing tweets about the Blue House for refusing to meet with the leader of the main opposition party, and independent lawmaker Rep. Ahn Chul-soo also used Twitter to react to the news on the reopening of the Kaesong Industrial Complex. Some of the politicians who are particularly active and popular on Twitter make the most out of the platform by mixing both personal and political content. On Twitter, they not only interact with voters but also get their messages out and garner support. For instance, Seoul Mayor Park Won-soon, the most followed politician in South Korea, routinely tweets about his personal life and also reports about his office activities and services to the people of Seoul. He even encourages his followers to submit complaints or suggestions directly to him via Twitter.\n\nHowever, the majority of politicians in South Korea appear to use Twitter mainly as a reporting tool rather than as a channel to engage with voters. A lot of tweets posted by politicians resemble press releases or news clippings publicizing their legislative activities and constituent services. In other words, Twitter's capacity to bring politicians and voters into direct contact and foster more reciprocal, meaningful communication has not been fully realized.\n\nA handful of social media-savvy politicians often make major announcements via tweets. For example, Rhyu Si-min, a liberal politician and former Minister of Health and Welfare, turned to Twitter in last February to announce his retirement from politics. He tweeted, \"I would like to thank you all for your support over the past ten years. Please forgive me for leaving without delivering on the promises I made.\""
    },
    {
      "title": "Study 1 -Treatment Social Media and Politics: What Politicians Say on Twitter",
      "text": "One of the remarkable trends that shaped the 2012 presidential campaigns is the rise of social media. Social media has become a popular campaign tool since 2009. Politicians have increasingly adopted social media platforms to communicate and engage directly with voters without traditional gatekeepers such as newspapers and television news. A new term \"Kafet (an acronym of KakaoTalk, Facebook, and Twitter) Politics\" has emerged to describe the rising influence of social media in politics. Every political candidate now incorporates social media into their campaign strategies.\n\nSocial media is a uniquely effective campaign tool because it can disseminate messages to reach a wide audience in real-time and at almost no cost. In particular, Twitter is the most popular platform for politicians because of its brevity (in keeping with the 140-character limit), efficient dissemination of information (by retweeting), and easy access to an extensive network of voters nationwide.\n\nAs an increasing number of politicians use Twitter to talk directly to voters, there has been a series of political blunders on Twitter making headlines. In August 2012, in the midst of the ruling Saenuri Party's money-for-nomination scandal, Rep. Lee Jong-kul of the opposition party (New Politics Alliance for Democracy) used vulgar language in his tweet against the leader of the ruling party, Park Geun-hye, who was also then the presidential candidate. He tweeted, \"It is not a 'nomination bribery' but more of a 'nomination business.' All the profits of the business go to the owner, not the employees. The owner is Rep. Park Geun-hye, but that b**** is so high and mighty, she won't even apologize.\" His remarks ignited a firestorm, and a few days later, he posted another tweet apologizing to those he had \"unintentionally offended.\"\n\nRep. Lee is not the only politician who was criticized for making a blunder on Twitter. Kang Yong-suk, a former lawmaker, also came under fire after updating his Twitter account while allegedly drunk.\n\nIn the tweets, he said, \"I feel so f****** sorry for Hong Jun-pyo (a politician of the Saenuri Party). He had far worse parents than I did and has lived so hard, but for what? He won't win the nomination now that Park Geun-hye holds the leadership of his party.\" \"I am past my 40s and I've realized that the most important thing is your parental background. Work your a** off in politics, but you still cannot compete with Park Geun-hye's family connections.\" Later, he said that he wrote these profanity-laden tweets while under the influence of alcohol and apologized.\n\nRep. Park Ji-won of the New Politics Alliance for Democracy also drew criticism for posting inappropriate tweets. In February 2013, Park tweeted late at night, saying \"You Gwangju sons of b******! I'm now headed to Mokpo after all the name-calling and insults I faced in Gwangju.\" He returned to Twitter the next day saying, \"It's acceptable to say what I said between close friends in a private setting, but it was inappropriate for Twitter.\" He apologized for the use of profanity and offensive language."
    },
    {
      "title": "Study 2 -Control What Politicians Say on Twitter",
      "text": "We're living in the golden age of social media. The term 'Kafat (KakaoTalk, Facebook, Twitter) politics' has been widely adopted by political circles, especially as politicians increasingly adopt social media to deliver their opinions directly to voters.\n\nMost notably, Twitter stands out as the most popular platform among politicians because it enables them to deliver concise messages in under 140 characters, disseminate information to a wider audience using the \"retweet\" function, and create an extensive social network.\n\nPoliticians use Twitter in various ways. First, Twitter is used as a communication tool to bond with voters by sharing details about their personal lives. For example, Shim Sang-jung of the Justice Party tweeted a video of her ceremonial first pitch: \"Just threw the first pitch at the Goyang Justice opening game. Was a die-hard baseball fan in high school, and started serving as the general manager of a local baseball club 2 years ago. Go Justice!\"\n\nPoliticians also use Twitter to voice their opinions on current affairs. Replying to President Donald Trump's tweet before his visit to South Korea, Ha Tae-kyeung of the Bareunmirae Party suggested that Trump \"deliver flyers to Pyongyang by drone.\" Governor Nam Kyung-pil (Gyeongi Province) tweeted about the merger of the People's Party and the Bareunmirae Party saying, \"I will not support the merger of the two parties. I refuse to go along with people holding on to different visions. Conservatives should be united among themselves before ever attempting to embrace moderates.\" Some of the most influential politicians on Twitter use the platform to both interact with citizens and deliver their political messages. Seoul Mayor Park Won-soon, the most followed political figure on Twitter, publicizes his work-related activities as well as his personal life, and even handles real-time complaints from the citizens via Twitter. For example, he tweeted \"We will do our best to improve the service,\" replying to one citizen's tweet that read, \"Customer service for Seoul Bike Share is supposed to be available until 10pm, but I've been waiting to be connected to a representative for over 10 min. I struggled yesterday for 20 min as well. Something needs to be done.\""
    },
    {
      "title": "Study 2 -Treatment What Politicians Say on Twitter",
      "text": "We're living in the golden age of social media. The term 'Kafat (KakaoTalk, Facebook, Twitter) politics' has been widely adopted by political circles, especially as politicians increasingly adopt social media to deliver their opinions directly to voters.\n\nMost notably, Twitter stands out as the most popular platform among politicians because it enables them to deliver concise messages in under 140 characters, disseminate information to a wider audience using the \"retweet\" function, and create an extensive social network.\n\nHowever, with the growing use of Twitter in politics, politicians are often under fire for their so-called \"Twitter blunders.\" In January, the controversy sparked after Pyo Chang-won of the Democratic Party of Korea (DPK) criticized Chung Yoo-ra, the daughter of President Park Geun-hye's longtime confidante Choi Soon-Sil, using vulgar and offensive language. After finding himself embroiled in controversy, Pyo apologized for the incident on Twitter, saying that the expression was inappropriate and lacked tact.\n\nPyo was not the only politician to suffer from public backlash following a scandalous tweet. Jung Chung-rae of the DPK stirred controversy after posting a tweet directed toward Jeon Won-chaek, a rightwing lawyer and political pundit who is known for criticizing Pro-North Korea leftists: \"Great, more idiotic garbage from Jung. I guess brainless morons just like to hear themselves spew out nonsense. Pathetic …\"\n\nPoliticians' Twitter gaffes continued in the second half of 2017. Last December, Liberty Korea Party (LKP) Rep. Hong Joon-pyo targeted former LKP Supreme Council member, Ryu Yeo-hae, on Twitter saying, \"The show goes on even if there is a madman in the audience. We don't have time to entertain worthless complaints.\" In response to criticisms from his party, Hong tweeted, \"It's a shame that there are still politicians who try to hurt their own party whenever they have the chance-they're like cancer.\"\n\nWhen the police investigated a close associate of Ulsan Mayor Kim Gi-hyun, Jang Je-won of the LKP said on Twitter, \"The police has gone crazy. They're like hunting dogs working for the Moon government-they tear apart anything they can sink their teeth in. Clubs are the best medicine for mad dogs.\" After the police demanded a public apology, he said, \"I didn't mean that the entire police force is made of mad dogs. I love the police\" to make sure things didn't get out of control."
    },
    {
      "text": "Fig. 1. Conditional indirect effects of politicians' Twitter blunders on message and candidate evaluations via perceived authenticity of Twitter communication (Study 1)."
    },
    {
      "text": "Fig. 2. Interaction between politicians' Twitter blunders and attribution type on perceived authenticity of Twitter communication (Study 1)."
    },
    {
      "text": "Fig. 3. Conditional indirect effects of politicians' Twitter blunders on message and candidate evaluations via perceived authenticity of Twitter communication (Study 2)."
    },
    {
      "text": "Fig. 4. Interaction between politicians' Twitter blunders and attribution type on perceived authenticity of Twitter communication (Study 2)."
    },
    {
      "text": "Descriptive statistics and intercorrelations among key variables (Study 1)."
    },
    {
      "text": "Indirect effects of politicians' Twitter blunders on message and candidate evaluations (Study 1)."
    },
    {
      "text": "Descriptive statistics and intercorrelations among key variables (Study 2)."
    },
    {
      "text": "Indirect effects of politicians' Twitter blunders on message and candidate evaluations (Study 2)."
    },
    {
      "title": "Acknowledgement",
      "text": "This work was financially supported by the  Institute of Communication Research at Seoul National University , the  Ministry of Education of the Republic of Korea  and the  National Research Foundation of Korea  ( NRF-2018S1A5B8070398 )."
    },
    {
      "title": "Appendix. Study Stimuli"
    },
    {
      "title": "Study 1 -Control Social Media and Politics: What Politicians Say on Twitter",
      "text": "One of the remarkable trends that shaped the 2012 presidential campaigns is the rise of social media. Social media has become a popular campaign tool since 2009. Politicians have increasingly adopted social media platforms to communicate and engage directly with voters"
    }
  ],
  "references": [
    {
      "title": "Attributions in virtual groups: Distances and behavioral variations in computer-mediated discussions",
      "authors": [
        "N Bazarova",
        "J Walther"
      ],
      "year": 2009,
      "doi": "10.1177/1046496408328490",
      "journal": "Small Group Research",
      "volume": "40",
      "raw": "Attributions in virtual groups: Distances and behavioral variations in computer-mediated discussions \n\t\t \n\t\t\t N N Bazarova \n\t\t \n\t\t \n\t\t\t J B Walther \n\t\t \n\t\t 10.1177/1046496408328490 \n\t\t \n\t \n\t \n\t\t Small Group Research \n\t\t \n\t\t\t 40 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Bazarova, N. N., & Walther, J. B. (2009). Attributions in virtual groups: Distances and behavioral variations in computer-mediated discussions. Small Group Research, 40, 138-162. https://doi.org/10.1177/1046496408328490."
    },
    {
      "title": "Being unfriended on Facebook: An application of expectancy violation theory",
      "authors": [
        "J Bevan",
        "P.-C Ang",
        "J Fearns"
      ],
      "year": 2014,
      "doi": "10.1016/j.chb.2014.01.029",
      "journal": "Computers in Human Behavior",
      "volume": "33",
      "raw": "Being unfriended on Facebook: An application of expectancy violation theory \n\t\t \n\t\t\t J L Bevan \n\t\t \n\t\t \n\t\t\t P.-C Ang \n\t\t \n\t\t \n\t\t\t J B Fearns \n\t\t \n\t\t 10.1016/j.chb.2014.01.029 \n\t\t \n\t \n\t \n\t\t Computers in Human Behavior \n\t\t \n\t\t\t 33 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Bevan, J. L., Ang, P.-C., & Fearns, J. B. (2014). Being unfriended on Facebook: An application of expectancy violation theory. Computers in Human Behavior, 33, 171-178. https://doi.org/10.1016/j.chb.2014.01.029."
    },
    {
      "title": "Expectancy violations theory",
      "authors": [
        "J Burgoon"
      ],
      "year": 2016,
      "doi": "10.1002/9781118540190.wbeic0102",
      "raw": "Expectancy violations theory \n\t\t \n\t\t\t J K Burgoon \n\t\t \n\t\t 10.1002/9781118540190.wbeic0102 \n\t\t \n\t \n\t \n\t\t The international encyclopedia of interpersonal communication \n\t\t \n\t\t\t C R Berger \n\t\t \n\t\t \n\t\t\t M E Roloff \n\t\t \n\t\t \n\t\t\t 2016 \n\t\t\t \n\t\t \n\t \n\t Burgoon, J. K. (2016). Expectancy violations theory. In C. R. Berger, & M. E. Roloff (Eds.), The international encyclopedia of interpersonal communication (pp. 1-9). https://doi.org/10.1002/9781118540190.wbeic0102."
    },
    {
      "title": "Nonverbal expectancies and the consequences of violations",
      "authors": [
        "J Burgoon",
        "J Walther"
      ],
      "year": 1990,
      "doi": "10.1111/j.1468-2958.1990.tb00232.x",
      "journal": "Human Communication Research",
      "volume": "17",
      "raw": "Nonverbal expectancies and the consequences of violations \n\t\t \n\t\t\t J K Burgoon \n\t\t \n\t\t \n\t\t\t J B Walther \n\t\t \n\t\t 10.1111/j.1468-2958.1990.tb00232.x \n\t\t \n\t \n\t \n\t\t Human Communication Research \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 1990 \n\t\t \n\t \n\t Burgoon, J. K., & Walther, J. B. (1990). Nonverbal expectancies and the consequences of violations. Human Communication Research, 17, 232-265. https://doi.org/10.1111/ j.1468-2958.1990.tb00232.x."
    },
    {
      "title": "The hybrid media system: Politics and power",
      "authors": [
        "A Chadwick"
      ],
      "year": 2013,
      "raw": "A Chadwick \n\t\t \n\t\t The hybrid media system: Politics and power \n\t\t Oxford, UK \n\t\t \n\t\t\t Oxford University Press \n\t\t\t 2013 \n\t\t \n\t \n\t Chadwick, A. (2013). The hybrid media system: Politics and power. Oxford, UK: Oxford University Press."
    },
    {
      "title": "The social media balancing act: Testing the use of a balanced selfpresentation strategy for politicians using twitter",
      "authors": [
        "J Colliander",
        "B Marder",
        "L Falkman",
        "J Madestam",
        "E Modig",
        "S Sagfossen"
      ],
      "year": 2017,
      "doi": "10.1016/j.chb.2017.04.042",
      "journal": "Computers in Human Behavior",
      "volume": "74",
      "raw": "The social media balancing act: Testing the use of a balanced selfpresentation strategy for politicians using twitter \n\t\t \n\t\t\t J Colliander \n\t\t \n\t\t \n\t\t\t B Marder \n\t\t \n\t\t \n\t\t\t L L Falkman \n\t\t \n\t\t \n\t\t\t J Madestam \n\t\t \n\t\t \n\t\t\t E Modig \n\t\t \n\t\t \n\t\t\t S Sagfossen \n\t\t \n\t\t 10.1016/j.chb.2017.04.042 \n\t\t \n\t \n\t \n\t\t Computers in Human Behavior \n\t\t \n\t\t\t 74 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Colliander, J., Marder, B., Falkman, L. L., Madestam, J., Modig, E., & Sagfossen, S. (2017). The social media balancing act: Testing the use of a balanced self- presentation strategy for politicians using twitter. Computers in Human Behavior, 74, 277-285. https://doi.org/10.1016/j.chb.2017.04.042."
    },
    {
      "title": "When presidential candidates go too far on social media",
      "authors": [
        "N Corasaniti"
      ],
      "year": 2015,
      "doi": "10.5040/9781978725614.ch-005",
      "journal": "The New York Times",
      "raw": "When presidential candidates go too far on social media \n\t\t \n\t\t\t N Corasaniti \n\t\t \n\t\t 10.5040/9781978725614.ch-005 \n\t\t \n\t \n\t \n\t\t The New York Times \n\t\t \n\t\t\t 2015 Dec 29 \n\t\t \n\t \n\t Corasaniti, N. (2015 Dec 29). When presidential candidates go too far on social media. The New York Times. Retrieved from https://www.nytimes.com/2015/12/30/us/po litics/social-media-election-2016.html."
    },
    {
      "title": "Mediated authenticity. How the media constructs reality",
      "authors": [
        "G Enli"
      ],
      "year": 2015,
      "raw": "Mediated authenticity. How the media constructs reality \n\t\t \n\t\t\t G Enli \n\t\t \n\t\t \n\t\t\t 2015 \n\t\t\t Peter Lang \n\t\t\t New York \n\t\t \n\t \n\t Enli, G. (2015). Mediated authenticity. How the media constructs reality. New York: Peter Lang."
    },
    {
      "title": "Trust in the age of social media: Populist politicians seem more authentic",
      "authors": [
        "G Enli",
        "L Rosenberg"
      ],
      "year": 2018,
      "doi": "10.1177/2056305118764430",
      "journal": "Social Mediaþ Society",
      "volume": "4",
      "raw": "Trust in the age of social media: Populist politicians seem more authentic \n\t\t \n\t\t\t G Enli \n\t\t \n\t\t \n\t\t\t L T Rosenberg \n\t\t \n\t\t 10.1177/2056305118764430 \n\t\t \n\t \n\t \n\t\t Social Mediaþ Society \n\t\t \n\t\t\t 4 \n\t\t\t 2018 \n\t\t \n\t \n\t Enli, G., & Rosenberg, L. T. (2018). Trust in the age of social media: Populist politicians seem more authentic. Social Mediaþ Society, 4. https://doi.org/10.1177/ 2056305118764430."
    },
    {
      "title": "Congressional campaigns' motivations for social media adoption",
      "authors": [
        "G Gulati",
        "C Williams"
      ],
      "year": 2015,
      "doi": "10.18574/nyu/9781479886630.003.0006",
      "raw": "Congressional campaigns' motivations for social media adoption \n\t\t \n\t\t\t G J Gulati \n\t\t \n\t\t \n\t\t\t C B Williams \n\t\t \n\t\t 10.18574/nyu/9781479886630.003.0006 \n\t \n\t \n\t\t Controlling the message: New media in American political campaigns \n\t\t \n\t\t\t V A Farrar-Myers \n\t\t \n\t\t \n\t\t\t J S Vaughn \n\t\t \n\t\t New York \n\t\t \n\t\t\t NYU Press \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Gulati, G. J., & Williams, C. B. (2015). Congressional campaigns' motivations for social media adoption. In V. A. Farrar-Myers, & J. S. Vaughn (Eds.), Controlling the message: New media in American political campaigns (pp. 32-52). New York: NYU Press."
    },
    {
      "title": "Introduction to mediation, moderation, and conditional process analysis. A regression-based approach",
      "authors": [
        "A Hayes"
      ],
      "year": 2013,
      "raw": "A F Hayes \n\t\t \n\t\t Introduction to mediation, moderation, and conditional process analysis. A regression-based approach \n\t\t New York \n\t\t \n\t\t\t Guilford Press \n\t\t\t 2013 \n\t\t \n\t \n\t Hayes, A. F. (2013). Introduction to mediation, moderation, and conditional process analysis. A regression-based approach. New York: Guilford Press."
    },
    {
      "title": "Stuck with 'electronic brochures'? How boundary management strategies shape politicians' social media use",
      "authors": [
        "C Hoffmann",
        "A Suphan"
      ],
      "year": 2017,
      "doi": "10.1080/1369118x.2016.1200646",
      "journal": "Information, Communication & Society",
      "volume": "20",
      "raw": "Stuck with 'electronic brochures'? How boundary management strategies shape politicians' social media use \n\t\t \n\t\t\t C P Hoffmann \n\t\t \n\t\t \n\t\t\t A Suphan \n\t\t \n\t\t 10.1080/1369118x.2016.1200646 \n\t\t \n\t \n\t \n\t\t Information, Communication & Society \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Hoffmann, C. P., & Suphan, A. (2017). Stuck with 'electronic brochures'? How boundary management strategies shape politicians' social media use. Information, Communication & Society, 20, 551-569. https://doi.org/10.1080/ 1369118X.2016.1200646."
    },
    {
      "title": "Microblogging, constituency service and impression management: UK MPs and the use of twitter",
      "authors": [
        "N Jackson",
        "D Lilleker"
      ],
      "year": 2011,
      "doi": "10.1080/13572334.2011.545181",
      "journal": "Journal of Legislative Studies",
      "volume": "17",
      "raw": "Microblogging, constituency service and impression management: UK MPs and the use of twitter \n\t\t \n\t\t\t N Jackson \n\t\t \n\t\t \n\t\t\t D Lilleker \n\t\t \n\t\t 10.1080/13572334.2011.545181 \n\t\t \n\t \n\t \n\t\t Journal of Legislative Studies \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Jackson, N., & Lilleker, D. (2011). Microblogging, constituency service and impression management: UK MPs and the use of twitter. Journal of Legislative Studies, 17, 86-105. https://doi.org/10.1080/13572334.2011.545181."
    },
    {
      "title": "Generalizing about messages: Suggestions for design and analysis of experiments",
      "authors": [
        "S Jackson",
        "S Jacobs"
      ],
      "year": 1983,
      "doi": "10.1111/j.1468-2958.1983.tb00691.x",
      "journal": "Human Communication Research",
      "volume": "9",
      "raw": "Generalizing about messages: Suggestions for design and analysis of experiments \n\t\t \n\t\t\t S Jackson \n\t\t \n\t\t \n\t\t\t S Jacobs \n\t\t \n\t\t 10.1111/j.1468-2958.1983.tb00691.x \n\t\t \n\t \n\t \n\t\t Human Communication Research \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 1983 \n\t\t \n\t \n\t Jackson, S., & Jacobs, S. (1983). Generalizing about messages: Suggestions for design and analysis of experiments. Human Communication Research, 9, 169-181. https:// doi.org/10.1111/j.1468-2958.1983.tb00691.x."
    },
    {
      "title": "Measuring social media credibility: A study on a measure of blog credibility",
      "authors": [
        "M Kang"
      ],
      "year": 2010,
      "raw": "M Kang \n\t\t \n\t\t \n\t\t Measuring social media credibility: A study on a measure of blog credibility \n\t\t \n\t\t\t Institute for Public Relations \n\t\t\t 2010 \n\t\t \n\t \n\t Kang, M. (2010). Measuring social media credibility: A study on a measure of blog credibility. Institute for Public Relations. Retrieved from http://pricetargetmedia.com/mea suring_social_media_credibility_blog_credibility_101210.pdf."
    },
    {
      "title": "The processes of causal attribution",
      "authors": [
        "H Kelley"
      ],
      "year": 1973,
      "doi": "10.1037/h0034225",
      "journal": "American Psychologist",
      "volume": "28",
      "raw": "The processes of causal attribution \n\t\t \n\t\t\t H H Kelley \n\t\t \n\t\t 10.1037/h0034225 \n\t\t \n\t \n\t \n\t\t American Psychologist \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 1973 \n\t\t \n\t \n\t Kelley, H. H. (1973). The processes of causal attribution. American Psychologist, 28, 107-128. https://doi.org/10.1037/h0034225."
    },
    {
      "title": "Celebrity's self-disclosure on twitter and parasocial relationships: A mediating role of social presence",
      "authors": [
        "J Kim",
        "H Song"
      ],
      "year": 2016,
      "doi": "10.1016/j.chb.2016.03.083",
      "journal": "Computers in Human Behavior",
      "volume": "62",
      "raw": "Celebrity's self-disclosure on twitter and parasocial relationships: A mediating role of social presence \n\t\t \n\t\t\t J Kim \n\t\t \n\t\t \n\t\t\t H Song \n\t\t \n\t\t 10.1016/j.chb.2016.03.083 \n\t\t \n\t \n\t \n\t\t Computers in Human Behavior \n\t\t \n\t\t\t 62 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Kim, J., & Song, H. (2016). Celebrity's self-disclosure on twitter and parasocial relationships: A mediating role of social presence. Computers in Human Behavior, 62, 570-577. https://doi.org/10.1016/j.chb.2016.03.083."
    },
    {
      "title": "Political Twitter's most embarrassing deleted tweets",
      "authors": [
        "G Krieg"
      ],
      "year": 2016,
      "doi": "10.37896/pd91.4/91477",
      "raw": "G Krieg \n\t\t \n\t\t 10.37896/pd91.4/91477 \n\t\t \n\t\t Political Twitter's most embarrassing deleted tweets \n\t\t \n\t\t\t CNN \n\t\t\t 2016, March 21 \n\t\t \n\t \n\t Krieg, G. (2016, March 21). Political Twitter's most embarrassing deleted tweets. CNN. Retrieved form http://edition.cnn.com/2016/03/21/politics/twitter-10-years-polit icians-deleted-tweets."
    },
    {
      "title": "Twitter reinstates Politwoops so you won't miss any political blunders. Recode",
      "authors": [
        "N Kulwin"
      ],
      "year": 2015,
      "doi": "10.1108/sd-05-2015-0065",
      "raw": "N Kulwin \n\t\t \n\t\t 10.1108/sd-05-2015-0065 \n\t\t \n\t\t Twitter reinstates Politwoops so you won't miss any political blunders. Recode \n\t\t \n\t\t\t 2015, Dec 31 \n\t\t \n\t \n\t Kulwin, N. (2015, Dec 31). Twitter reinstates Politwoops so you won't miss any political blunders. Recode. Retrieved from https://www.recode.net/2015/12/31/1162181 6/twitter-reinstates-politwoops-so-you-wont-miss-any-political-blunders."
    },
    {
      "title": "Effectiveness of politicians' soft campaign on twitter versus TV: Cognitive and experiential routes",
      "authors": [
        "E.-J Lee"
      ],
      "year": 2013,
      "doi": "10.1111/jcom.12049",
      "journal": "Journal of Communication",
      "volume": "63",
      "raw": "Effectiveness of politicians' soft campaign on twitter versus TV: Cognitive and experiential routes \n\t\t \n\t\t\t E.-J Lee \n\t\t \n\t\t 10.1111/jcom.12049 \n\t\t \n\t \n\t \n\t\t Journal of Communication \n\t\t \n\t\t\t 63 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Lee, E.-J. (2013). Effectiveness of politicians' soft campaign on twitter versus TV: Cognitive and experiential routes. Journal of Communication, 63, 953-974. https:// doi.org/10.1111/jcom.12049."
    },
    {
      "title": "Social media vs. mass media: Mitigating the suspicion of ulterior motives in public health communication",
      "authors": [
        "E.-J Lee",
        "H Kim",
        "M Joo"
      ],
      "year": 2018,
      "doi": "10.1080/10410236.2022.2074781",
      "raw": "Social media vs. mass media: Mitigating the suspicion of ulterior motives in public health communication \n\t\t \n\t\t\t E.-J Lee \n\t\t \n\t\t \n\t\t\t H S Kim \n\t\t \n\t\t \n\t\t\t M Joo \n\t\t \n\t\t 10.1080/10410236.2022.2074781 \n\t \n\t \n\t\t Paper presented at the 104th annual convention of national communication association \n\t\t Salt Lake City, UT \n\t\t \n\t\t\t 2018 November \n\t\t \n\t \n\t Lee, E.-J., Kim, H. S., & Joo, M. (2018 November). Social media vs. mass media: Mitigating the suspicion of ulterior motives in public health communication. In Paper presented at the 104th annual convention of national communication association. Salt Lake City, UT."
    },
    {
      "title": "Up close and personal on social media: When do politicians' personal disclosures enhance vote intention",
      "authors": [
        "E.-J Lee",
        "S Oh",
        "J Lee",
        "H Kim"
      ],
      "year": 2018,
      "doi": "10.1177/1077699018754911",
      "journal": "Journalism & Mass Communication Quarterly",
      "volume": "95",
      "raw": "Up close and personal on social media: When do politicians' personal disclosures enhance vote intention \n\t\t \n\t\t\t E.-J Lee \n\t\t \n\t\t \n\t\t\t S Y Oh \n\t\t \n\t\t \n\t\t\t J Lee \n\t\t \n\t\t \n\t\t\t H S Kim \n\t\t \n\t\t 10.1177/1077699018754911 \n\t\t \n\t \n\t \n\t\t Journalism & Mass Communication Quarterly \n\t\t \n\t\t\t 95 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Lee, E.-J., Oh, S. Y., Lee, J., & Kim, H. S. (2018). Up close and personal on social media: When do politicians' personal disclosures enhance vote intention? Journalism & Mass Communication Quarterly, 95, 381-403. https://doi.org/10.1177/ 1077699018754911."
    },
    {
      "title": "Are they talking to me? Cognitive and affective effects of interactivity in politicians' twitter communication",
      "authors": [
        "E.-J Lee",
        "S Shin"
      ],
      "year": 2012,
      "doi": "10.1089/cyber.2012.0228",
      "journal": "Cyberpsychology, Behavior, and Social Networking",
      "volume": "15",
      "raw": "Are they talking to me? Cognitive and affective effects of interactivity in politicians' twitter communication \n\t\t \n\t\t\t E.-J Lee \n\t\t \n\t\t \n\t\t\t S Y Shin \n\t\t \n\t\t 10.1089/cyber.2012.0228 \n\t\t \n\t \n\t \n\t\t Cyberpsychology, Behavior, and Social Networking \n\t\t \n\t\t\t 15 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Lee, E.-J., & Shin, S. Y. (2012). Are they talking to me? Cognitive and affective effects of interactivity in politicians' twitter communication. Cyberpsychology, Behavior, and Social Networking, 15, 515-520. https://doi.org/10.1089/cyber.2012.0228."
    },
    {
      "title": "When the medium is the message: How transportability moderates the effects of politicians' Twitter communication",
      "authors": [
        "E.-J Lee",
        "S Shin"
      ],
      "year": 2014,
      "doi": "10.1177/0093650212466407",
      "journal": "Communication Research",
      "volume": "41",
      "raw": "When the medium is the message: How transportability moderates the effects of politicians' Twitter communication \n\t\t \n\t\t\t E.-J Lee \n\t\t \n\t\t \n\t\t\t S Y Shin \n\t\t \n\t\t 10.1177/0093650212466407 \n\t\t \n\t \n\t \n\t\t Communication Research \n\t\t \n\t\t\t 41 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Lee, E.-J., & Shin, S. Y. (2014). When the medium is the message: How transportability moderates the effects of politicians' Twitter communication. Communication Research, 41, 1088-1110. https://doi.org/10.1177/0093650212466407."
    },
    {
      "title": "Culture and authenticity",
      "authors": [
        "C Lindholm"
      ],
      "year": 2008,
      "raw": "Culture and authenticity \n\t\t \n\t\t\t C Lindholm \n\t\t \n\t\t \n\t\t\t 2008 \n\t\t\t Blackwell Publishing \n\t\t\t Malden, MA \n\t\t \n\t \n\t Lindholm, C. (2008). Culture and authenticity. Malden, MA: Blackwell Publishing."
    },
    {
      "title": "The \"authentic candidate\": Extending candidate image assessment",
      "authors": [
        "A Louden",
        "K Mccauliff"
      ],
      "year": 2004,
      "doi": "10.5771/9781461641209-85",
      "raw": "The \"authentic candidate\": Extending candidate image assessment \n\t\t \n\t\t\t A Louden \n\t\t \n\t\t \n\t\t\t K Mccauliff \n\t\t \n\t\t 10.5771/9781461641209-85 \n\t \n\t \n\t\t Presidential candidate images \n\t\t \n\t\t\t K Hacker \n\t\t \n\t\t Oxford, UK \n\t\t \n\t\t\t Rowman & Littlefield \n\t\t\t 2004 \n\t\t\t \n\t\t \n\t \n\t Louden, A., & McCauliff, K. (2004). The \"authentic candidate\": Extending candidate image assessment. In K. Hacker (Ed.), Presidential candidate images (pp. 85-103). Oxford, UK: Rowman & Littlefield."
    },
    {
      "title": "How (not) to talk on Twitter: Effects of politicians' tweets on perceptions of the Twitter environment",
      "authors": [
        "B Lyons",
        "A Veenstra"
      ],
      "year": 2016,
      "doi": "10.1089/cyber.2015.0319",
      "journal": "Cyberpsychology, Behavior, and Social Networking",
      "volume": "19",
      "raw": "How (not) to talk on Twitter: Effects of politicians' tweets on perceptions of the Twitter environment \n\t\t \n\t\t\t B A Lyons \n\t\t \n\t\t \n\t\t\t A S Veenstra \n\t\t \n\t\t 10.1089/cyber.2015.0319 \n\t\t \n\t \n\t \n\t\t Cyberpsychology, Behavior, and Social Networking \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Lyons, B. A., & Veenstra, A. S. (2016). How (not) to talk on Twitter: Effects of politicians' tweets on perceptions of the Twitter environment. Cyberpsychology, Behavior, and Social Networking, 19, 8-15. https://doi.org/10.1089/cyber.2015.0319."
    },
    {
      "title": "The crisis in public communication and the pursuit of authenticity: An analysis of the twitter feeds of Scottish MPs 2008-2010",
      "authors": [
        "M Margaretten",
        "I Gaber"
      ],
      "year": 2014,
      "doi": "10.1093/pa/gss04",
      "journal": "Parliamentary Affairs",
      "volume": "67",
      "raw": "The crisis in public communication and the pursuit of authenticity: An analysis of the twitter feeds of Scottish MPs 2008-2010 \n\t\t \n\t\t\t M Margaretten \n\t\t \n\t\t \n\t\t\t I Gaber \n\t\t \n\t\t 10.1093/pa/gss04 \n\t\t \n\t \n\t \n\t\t Parliamentary Affairs \n\t\t \n\t\t\t 67 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Margaretten, M., & Gaber, I. (2014). The crisis in public communication and the pursuit of authenticity: An analysis of the twitter feeds of Scottish MPs 2008-2010. Parliamentary Affairs, 67, 328-350. https://doi.org/10.1093/pa/gss04."
    },
    {
      "title": "I tweet honestly, I tweet passionately: Twitter users, context collapse, and the imagined audience",
      "authors": [
        "A Marwick"
      ],
      "year": 2011,
      "doi": "10.1177/1461444810365313",
      "journal": "New Media & Society",
      "volume": "13",
      "raw": "I tweet honestly, I tweet passionately: Twitter users, context collapse, and the imagined audience \n\t\t \n\t\t\t A E Marwick \n\t\t \n\t\t \n\t\t\t D \n\t\t \n\t\t 10.1177/1461444810365313 \n\t\t \n\t \n\t \n\t\t New Media & Society \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Marwick, A. E., & boyd, D. (2011). I tweet honestly, I tweet passionately: Twitter users, context collapse, and the imagined audience. New Media & Society, 13, 114-133. https://doi.org/10.1177/1461444810365313."
    },
    {
      "title": "Effect on opinion change of how desirable the communication is to the audience the communicator addressed",
      "authors": [
        "J Mills",
        "J Jellison"
      ],
      "year": 1967,
      "doi": "10.1037/h0021217",
      "journal": "Journal of Personality and Social Psychology",
      "volume": "6",
      "raw": "Effect on opinion change of how desirable the communication is to the audience the communicator addressed \n\t\t \n\t\t\t J Mills \n\t\t \n\t\t \n\t\t\t J M Jellison \n\t\t \n\t\t 10.1037/h0021217 \n\t\t \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 1967 \n\t\t \n\t \n\t Mills, J., & Jellison, J. M. (1967). Effect on opinion change of how desirable the communication is to the audience the communicator addressed. Journal of Personality and Social Psychology, 6, 98-101. https://doi.org/10.1037/h0021217."
    },
    {
      "title": "Canadian politicians' social media blunders cost them in election campaign",
      "authors": [
        "J Murphy"
      ],
      "year": 2015,
      "raw": "J Murphy \n\t\t \n\t\t \n\t\t Canadian politicians' social media blunders cost them in election campaign \n\t\t \n\t\t\t The Guardian \n\t\t\t 2015. Oct 5 \n\t\t \n\t \n\t Murphy, J. (2015). Oct 5) Canadian politicians' social media blunders cost them in election campaign. The Guardian. Retrieved from https://www.theguardian.com/worl d/2015/oct/05/social-media-gaffes-canada-election."
    },
    {
      "title": "That tagging was annoying: An extension of expectancy violation theory to impressions management on social network sites",
      "authors": [
        "J Rui",
        "M Stefanone"
      ],
      "year": 2018,
      "doi": "10.1016/j.chb.2017.11.001",
      "journal": "Computers in Human Behavior",
      "volume": "80",
      "raw": "That tagging was annoying: An extension of expectancy violation theory to impressions management on social network sites \n\t\t \n\t\t\t J R Rui \n\t\t \n\t\t \n\t\t\t M A Stefanone \n\t\t \n\t\t 10.1016/j.chb.2017.11.001 \n\t\t \n\t \n\t \n\t\t Computers in Human Behavior \n\t\t \n\t\t\t 80 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Rui, J. R., & Stefanone, M. A. (2018). That tagging was annoying: An extension of expectancy violation theory to impressions management on social network sites. Computers in Human Behavior, 80, 49-58. https://doi.org/10.1016/j. chb.2017.11.001."
    },
    {
      "title": "Role assignment and interpersonal influence",
      "authors": [
        "I Steiner",
        "W Field"
      ],
      "year": 1960,
      "doi": "10.1037/h0040441",
      "journal": "Journal of Abnormal and Social Psychology",
      "volume": "61",
      "raw": "Role assignment and interpersonal influence \n\t\t \n\t\t\t I D Steiner \n\t\t \n\t\t \n\t\t\t W L Field \n\t\t \n\t\t 10.1037/h0040441 \n\t\t \n\t \n\t \n\t\t Journal of Abnormal and Social Psychology \n\t\t \n\t\t\t 61 \n\t\t\t \n\t\t\t 1960 \n\t\t \n\t \n\t Steiner, I. D., & Field, W. L. (1960). Role assignment and interpersonal influence. Journal of Abnormal and Social Psychology, 61, 239-246. https://doi.org/10.1037/h0040441."
    },
    {
      "title": "Effects of personalistic selfdisclosure",
      "authors": [
        "D Taylor",
        "R Gould",
        "P Brounstein"
      ],
      "year": 1981,
      "doi": "10.1177/014616728173019",
      "journal": "Personality and Social Psychology Bulletin",
      "volume": "7",
      "raw": "Effects of personalistic selfdisclosure \n\t\t \n\t\t\t D A Taylor \n\t\t \n\t\t \n\t\t\t R J Gould \n\t\t \n\t\t \n\t\t\t P J Brounstein \n\t\t \n\t\t 10.1177/014616728173019 \n\t\t \n\t \n\t \n\t\t Personality and Social Psychology Bulletin \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t Taylor, D. A., Gould, R. J., & Brounstein, P. J. (1981). Effects of personalistic self- disclosure. Personality and Social Psychology Bulletin, 7, 487-492. https://doi.org/ 10.1177/014616728173019."
    },
    {
      "title": "Self-disclosure, attribution, and social interaction",
      "authors": [
        "J Town",
        "J Harvey"
      ],
      "year": 1981,
      "doi": "10.2307/3033898",
      "journal": "Social Psychology Quarterly",
      "volume": "44",
      "raw": "Self-disclosure, attribution, and social interaction \n\t\t \n\t\t\t J P Town \n\t\t \n\t\t \n\t\t\t J H Harvey \n\t\t \n\t\t 10.2307/3033898 \n\t\t \n\t \n\t \n\t\t Social Psychology Quarterly \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t Town, J. P., & Harvey, J. H. (1981). Self-disclosure, attribution, and social interaction. Social Psychology Quarterly, 44, 291-300. https://doi.org/10.2307/3033898."
    },
    {
      "title": "Judgment under uncertainty: Heuristics and biases",
      "authors": [
        "A Tversky",
        "D Kahneman"
      ],
      "year": 1974,
      "doi": "10.1126/science.185.4157.1124",
      "journal": "Science",
      "volume": "185",
      "raw": "Judgment under uncertainty: Heuristics and biases \n\t\t \n\t\t\t A Tversky \n\t\t \n\t\t \n\t\t\t D Kahneman \n\t\t \n\t\t 10.1126/science.185.4157.1124 \n\t\t \n\t \n\t \n\t\t Science \n\t\t \n\t\t\t 185 \n\t\t\t \n\t\t\t 1974 \n\t\t \n\t \n\t Tversky, A., & Kahneman, D. (1974). Judgment under uncertainty: Heuristics and biases. Science, 185, 1124-1131. https://doi.org/10.1126/science.185.4157.1124."
    },
    {
      "title": "Overattribution of liking in computer-mediated communication: Partners infer the results of their own influence as their partners' affection",
      "authors": [
        "J Walther",
        "N Kashian",
        "J.-W Jang",
        "S Shin"
      ],
      "year": 2016,
      "doi": "10.1177/0093650214565898",
      "journal": "Communication Research",
      "volume": "43",
      "raw": "Overattribution of liking in computer-mediated communication: Partners infer the results of their own influence as their partners' affection \n\t\t \n\t\t\t J B Walther \n\t\t \n\t\t \n\t\t\t N Kashian \n\t\t \n\t\t \n\t\t\t J.-W Jang \n\t\t \n\t\t \n\t\t\t S Y Shin \n\t\t \n\t\t 10.1177/0093650214565898 \n\t\t \n\t \n\t \n\t\t Communication Research \n\t\t \n\t\t\t 43 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Walther, J. B., Kashian, N., Jang, J.-w., & Shin, S. Y. (2016). Overattribution of liking in computer-mediated communication: Partners infer the results of their own influence as their partners' affection. Communication Research, 43, 372-390. https://doi.org/ 10.1177/0093650214565898."
    },
    {
      "title": "Online self-presentation on Facebook and selfdevelopment during the college transition",
      "authors": [
        "C Yang",
        "B Brown"
      ],
      "year": 2016,
      "doi": "10.1007/s10964-015-0385-y",
      "journal": "Journal of Youth and Adolescence",
      "volume": "45",
      "raw": "Online self-presentation on Facebook and selfdevelopment during the college transition \n\t\t \n\t\t\t C C Yang \n\t\t \n\t\t \n\t\t\t B B Brown \n\t\t \n\t\t 10.1007/s10964-015-0385-y \n\t\t \n\t \n\t \n\t\t Journal of Youth and Adolescence \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Yang, C. C., & Brown, B. B. (2016). Online self-presentation on Facebook and self- development during the college transition. Journal of Youth and Adolescence, 45, 402-416. https://doi.org/10.1007/s10964-015-0385-y."
    }
  ],
  "num_references": 38,
  "figures": [
    {
      "caption": "Fig. 1 .",
      "description": "Fig. 1. Conditional indirect effects of politicians' Twitter blunders on message and candidate evaluations via perceived authenticity of Twitter communication (Study 1)."
    },
    {
      "caption": "Fig. 2 .",
      "description": "Fig. 2. Interaction between politicians' Twitter blunders and attribution type on perceived authenticity of Twitter communication (Study 1)."
    },
    {
      "caption": "Fig. 3 .",
      "description": "Fig. 3. Conditional indirect effects of politicians' Twitter blunders on message and candidate evaluations via perceived authenticity of Twitter communication (Study 2)."
    },
    {
      "caption": "Fig. 4 .",
      "description": "Fig. 4. Interaction between politicians' Twitter blunders and attribution type on perceived authenticity of Twitter communication (Study 2)."
    },
    {
      "type": "table",
      "caption": "Table 2",
      "description": "Descriptive statistics and intercorrelations among key variables (Study 1)."
    },
    {
      "type": "table",
      "caption": "Table 3",
      "description": "Indirect effects of politicians' Twitter blunders on message and candidate evaluations (Study 1)."
    },
    {
      "type": "table",
      "caption": "Table 5",
      "description": "Descriptive statistics and intercorrelations among key variables (Study 2)."
    },
    {
      "type": "table",
      "caption": "Table 6",
      "description": "Indirect effects of politicians' Twitter blunders on message and candidate evaluations (Study 2)."
    }
  ],
  "num_figures": 8,
  "tables": [
    {
      "content": "M SD 1 2 3 1. Medium (vs. Dispositional) À 0.04 0.84 attribution 2. Perceived authenticity of Twitter 3.89 1.04 -.03 communication 3. Message evaluation 3.77 1.27 -.01 .46*** 4. Candidate evaluation 3.81 1.21 -.02 .48*** .90***"
    },
    {
      "content": "Attribution of Politicians' Twitter Blunders Disposition Neither Medium Effect 95% CI Effect 95% CI Effect 95% CI Message .09 [-.07, .24 [.13, .38 [.21, Evaluation .27] .37] .58] Candidate .09 [-.07, .23 [.12, .38 [.20, Evaluation .27] .36] .57]"
    },
    {
      "content": "M SD 1 2 3"
    },
    {
      "content": "Attribution of Politicians' Twitter Blunders Disposition Neither Medium Effect 95% CI Effect 95% CI Effect 95% CI Message -.02 [-.13, .09] .08 [-.00, .17] .18 [.04, .33] Evaluation Candidate -.02 [-.12, .09] .08 [-.00, .16] .17 [.04, .33] Evaluation"
    }
  ],
  "num_tables": 4,
  "license": "© 2019 Elsevier Ltd. All rights reserved.",
  "license_type": "unknown",
  "num_citations": 60,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b35",
    "b20",
    "b21",
    "b12",
    "b30",
    "b31",
    "b29",
    "b16",
    "b37",
    "b15",
    "b23",
    "b32",
    "b5",
    "b19",
    "b28",
    "b10",
    "b27",
    "b4",
    "b33",
    "b7",
    "b11",
    "b8",
    "b22",
    "b34",
    "b6",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] a  Department of Communication , Seoul National University , Gwanak-Ro 1 , Gwanak-Gu , Seoul , 08826 , Republic of Korea",
    "[raw_affiliation] b  Department of Political Science and Annenberg School for Communication , University of Pennsylvania , 3620 Walnut Street , Philadelphia , PA , 19104 , USA",
    "[raw_affiliation] c  Annenberg School for Communication and Journalism , University of Southern California , 3502 Watt Way , Los Angeles , CA , 90089 , USA",
    "[submission] Received 6 May 2019; Received in revised form 1 November 2019; Accepted 1 November 2019",
    "***p < .001.",
    "[raw_reference] Bazarova, N. N., & Walther, J. B. (2009). Attributions in virtual groups: Distances and behavioral variations in computer-mediated discussions. Small Group Research, 40, 138-162. https://doi.org/10.1177/1046496408328490.",
    "[raw_reference] Bevan, J. L., Ang, P.-C., & Fearns, J. B. (2014). Being unfriended on Facebook: An application of expectancy violation theory. Computers in Human Behavior, 33, 171-178. https://doi.org/10.1016/j.chb.2014.01.029.",
    "[raw_reference] Burgoon, J. K. (2016). Expectancy violations theory. In C. R. Berger, & M. E. Roloff (Eds.), The international encyclopedia of interpersonal communication (pp. 1-9). https://doi.org/10.1002/9781118540190.wbeic0102.",
    "[raw_reference] Burgoon, J. K., & Walther, J. B. (1990). Nonverbal expectancies and the consequences of violations. Human Communication Research, 17, 232-265. https://doi.org/10.1111/ j.1468-2958.1990.tb00232.x.",
    "[raw_reference] Chadwick, A. (2013). The hybrid media system: Politics and power. Oxford, UK: Oxford University Press.",
    "[raw_reference] Colliander, J., Marder, B., Falkman, L. L., Madestam, J., Modig, E., & Sagfossen, S. (2017). The social media balancing act: Testing the use of a balanced self- presentation strategy for politicians using twitter. Computers in Human Behavior, 74, 277-285. https://doi.org/10.1016/j.chb.2017.04.042.",
    "[raw_reference] Corasaniti, N. (2015 Dec 29). When presidential candidates go too far on social media. The New York Times. Retrieved from https://www.nytimes.com/2015/12/30/us/po litics/social-media-election-2016.html.",
    "[raw_reference] Enli, G. (2015). Mediated authenticity. How the media constructs reality. New York: Peter Lang.",
    "[raw_reference] Enli, G., & Rosenberg, L. T. (2018). Trust in the age of social media: Populist politicians seem more authentic. Social Mediaþ Society, 4. https://doi.org/10.1177/ 2056305118764430.",
    "[raw_reference] Gulati, G. J., & Williams, C. B. (2015). Congressional campaigns' motivations for social media adoption. In V. A. Farrar-Myers, & J. S. Vaughn (Eds.), Controlling the message: New media in American political campaigns (pp. 32-52). New York: NYU Press.",
    "[raw_reference] Hayes, A. F. (2013). Introduction to mediation, moderation, and conditional process analysis. A regression-based approach. New York: Guilford Press.",
    "[raw_reference] Hoffmann, C. P., & Suphan, A. (2017). Stuck with 'electronic brochures'? How boundary management strategies shape politicians' social media use. Information, Communication & Society, 20, 551-569. https://doi.org/10.1080/ 1369118X.2016.1200646.",
    "[raw_reference] Jackson, N., & Lilleker, D. (2011). Microblogging, constituency service and impression management: UK MPs and the use of twitter. Journal of Legislative Studies, 17, 86-105. https://doi.org/10.1080/13572334.2011.545181.",
    "[raw_reference] Jackson, S., & Jacobs, S. (1983). Generalizing about messages: Suggestions for design and analysis of experiments. Human Communication Research, 9, 169-181. https:// doi.org/10.1111/j.1468-2958.1983.tb00691.x.",
    "[raw_reference] Kang, M. (2010). Measuring social media credibility: A study on a measure of blog credibility. Institute for Public Relations. Retrieved from http://pricetargetmedia.com/mea suring_social_media_credibility_blog_credibility_101210.pdf.",
    "[raw_reference] Kelley, H. H. (1973). The processes of causal attribution. American Psychologist, 28, 107-128. https://doi.org/10.1037/h0034225.",
    "[raw_reference] Kim, J., & Song, H. (2016). Celebrity's self-disclosure on twitter and parasocial relationships: A mediating role of social presence. Computers in Human Behavior, 62, 570-577. https://doi.org/10.1016/j.chb.2016.03.083.",
    "[raw_reference] Krieg, G. (2016, March 21). Political Twitter's most embarrassing deleted tweets. CNN. Retrieved form http://edition.cnn.com/2016/03/21/politics/twitter-10-years-polit icians-deleted-tweets.",
    "[raw_reference] Kulwin, N. (2015, Dec 31). Twitter reinstates Politwoops so you won't miss any political blunders. Recode. Retrieved from https://www.recode.net/2015/12/31/1162181 6/twitter-reinstates-politwoops-so-you-wont-miss-any-political-blunders.",
    "[raw_reference] Lee, E.-J. (2013). Effectiveness of politicians' soft campaign on twitter versus TV: Cognitive and experiential routes. Journal of Communication, 63, 953-974. https:// doi.org/10.1111/jcom.12049.",
    "[raw_reference] Lee, E.-J., Kim, H. S., & Joo, M. (2018 November). Social media vs. mass media: Mitigating the suspicion of ulterior motives in public health communication. In Paper presented at the 104th annual convention of national communication association. Salt Lake City, UT.",
    "[raw_reference] Lee, E.-J., Oh, S. Y., Lee, J., & Kim, H. S. (2018). Up close and personal on social media: When do politicians' personal disclosures enhance vote intention? Journalism & Mass Communication Quarterly, 95, 381-403. https://doi.org/10.1177/ 1077699018754911.",
    "[raw_reference] Lee, E.-J., & Shin, S. Y. (2012). Are they talking to me? Cognitive and affective effects of interactivity in politicians' twitter communication. Cyberpsychology, Behavior, and Social Networking, 15, 515-520. https://doi.org/10.1089/cyber.2012.0228.",
    "[raw_reference] Lee, E.-J., & Shin, S. Y. (2014). When the medium is the message: How transportability moderates the effects of politicians' Twitter communication. Communication Research, 41, 1088-1110. https://doi.org/10.1177/0093650212466407.",
    "[raw_reference] Lindholm, C. (2008). Culture and authenticity. Malden, MA: Blackwell Publishing.",
    "[raw_reference] Louden, A., & McCauliff, K. (2004). The \"authentic candidate\": Extending candidate image assessment. In K. Hacker (Ed.), Presidential candidate images (pp. 85-103). Oxford, UK: Rowman & Littlefield.",
    "[raw_reference] Lyons, B. A., & Veenstra, A. S. (2016). How (not) to talk on Twitter: Effects of politicians' tweets on perceptions of the Twitter environment. Cyberpsychology, Behavior, and Social Networking, 19, 8-15. https://doi.org/10.1089/cyber.2015.0319.",
    "[raw_reference] Margaretten, M., & Gaber, I. (2014). The crisis in public communication and the pursuit of authenticity: An analysis of the twitter feeds of Scottish MPs 2008-2010. Parliamentary Affairs, 67, 328-350. https://doi.org/10.1093/pa/gss04.",
    "[raw_reference] Marwick, A. E., & boyd, D. (2011). I tweet honestly, I tweet passionately: Twitter users, context collapse, and the imagined audience. New Media & Society, 13, 114-133. https://doi.org/10.1177/1461444810365313.",
    "[raw_reference] Mills, J., & Jellison, J. M. (1967). Effect on opinion change of how desirable the communication is to the audience the communicator addressed. Journal of Personality and Social Psychology, 6, 98-101. https://doi.org/10.1037/h0021217.",
    "[raw_reference] Murphy, J. (2015). Oct 5) Canadian politicians' social media blunders cost them in election campaign. The Guardian. Retrieved from https://www.theguardian.com/worl d/2015/oct/05/social-media-gaffes-canada-election.",
    "[raw_reference] Rui, J. R., & Stefanone, M. A. (2018). That tagging was annoying: An extension of expectancy violation theory to impressions management on social network sites. Computers in Human Behavior, 80, 49-58. https://doi.org/10.1016/j. chb.2017.11.001.",
    "[raw_reference] Steiner, I. D., & Field, W. L. (1960). Role assignment and interpersonal influence. Journal of Abnormal and Social Psychology, 61, 239-246. https://doi.org/10.1037/h0040441.",
    "[raw_reference] Taylor, D. A., Gould, R. J., & Brounstein, P. J. (1981). Effects of personalistic self- disclosure. Personality and Social Psychology Bulletin, 7, 487-492. https://doi.org/ 10.1177/014616728173019.",
    "[raw_reference] Town, J. P., & Harvey, J. H. (1981). Self-disclosure, attribution, and social interaction. Social Psychology Quarterly, 44, 291-300. https://doi.org/10.2307/3033898.",
    "[raw_reference] Tversky, A., & Kahneman, D. (1974). Judgment under uncertainty: Heuristics and biases. Science, 185, 1124-1131. https://doi.org/10.1126/science.185.4157.1124.",
    "[raw_reference] Walther, J. B., Kashian, N., Jang, J.-w., & Shin, S. Y. (2016). Overattribution of liking in computer-mediated communication: Partners infer the results of their own influence as their partners' affection. Communication Research, 43, 372-390. https://doi.org/ 10.1177/0093650214565898.",
    "[raw_reference] Yang, C. C., & Brown, B. B. (2016). Online self-presentation on Facebook and self- development during the college transition. Journal of Youth and Adolescence, 45, 402-416. https://doi.org/10.1007/s10964-015-0385-y."
  ],
  "editors": [
    "C R Berger",
    "M E Roloff",
    "V A Farrar-Myers",
    "J S Vaughn",
    "K Hacker"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
