{
  "paper_id": "X3BGER2J",
  "title": "mHealth taxonomy: a literature survey of mobile health applications",
  "abstract": "There has been tremendous increase in both the different types of Mobile Health (mHealth) applications and the number of applications being created for both the clinical and consumer healthcare space. The rapid proliferation of mHealth applications is creating confusion in the domain among both consumers and healthcare professionals due to uncertainty about reliability, security, regulation, and integration concerns. New applications are being developed faster than researchers, patients, and healthcare professionals can grasp the multiplicity of the mHealth applications and the various ways they can be used. This paper proposes a taxonomy of existing and emerging mHealth applications to help all users understand this domain.",
  "year": 2015,
  "date": "2015-01-30",
  "journal": "Appropr Technol",
  "publication": "Appropr Technol",
  "authors": [
    {
      "forename": "Phillip",
      "surname": "Olla",
      "name": "Phillip Olla",
      "affiliation": "Shimskey Madonna University , 36600 Schoolcraft rd , Livonia , MI 48150 , USA \n\t\t\t\t\t\t\t\t Shimskey Madonna University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 36600 Schoolcraft rd \n\t\t\t\t\t\t\t\t\t 48150 \n\t\t\t\t\t\t\t\t\t Livonia \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "polla@madonna.edu"
    },
    {
      "forename": "Caley",
      "surname": "Shimskey",
      "name": "Caley Shimskey",
      "affiliation": "Shimskey Madonna University , 36600 Schoolcraft rd , Livonia , MI 48150 , USA \n\t\t\t\t\t\t\t\t Shimskey Madonna University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 36600 Schoolcraft rd \n\t\t\t\t\t\t\t\t\t 48150 \n\t\t\t\t\t\t\t\t\t Livonia \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s12553-014-0093-8",
  "keywords": [
    "mHealth",
    "Mobile health",
    "Digital health",
    "mHealth taxonomy P",
    "Olla"
  ],
  "sections": [
    {
      "text": "1 Introduction mHealth, or Mobile Health, is a global phenomenon that has received significant attention over the last decade. mHealth is a rapidly advancing field that uses mobile technologies such as mobile phones, software applications, and devices to support the achievement of health objectives.\n\nThe adoption of mobile and wireless technologies in healthcare has the potential to transform health service delivery on a global perspective. This transformation is a result of the following achievements: rapid advances in mobile networks and applications, the trend of integrating mobile health solutions into institutional health systems, and the increase in funding, regulation and evidence. mHealth is accepted as a component of eHealth. To date, however, a standardized definition of mHealth has not been established. The WHO Global Observatory for eHealth (GOe) defines mHealth as:\n\n\"Medical and public health practice supported by mobile devices, such as mobile phones, patient monitoring devices, personal digital assistants (PDAs), and other wireless devices. mHealth involves the use and capitalization on a mobile phone's core utility of voice and short messaging service (SMS) as well as more complex functionalities,\"  [61] .\n\nThe rapid development of mHealth applications has outpaced the adoption of the technologies. This has created a growing need for high quality mobile health research both in the United States and internationally to carefully study and address the information gaps and barriers for adoption  [38, 46] . The mHealth field is interdisciplinary, composed of various parties including biomedical engineering, healthcare professionals, and Information Technology (IT) specialists. The interdisciplinary nature of the field increases the need and dissemination of quality research because it is imperative that all parties have consistent and reliable information while working together in mHealth initiatives.\n\nThe increased adoption of mHealth applications in organizations and society  [62]  is undeniable; many organizations are now incorporating mHealth strategies or initiatives into the healthcare technical infrastructure. mHealth has intrinsic organizational value that can provide process efficiency improvements, that can be a market differentiator  [53] . mHealth can lead to increased physician engagement and satisfaction as well as increase patient autonomy  [8]  and satisfaction  [32] .\n\nThe abundance of mHealth applications has created unique challenges in mHealth adoption. It is important that stakeholders understand the issues in the correct context of the application. Some of the issues faced include privacy, regulation, security, reliability, device management, support, persuaviness, and interoperability. All these concerns must be purposefully addressed and evaluated and planned for as an organization crafts an mHealth strategy  [29, 32, 45] .\n\nThis paper is organized as follows: First, we review literature about the use of taxonomies in information management and systems research and describe the rationale and intended purpose of our mHealth taxonomy; second, we describe our research approach and the development of our taxonomy; third, we present the taxonomy and explain its components; fourth, we discuss the proposed taxonomy in relation to the challenges and barriers to mHealth adoption; and finally, we make some concluding remarks."
    },
    {
      "title": "Background",
      "text": "The word taxonomy originates from the Greek word taxis, which means arrangement or order, and nomos, meaning law or science. In the context of information management, the term taxonomy is used in both a specific context to refer to a hierarchical classification or categorization system and in a broad sense, referring to any means of organizing concepts of knowledge  [21] .\n\nWhen developing a taxonomy, it is important to consider appropriately separating elements of a group into subgroups that are mutually exclusive, unambiguous, and as a whole, include all possibilities. For a taxonomy to be applicable in the real world, it must also be uncomplicated and easy to understand and use. We do not intend to present our taxonomy as an absolute classification scheme, but rather as a starting point to examine core components of the dimensions and categories of mHealth applications that could lead to a widely accepted taxonomy.\n\nThe World Health Organization published an article discussing barriers to implementing mHealth technologies into health practices. Of those identified, lack of knowledge was the second highest rated barrier to implementation  [61] . Research and publication of reliable findings is needed for all identified barriers. We propose that our taxonomy may be a helpful foundation for addressing the lack of knowledge inhibiting the adoption of mHealth.\n\nRapidly emerging mHealth technologies has resulted in an overwhelming amount of unorganized information; information that is necessary to understand before successful implementation can take place. Categorizations of available medical applications in meaningful groupings with definitions with intended purpose of uses have not yet been suggested. In identifying this gap, our research goal was to review available literature about existing and emerging medical applications and in doing so, systematically place them into appropriate categories with definitions and purpose of use in an understandable organizational scheme. The aim is to provide a starting point for organizing mHealth information in a way that promotes user knowledge and understanding of the various components of the domain."
    },
    {
      "title": "Research approach"
    },
    {
      "title": "Development of the mHealth taxonomy",
      "text": "We used a qualitative research coding approach  [47]  to analyze the findings from the literature and create our categories. Our categories were refined by developing a rule for inclusion in the form of a propositional statement based on the purpose of the various mobile applications and concepts, coupled with sample data  [33] .\n\nWe opted for an open coding model to identify various dimensions of work performed using the following keyword search 'mobile health', mHealth, telemedicine, healthcare apps, mobile health apps. We used the research tool called Scopus to perform an initial search. Over a 10-year period publications in this area have grown by 60 % from 5409 to 13, 707. The data including abstracts and links to full papers was loaded into a spreadsheet for further analysis.\n\nDuring the second level, our approach to category development involved reviewing the document types. We removed all patent data, reviews, notes, letters, business reports and focused on conference papers, journal and book chapters. We also focused the publications on medical, nursing and pharmacological publications, eliminating other fields such as computer science, engineering, environmental science, chemistry, and optics.\n\nThe next step involved reviewing the various publications to identify categories, common themes and ideas. We created a subset of the 20,000 records downloaded for 2011-2014 by date restricting the output 1 year. The results were then categorized into 50 thematic areas that was a combination of applications categories, lesson learned, technological and social issues. These thematic areas where then synthesized into the framework. The framework was then tested against the larger dataset to ensure applicable mHealth systems fit within the taxonomy."
    },
    {
      "title": "mHealth taxonomy characteristics",
      "text": "We define the taxonomy in the context of dimensions, by which we mean the major characteristics of the interaction between the mobile user and the applications; the purpose of the application and the constituents of the application. Within each dimension we use the methods outlined by  [37]  to define categories that follow the following characteristics: & Collectively exhaustive. All current mHealth apps fall into one of the categories within a dimension. & Mutual exclusivity. No application falls into more than one category within a dimension. & Usefulness and utility: It should be concise. It should not contain too many dimensions or too many categories in each dimension, because an extensive classification scheme with many dimensions and many categories would be difficult to comprehend and difficult to apply. & Inclusive. It should contain enough dimensions and categories to be of interest. & Comprehensive. It should provide for classification of all current applications. & Extendible. It should allow for additional dimensions and new categories within a dimension when new dimensions emerge."
    },
    {
      "title": "mHealth taxonomy",
      "text": "Our suggested mHealth taxonomy contains eight categories based upon the application's intended purpose as illustrated in Fig.  1 . Some of the categories have subcategories, both of which are briefly described in their respective section. After determining use, technical modalities and policy consideration categories are listed and described. The idea is, once an application is placed into a use category, it's technological and policy aspects will be examined by the information fitting into the corresponding categories. In doing so, researchers and potential users will be able to evaluate the application's strengths and weaknesses. Categories within the technical modalities and policy consideration dimensions are briefly explained in their respective section, as well (Fig.  2 )."
    },
    {
      "title": "Dimension one: medical use cases"
    },
    {
      "title": "Point of care diagnostics",
      "text": "Point-of-care diagnostics refers to devices and tests that are used for medical testing at or near the patient. The underpinning of this concept is convenience and speed. Bringing the test closer to the patient, means that the patient, physician, and medical team receive the results faster allowing for clinical management decisions to be made more immediately.\n\nCommon tests include: blood glucose testing, coagulation testing, rapid cardiac markers, drugs of abuse screening, urine testing, pregnancy testing, fecal occult blood analysis, food pathogens screening, infectious disease testing and cholesterol screening  [52] .\n\nTypically mobile POC solutions are implemented through the use of sensors, phone attachments, and handheld instruments that are connected via wireless technologies such as Bluetooth, Bluetooth Low Energy (BLE), Near Field Communication (NFC)  [23]  or apparatus that fit directly onto the device. Mobile PoC devices can ensure cheaper, faster, and smarter POC testing approaches by making testing more cost effective for developing world clinical scenarios. The products are classified into groups described in the next section (Fig.  3 ).\n\nMobile attachments A mobile diagnostic attachment is a mechanism that attaches to the mobile phone to capture biomedical information or readings  [63] . Typically the attachments will attach to the microphone or the camera but any device that is physically attached to the mobile device falls within this category. Examples include the mobile attachment to detect cancer  [50] , the CAPTRA attachment to diagnose cataract  [41]  and NETRA refractive disorders  [40]  and mobile microscope used for the detection of diseases  [51] .\n\nEmbedded software application An embedded software application is a software program that runs on the mobile device and uses the core functionality of the device to diagnose a disease, medical state, or patient condition without connecting to external devices, attachments, or foreign sensors that are not native to the mobile device. An example of this type of mHealth app is the Spirosmart  [25]  application that can detect peakflow or IDA Health  [39]  which is an application on the phone that uses the camera to read rapid diagnostic tests.\n\nConnected devices Connected devices describe a series of applications that connect to an external device to capture patient information and use the mobile device to store and transmit the information. Examples include the blood glucose meter  [2] , weight scales  [7] , pulse oximeters which connects directly to mobile phone. These types of applications allow data to be shared to support decision making or loaded to an electronic logbook.\n\nIn vivo sensors 'In vivo sensors' are sensors embedded under the skin or ingested into the body that can communicate with mobile devices. An example of this type of sensor would be the smart pill that is ingested  [4] , and the glucose monitor that is injected under the skin  [18] .\n\nLevel 4 : Conceptual Framework Level 3 Level 2 Level 1\n\n• Theoretical concept emerge from saturated categories and themes • Thematc Coding • Develop highly reϐined theme from level 2 • Category Development • Forcusing the Level 1 data • Open Coding • Scopus Search Extract\n\nFig.  1  Coding model adapted from  [20]  Dermal sensors This type of sensor could be worn by the patient to capture information and then transmitted back to the mobile device. There are several applications that embed wearable sensors in cloths  [42] , watches or wristbands  [44] . Another examples of this type of applications include a bed pressure mat to monitor for bed sores  [24] ."
    },
    {
      "title": "Patient monitoring",
      "text": "mHealth applications in the patient monitoring category use a combination of technology solutions to enable monitoring of patients. Currently, the majority of current patient monitoring applications are designed to be outside of conventional clinical settings  [5] , but the advances in wireless and sensor technology is providing opportunities for innovative monitoring within the hospital setting.\n\nThere have been significant advances in home monitoring to support chronic disease management strategies that can improve the individual's quality of life  [31] . Patient monitoring applications are intended to help patients to maintain independence, identify complications, and minimize personal and healthcare costs (Fig.  4 ).\n\nAn additional benefit of this approach is that patients and their family members take comfort knowing that if a problem arises, there will be support. With the changes to the new healthcare rules in the USA, a new model of care is emerging that supports patients at home to recover from serious procedures and manage complex self-care processes such as home hemodialysis and anticoagulation monitoring. For a more comprehensive discussion on models for monitoring we recommend Prawar et al. Although technology from the POC group may be integrated into this group, the key features that differentiate this group are the addition of the remote monitoring tools  [34] , trend analysis of physiological parameters, sharing data with HIT systems, and the enabling of early detection of patient deterioration  [35] . These features have revealed a reduction emergency department visits, hospitalizations, and duration of hospital stays  [43] . Another type of application in this category are apps that allow users or patients to track and monitor personal biometrics using sensors for wellness or disease management purpose\n\nDevice Type Interface OS Type Features Technical Modalities Medical Use Cases Point of Care Diagnostic Patient Monitoring Wellness Compliance Education and Reference Behavior Modiϐication Efϐiciency and Productivity Environmental Monitoring Policy Consideration Regulation Data Management Security Point of Care Diagnostics Sensors In vitro Dermal Devices Softeware App\n\nFig.  3  Point of care diagnostics category  [30] . This trend is sometimes referred to as Quantified Self or Measured Life movement."
    },
    {
      "title": "Wellness",
      "text": "Wellness applications are those designed to support the user in leading a healthy lifestyle. These applications are not necessarily designed to prevent any specific disease process, but rather, to promote the healthy behaviors of the users. Some of the applications in this category incorporate gaming technology to provide a more engaging experience for the user aimed at positively impacting health  [48] . Common applications are directed towards dieting  [54]  or exercise  [26]  and many have a log feature for users to track their behaviors."
    },
    {
      "title": "Behavior modification",
      "text": "mHealth applications and platforms are frequently used for delivering behavior modification communication. This category includes applications intended to help users modify and improve their health status via health promotion measures or cessation support  [15] . The communication may be for health promotion, awareness, education and demand creation  [55] . This category is one of the most prominent types of service, especially in developing countries for health education purposes  [10]  (Fig.  5 ).\n\nThe rationale for the popularity off this service is the abundance of low cost mobile phones and the availability of low-cost SMS text messages to reach a wide variety of audiences from expecting mothers such as text for babies and young adults to promote sexual wellness. There are studies that show some short term behavior changes  [19, 58] . Current solutions are typically stand-alone interventions that use a single conduit such as the SMS text to send out information to clients or potential clients or a hotline via Interactive Voice Response. There are some innovative mobile solutions that use gamming, avatars, alerts and reminders to support behavior modification.\n\nCessation programs such as smoking  [22]  can be delivered via mobile phone text messaging or applications. Cessation programs have reported an increases in self-reported quitting in the short term  [59] . These applications can also apply an automated model delivered via video messaging, mobile phone text messaging on continuous abstinence  [60] ."
    },
    {
      "title": "Compliance",
      "text": "Compliance or adherence refers to the extent to which a patient accurately follows a medical or healthcare plan  [17] . Typically this term is associated with compliance to a medication regime  [16, 36] . However, recent usage of the term have been linked treatment related models such as self-testing with medical devices such as glucose meters, personal exercise/diets regimes, and therapy sessions  [9]  (Fig.  6 ).\n\nApplications in this category support the client in adhering to their designated treatment plan with features including interactive medication and appointment reminders along with patient education  [34] . These applications can have a profound effect on patient health because compliance is achieved by participation by the patient and the health-care provider and tools that contribute to a positive physician-patient relationship are critical factors to cultivating treatment compliance  [58] . Behaivor Moodiϐication Cessation Promotion Fig. 5 Behavior modification Compliance Treatment Self Instructional mHealth applications are those apps designed to be health education resources for either patients or healthcare workers  [12]  (Fig.  7 ). mHealth reference apps are point-of-care clinical reference utilities that contain up-to-date, searchable, peer-reviewed medical information categorized by medical specialty, disease or training purpose  [27] . Within this category the professional educational categories relate to applications targeted specifically for healthcare professionals typically grouped by medical discipline or disease focused  [11] . From a consumer perspective, instructional educational applications relate to applications that educate consumers on health-related concerns  [8] ."
    },
    {
      "title": "Monitoring"
    },
    {
      "title": "Clinical Home"
    },
    {
      "title": "Efficiency and productivity",
      "text": "Healthcare productivity is a category of mobile applications dedicated to helping healthcare professionals accomplish specific tasks such as charting on mobile devices  [57] , viewing and editing mobile medical records, viewing diagnostic images on mobile devices  [56] , and scheduling activities. Any application designed to aid in healthcare efficiency and productivity would be included in this category (Fig.  8 )."
    },
    {
      "title": "Environmental health",
      "text": "Environmental health applications are designed to provide users with information about environmental factors impacting community health. These applications typically use the location of the user to give information about factors including the UV index and allergen levels (Fig.  9 ).\n\nAn example of how environmental health apps can impact disaster management was seen following the Haiti earthquake. The Ushaidi service played a key role in the aftermath of the Haiti earthquake by allowing users to report on a variety of problems such as collapsed building, blocked roads, and patient's medical needs. Crisis management was performed using SMS messaging and crowdsourcing  [61] ."
    },
    {
      "title": "Dimension two: technical modalities"
    },
    {
      "title": "Device type What kind of device is required to run the application?",
      "text": "There are various types of mobile devices available on the market today  [13] . The two most prominent in the healthcare industry are the smartphone and the tablet. Different companies make different versions of these two mobile devices. Applications may be designed for one particular device produced by one particular developer or the application may be compatible with multiple devices produced by multiple developers. Healthcare organizations will want to know the device required by the application to determine if the devices adopted by the organization will run the application. Efϐiciency & Productivity Mobile Records Tele-Diagnosis Communication Process Data Logistics Service Delivery Fig. 8 Efficiency and productivity Environmental Monitoring Indexes Disasters Allergies Fig. 9 Environmental monitoring"
    },
    {
      "title": "User interface"
    },
    {
      "title": "Is the user interface of the application user friendly?",
      "text": "The user interface, or UI, is used to describe the look and feel of the on-screen menu and navigational system. It encompasses how it works, color scheme, responses to button actions. It is imperative that a UI that is easy to use and adaptable to various scenarios is used  [49] . Having the capability to support gestures, widgets, personalized set-ups will make it easier to customize how a Nurse will interact with the applications and Operating Systems."
    },
    {
      "title": "Operating system",
      "text": "Which operating system is required to support the application?\n\nAn operating system (OS) is a system of software that programs or controls a computer, tablet, or smartphone. The leading mobile operating systems today are arguably iOS by Apple Inc., Windows by Microsoft, Android by Google Inc., BlackBerry OS by Research In Motion (RIM), and Symbian OS by Nokia and Accenture  [44] . Mobile applications work with operating systems the same way cellular networks work with mobile phones; a smartphone is initially designed to work on a specific network and is run by a specific OS. More and more apps are designed to be compatible with various operating systems, or the app is written for multiple OS platforms allowing more consumers have access to the app, regardless of which OS their mobile device utilizes. The operating system required by the application is important to the healthcare organization because for the application to be adopted, it must be compatible with the healthcare organization's OS."
    },
    {
      "title": "Features",
      "text": "Which mobile device features are necessary to run the application?\n\nStandard smartphones include communication abilities via audio, video, text, and email, have a camera with video recording features, and store enormous amounts of data  [14] . Some applications may require features like high definition video recording, autofocus, or LED flash. The healthcare organization will need to insure the application will run with the features on the mobile devices chosen by the organization."
    },
    {
      "title": "Dimension three: policy consideration"
    },
    {
      "title": "Data management",
      "text": "Memory, or digital storage capability, enables users to store information, contacts, calendars, pictures, music  [1] , movies, mobile apps, and application data. Many smartphones and tablets are available with different storage capacity and are priced according to the amount of memory the user wants.\n\nOn-device storage How much storage space is required by the application?\n\nMobile devices have varying amounts of on-device storage. The newest devices can be purchased with 16 gigabytes (GB), 32 GB, or 64 GB storages capacities  [45] . A single picture will take up less memory than a movie. Larger apps, such as drug reference manuals, will take up more memory than a drip calculation. The amount of storage space required by an application is a necessary consideration for a healthcare organization, especially if they intend on using several mHealth applications.\n\nOn-site servers Is the application compatible with the hospital's on-site server?\n\nA server is a central computer that stores data and applications others can access via a network. Urban hospitals and corporations that use private, closed servers require login access. The information and data hospitals create and store, such as lab and test results, radiology imaging, and health information, which is usually encrypted for security, is stored at a central location. Corporations provide extensive security measures, depending on the sensitivity of data stored, at this central location. Other computers access the server information through the private network, often hardline (as opposed to wireless), for viewing and data entry. Individual computers, or workstations, located throughout the hospital do not store all the data on each computer, but rather each computer is able to access to the central server where the data is stored. This is why a nurse working on one computer workstation is able to log-off, move down the hall or to different floor, log-on to the server from another computer workstation, and access the same information."
    },
    {
      "title": "Cloud computing Does the application use cloud computing?",
      "text": "The latest addition to smartphone and tablet storage is wireless third-party servers, now commonly called \"cloud computing\". Cloud computing is based on sharing of resources and applications to achieve coherence and economies of scale. At the underpinning of cloud computing is the broader concept of converged infrastructure and shared services. Because both technology and security measures are progressing for wireless computing, virtual storage sources are now growing in popularity as well as capacity. Smartphones and tablets now have the ability to quickly, and wirelessly, access secure data, which users store in advance, with a third party server, usually for a fee."
    },
    {
      "title": "FDA regulation",
      "text": "In October 2013, the Food and Drug Administration (FDA) responded to the growing number of medical applications and issued guidance for the regulation of mobile medical apps. Not all apps, such as reference guides, will be regulated. Those that enable users to input patient-specific information transform the mobile device into a medical device. An example is a blood glucose monitor or stethoscope application, and those that are an extension of a currently used medical device, such as a remote display of bedside monitors, will be regulated  [3] .\n\nMobile device applications provide great potential for chronic disease management such as diabetes. But to realize that full potential, developers must closely align with regulatory bodies such as the (FDA) or European Union counterparty CE process.\n\nCertain apps assist patients' to live healthier lives, assisting with dietary choices, monitoring exercise, and recording other factors important to overall health. App developers may explain how using the app can help reduce the risk of developing a disease like diabetes. However, the use of the word \"diabetes\" places the app in a category of apps that require may regulation  [6] .\n\nAny application that is required in the clinical setting for use by either patient, medical professional will require regulatory approval."
    },
    {
      "title": "Mobile security",
      "text": "In a clinical setting security may be a concern for mHealth on smartphones and tablets if patient health information (PHI) or EHR is accessed, stored, or inputted to the device. As the trend of BYOD (bring your own device) continues in popularity among employers in the healthcare industry, there is a risk of being non compliant with the new rules under the Health Insurance Portability and Accountability Act (HIPAA).\n\nBefore clinicians' view their work email on smartphones or tablets, most institutions of employment will walk them through the set-up process to ensure PHI is secure. This often includes using only secure networks, user authentication, and individual passwords. Even after this is done, many times healthcare personnel cannot send email from their mobile device because of the security measures in place that prevent smartphones and tablets from storing information. This is a safeguard institutions implement before access to secure information, such as employee email, is allowed on personal devices.\n\nIn many situations, viewing secure PHI on a mobile device is similar to viewing the information on the computers at large hospitals. The data is not stored on each device or computer itself, but accessed through the device or computer's server. This is how nurses can access their patient's information for various computers in a hospital, and do not need to travel back to one specific computer. The PHI, like an x-ray image or a patient chart, is often stored on the hospital server, which is then accessed through a secure network that meets HIPPA regulations. This is frequently achieved through an Advanced Encryption Standard (AES) encryption or a VPN that usually involves a unique individual identification name and password for each employee  [28] .\n\nInstitutions and healthcare facilities often have security measures prepared and primed before a device is linked to the facility and its specific hospital programs that store PHI. If a healthcare worker is careless and leaves a paper with PHI in a public area, that worker is in violation of HIPPA and can be held accountable. This also applies to digital PHI. The healthcare worker should take the same precautions they have done throughout their career and keep patient information private and secure. Just as all computers in hospitals are password protected, healthcare workers should password protect their personal smartphones or tablets, which is included on all operating systems, if they use them at work."
    },
    {
      "title": "Discussion: considerations for adoption",
      "text": "Although we have determined that most of the applications will comfortably belong to a dimension, there are opportunities for application developers to allow their products to operate in multiple dimensions by removing or adding certain features' to their product offering. An example is the point of care technology that is used for spot-checking a variable such as glucose or pulse or SPO2. If that same application were configured to send in the SPO2 every 30 s, then the application would be a patient monitoring system. The same technology can be configured to different purposes hence changing its position within the taxonomy. This is important because the complexity of adoption challenges will be dependent on how the solution is intended to be used.\n\nAs beneficial as smartphones and tablets are to healthcare practice, there are some challenges that impede the progression of this technology into the wider Health Information Technology infrastructure. By understanding the purpose of the application and the position in the above taxonomy, along with the role it plays in the wider infrastructure, we can begin to understand the significance and consequences of groups of applications. Some of the considerations that affect the usage of the taxonomy relate to where the application will be used, regulation, and clinical or personal use."
    },
    {
      "title": "Conclusion",
      "text": "The advancements in mobile technology have taken the potential of the mHealth to new heights. Smartphones and tablets have features that provide more capabilities than a laptop or desktop such as high-resolution camera, GPS, and embedded sensors, and these features are transforming the role that mobile devices play in managing our health. This paper presented a taxonomy of mHealth applications synthesized from the multitude of applications available in the application stores and from the literature. The aim of this taxonomy is to foster a discussion among researchers, health practitioners, developers and consumers about the important features and distinctions between the various types of mHealth applications. This will provide guidance on potential barriers to adoption and illustrate the best approaches for successfully deploying applications into various settings and for various stakeholders."
    },
    {
      "text": "Fig. 2 mHealth taxonomy"
    },
    {
      "text": "Fig. 4 Patient monitoring"
    },
    {
      "text": "Fig. 7 Instructional applications"
    }
  ],
  "references": [
    {
      "title": "Mobile phones used to gather medical data",
      "authors": [
        "Anonymous"
      ],
      "year": 2009
    },
    {
      "title": "Mobile health applications to assist patients with diabetes: lessons learned and design implications",
      "authors": [
        "E Årsand",
        "D Frøisland",
        "S Skrøvseth",
        "T Chomutare",
        "N Tatara",
        "G Hartvigsen"
      ],
      "year": 2012,
      "doi": "10.1177/193229681200600525"
    },
    {
      "title": "The regulation of mobile health applications",
      "authors": [
        "A Barton"
      ],
      "year": 2012,
      "doi": "10.1186/1741-7015-10-46"
    },
    {
      "title": "Feasibility of an ingestible sensor-based system for monitoring adherence to tuberculosis therapy",
      "authors": [
        "R Belknap",
        "S Weis",
        "A Brookens",
        "K Au-Yeung",
        "G Moon",
        "L Dicarlo"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0053373"
    },
    {
      "title": "C-SMART: efficient seamless cellular phone based patient monitoring system",
      "authors": [
        "G Blumrosen",
        "N Avisdris",
        "R Kupfer",
        "B Rubinsky"
      ],
      "year": 2011,
      "doi": "10.1109/WoWMoM.2011.5986191"
    },
    {
      "title": "Food and drug administration regulation of diabetes-related mHealth technologies",
      "authors": [
        "M Brooke",
        "B Thompson"
      ],
      "year": 2013
    },
    {
      "title": "Using mHealth technology to enhance self-monitoring for weight loss: a randomized trial",
      "authors": [
        "L Burke",
        "M Styn",
        "S Sereika",
        "M Conroy",
        "L Ye",
        "K Glanz"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2012.03.016"
    },
    {
      "title": "Design of an mHealth App for the self-management of adolescent type 1 diabetes: a pilot study",
      "authors": [
        "J Cafazzo",
        "M Palmert",
        "M Casselman",
        "D Katzman",
        "N Hamming"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2058"
    },
    {
      "title": "Wireless technology in disease management and medicine",
      "authors": [
        "G Clifford",
        "D Clifton"
      ],
      "year": 2012,
      "doi": "10.1146/annurev-med-051210-114650"
    },
    {
      "title": "Response patterns to interactive SMS health education quizzes at two sites in Uganda: a cohort study",
      "authors": [
        "De Lepper",
        "A Eijkemans",
        "Mjc Van Beijma",
        "H Loggers",
        "J Tuijn",
        "C Oskam"
      ],
      "year": 2013,
      "doi": "10.1111/tmi.12059"
    },
    {
      "title": "mHealth: technology for nursing practice, education, and research",
      "authors": [
        "W Doswell",
        "B Braxter",
        "A Dabbs",
        "W Nilsen",
        "M Klem"
      ],
      "year": 2013,
      "doi": "10.5430/jnep.v3n10p99"
    },
    {
      "title": "mHealth: technology for nursing practice, education, and research",
      "authors": [
        "W Doswell",
        "B Braxter",
        "Devito Dabbs",
        "A Nilsen",
        "W Klem"
      ],
      "year": 2013,
      "doi": "10.5430/jnep.v3n10p99"
    },
    {
      "title": "Mobilizing care through portable information devices for patients and providers",
      "authors": [
        "B Felkey",
        "B Fox"
      ],
      "year": 2010,
      "doi": "10.1310/hpj4510-801"
    },
    {
      "title": "Mapping mHealth research: a decade of evolution",
      "authors": [
        "M Fiordelli",
        "N Diviani",
        "P Schulz"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2430"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009
    },
    {
      "title": "Impact of a text messaging pilot program on patient medication adherence",
      "authors": [
        "K Foreman",
        "K Stockl",
        "L Le",
        "E Fisk",
        "S Shah",
        "H Lew"
      ],
      "year": 2012,
      "doi": "10.1016/j.clinthera.2012.04.007"
    },
    {
      "title": "The effectiveness of M-health technologies for improving health and health services: a systematic review protocol",
      "authors": [
        "C Free",
        "G Phillips",
        "L Felix",
        "L Galli",
        "V Patel",
        "P Edwards"
      ],
      "year": 2010,
      "doi": "10.1186/1756-0500-3-250"
    },
    {
      "title": "Function of an implanted tissue glucose sensor for more than 1 year in animals",
      "authors": [
        "D Gough",
        "L Kumosa",
        "T Routh",
        "J Lin",
        "J Lucisano"
      ],
      "year": 2010,
      "doi": "10.1126/scitranslmed.3001148"
    },
    {
      "title": "Effectiveness of mHealth behavior change communication interventions in developing countries: a systematic review of the literature",
      "authors": [
        "T Gurman",
        "S Rubin",
        "A Roess"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2011.649160"
    },
    {
      "title": "Doing qualitative research using your computer: a practical guide (Google eBook)",
      "authors": [
        "C Hahn"
      ],
      "year": 2008,
      "doi": "10.4135/9780857024411"
    },
    {
      "title": "The Accidental Taxonomist",
      "authors": [
        "H Hedden"
      ],
      "year": 2010,
      "doi": "10.69554/mwsk1813"
    },
    {
      "title": "Mobile Social Networking Health (MSNet-Health): beyond the mHealth frontier",
      "authors": [
        "M Househ"
      ],
      "year": 2012
    },
    {
      "title": "M-Health: emerging mobile health systems",
      "authors": [
        "Rsh Istepanian",
        "S Laxminarayan",
        "C Pattichis"
      ],
      "year": 2010,
      "doi": "10.1007/b137697"
    },
    {
      "title": "Highly survivable bed pressure mat remote patient monitoring system for mHealth",
      "authors": [
        "V Joshi",
        "M Holtzman",
        "A Arcelus",
        "R Goubran",
        "F Knoefel"
      ],
      "year": 2012,
      "doi": "10.1109/embc.2012.6345921"
    },
    {
      "title": "SpiroSmart",
      "authors": [
        "E Larson",
        "M Goel",
        "G Boriello",
        "S Heltshe",
        "M Rosenfeld",
        "S Patel"
      ],
      "year": 2012,
      "doi": "10.1145/2370216.2370261"
    },
    {
      "title": "The relationship between cell phone use, physical and sedentary activity, and cardiorespiratory fitness in a sample of U.S. college students",
      "authors": [
        "A Lepp",
        "J Barkley",
        "G Sanders",
        "M Rebold",
        "P Gates"
      ],
      "year": 2013,
      "doi": "10.1186/1479-5868-10-79"
    },
    {
      "title": "Global Networking of Cancer and NCD professionals using internet technologies: the Supercourse and mHealth applications",
      "authors": [
        "F Linkov",
        "N Padilla",
        "E Shubnikov",
        "R Laporte"
      ],
      "year": 2010
    },
    {
      "title": "mHealth data security: the need for HIPAAcompliant standardization",
      "authors": [
        "D Luxton",
        "R Kayl",
        "M Mishkind"
      ],
      "year": 2012,
      "doi": "10.1089/tmj.2011.0180"
    },
    {
      "title": "Adaptive security and privacy for mHealth sensing",
      "authors": [
        "S Mare",
        "J Sorber",
        "M Shin",
        "C Cornelius",
        "D Kotz"
      ],
      "year": 2011,
      "doi": "10.1145/2046556.2046574"
    },
    {
      "title": "Ultra low power signal oriented approach for wireless health monitoring",
      "authors": [
        "S Marinkovic",
        "E Popovici"
      ],
      "year": 2012,
      "doi": "10.3390/s120607917"
    },
    {
      "title": "A systematic review of the literature on home monitoring for patients with heart failure",
      "authors": [
        "A Martínez",
        "E Everss",
        "J Rojo-Alvarez",
        "D Figal",
        "A García-Alberola"
      ],
      "year": 2006,
      "doi": "10.1258/135763306777889109"
    },
    {
      "title": "Developing a full-cycle mHealth strategy",
      "authors": [
        "F Martinez"
      ],
      "year": 2012,
      "doi": "10.1097/01974520-201210000-00003"
    },
    {
      "title": "Beginning qualitative research: a philosophic and practical guide",
      "authors": [
        "P Maykut",
        "R Morehouse"
      ],
      "year": 1994,
      "doi": "10.4324/9780203485781"
    },
    {
      "title": "Patient attitudes toward mobile phone-based health monitoring: questionnaire study among kidney transplant recipients",
      "authors": [
        "W Mcgillicuddy",
        "K Weiland",
        "M Frenzel",
        "M Mueller",
        "M Brunner-Jackson",
        "J Taber"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2284"
    },
    {
      "title": "A rule-based mHealth system for cardiac monitoring",
      "authors": [
        "A Minutolo",
        "G Sannino",
        "M Esposito",
        "De Pietro"
      ],
      "year": 2010,
      "doi": "10.1109/IECBES.2010.5742217"
    },
    {
      "title": "Feasibility of mHealth and Near Field Communication technology based medication adherence monitoring",
      "authors": [
        "J Morak",
        "M Schwarz",
        "D Hayn"
      ],
      "year": 2012,
      "doi": "10.1109/embc.2012.6345922"
    },
    {
      "title": "Taxonomy development in information systems: developing a taxonomy of mobile applications",
      "authors": [
        "R Nickerson",
        "U Varshney",
        "J Muntermann",
        "H Isaac"
      ],
      "year": 2009,
      "doi": "10.1057/ejis.2012.26"
    },
    {
      "title": "Advancing the science of mHealth",
      "authors": [
        "W Nilsen",
        "S Kumar",
        "A Shar",
        "C Varoquiers",
        "T Wiley",
        "W Riley"
      ],
      "year": 2012,
      "doi": "10.1080/10810730.2012.677394"
    },
    {
      "title": "A mobile point of care reader for immediate diagnostics and analysis",
      "authors": [
        "P Olla",
        "T Prykari",
        "H Kauniskangas"
      ],
      "year": 2013,
      "doi": "10.1145/2534088.2534096"
    },
    {
      "title": "NETRA",
      "authors": [
        "V Pamplona",
        "A Mohan",
        "M Oliveira",
        "R Raskar"
      ],
      "year": 2010,
      "doi": "10.1145/1778765.1778814"
    },
    {
      "authors": [
        "V Pamplona",
        "E Passos",
        "J Zizka",
        "M Oliveira",
        "E Lawson",
        "E Clua"
      ],
      "year": 2011,
      "doi": "10.1145/2010324.1964942"
    },
    {
      "title": "Awearable health care system based on knitted integrated sensors",
      "authors": [
        "R Paradiso",
        "G Loriga",
        "N Taccini"
      ],
      "year": 2005,
      "doi": "10.1109/titb.2005.854512"
    },
    {
      "title": "A framework for the comparison of mobile patient monitoring systems",
      "authors": [
        "P Pawar",
        "V Jones",
        "B-Jf Van Beijnum",
        "H Hermens"
      ],
      "year": 2012,
      "doi": "10.1016/j.jbi.2012.02.007"
    },
    {
      "title": "Enabling telecare assessment with pervasive sensing and Android OS smartphone",
      "authors": [
        "O Postolache",
        "P Girao",
        "M Ribeiro",
        "M Guerra",
        "J Pincho",
        "F Santiago"
      ],
      "year": 2011,
      "doi": "10.1109/memea.2011.5966761"
    },
    {
      "title": "Exposing privacy concerns in mHealth",
      "authors": [
        "A Prasad",
        "J Sorber",
        "T Stablein",
        "D Anthony",
        "D Kotz"
      ],
      "year": 2011,
      "doi": "10.1145/2381966.2381983"
    },
    {
      "title": "A review on m-health system and technologies",
      "authors": [
        "A Rehalia",
        "R Kumar"
      ],
      "year": 2012
    },
    {
      "title": "The coding manual for qualitative researchers",
      "authors": [
        "J Saldana"
      ],
      "year": 2012,
      "doi": "10.59350/ky7tk-ek180"
    },
    {
      "title": "Serious Games Taxonomy",
      "authors": [
        "B Sawyer",
        "P Smith"
      ],
      "year": 2008
    },
    {
      "title": "A comparison of usability factors of four mobile devices for accessing healthcare information by adolescents",
      "authors": [
        "B Sheehan",
        "Y-J Lee",
        "M Rodriguez",
        "V Tiase",
        "R Schnall"
      ],
      "year": 2012,
      "doi": "10.4338/ACI-2012-06-RA-0021"
    },
    {
      "title": "New Smartphone scans from Stanford could prevent needless oral cancer deaths-Office of Communications & Public Affairs-Stanford University School of Medicine",
      "doi": "10.15420/aer.2014.3.3.177"
    },
    {
      "title": "Mobile digital fluorescence microscopy for diagnosis of tuberculosis",
      "authors": [
        "A Tapley",
        "N Switz",
        "C Reber",
        "J Davis",
        "C Miller",
        "J Matovu"
      ],
      "year": 2013,
      "doi": "10.1128/JCM.%2003432-12"
    },
    {
      "title": "Point of Care Diagnostic Testing World Markets",
      "authors": [
        "Trimark"
      ],
      "year": 2013
    },
    {
      "title": "Harnessing th value of mHealth for your organization",
      "authors": [
        "F Turisco",
        "M Garzone"
      ],
      "year": 2011,
      "doi": "10.1016/j.explore.2011.04.011"
    },
    {
      "title": "Comparison of traditional versus mobile app self-monitoring of physical activity and dietary intake among overweight adults participating in an mHealth weight loss program",
      "authors": [
        "G Turner-Mcgrievy",
        "M Beets",
        "J Moore",
        "A Kaczynski",
        "D Barr-Anderson",
        "D Tate"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001510"
    },
    {
      "authors": [
        "Usaid"
      ],
      "year": 2012,
      "doi": "10.1145/602421.602423"
    },
    {
      "title": "Point of care in your pocket: a research agenda for the field of m-health",
      "authors": [
        "A Van Heerden",
        "M Tomlinson",
        "L Swartz"
      ],
      "year": 2012,
      "doi": "10.2471/BLT.11.099788"
    },
    {
      "title": "Mobile Technologies for Enhancing eHealth Solutions in Developing Countries",
      "authors": [
        "D Vatsalan",
        "S Arunatileka",
        "K Chapman",
        "G Senaviratne",
        "S Sudahar",
        "D Wijetileka"
      ],
      "year": 2010,
      "doi": "10.1109/etelemed.2010.18"
    },
    {
      "title": "A review of the use of mobile phone text messaging in clinical and healthy behaviour interventions",
      "authors": [
        "J Wei",
        "I Hollin",
        "S Kachnowski"
      ],
      "year": 2011,
      "doi": "10.1258/jtt.2010.100322"
    },
    {
      "title": "A new frontier in health technology: the role of SMS text-based messaging as a smoking cessation intervention",
      "authors": [
        "J Wells",
        "G Forde",
        "C Forde"
      ],
      "year": 2011
    },
    {
      "title": "A development and evaluation process for mHealth interventions: examples from New Zealand",
      "authors": [
        "R Whittaker",
        "S Merry",
        "E Dorey",
        "R Maddison"
      ],
      "year": 2012
    },
    {
      "title": "mHealth New Horizons for Health through Mobile Technologies",
      "authors": [
        "Who",
        "Who"
      ],
      "year": 2011,
      "doi": "10.1093/ww/9780199540884.013.u11127"
    },
    {
      "title": "mHealth: New horizons for health through mobile technologies",
      "year": 2011,
      "doi": "10.4258/hir.2012.18.3.231"
    },
    {
      "title": "Mobile phone based wireless microscopy imaging technology",
      "authors": [
        "Y Yuan",
        "J Liu"
      ],
      "year": 2011
    }
  ],
  "num_references": 63
}
