{
  "paper_id": "X3JQDA66",
  "title": "Working memory and the design of health materials: A cognitive factors perspective",
  "abstract": "Over the past two decades, the field of health literacy research has risen to prominence, directing greater attention and criticism to how healthcare providers and systems deliver information to patients and their families. The term health literacy itself refers to the degree to which individuals have the capacity to obtain, process, and understand basic health information and services needed to make appropriate health decisions. As explained by the Institute of Medicine in its 2004 seminal report on the issue, there is a clear disconnect between what is asked of patients in the context of promoting and protecting health and the typical abilities possessed by most adults  [1] . While individuals differ by cognitive and social skills as well as motivation, the manner in which health information is often communicated makes it excessively difficult for all patients to understand and retain health information and take sustainable steps towards recommended behaviors. Recent health research has focused on evaluating promising interventions that target improving patients' understanding of their personal health, with hopes of subsequently achieving medical adherence and improving outcomes. Typically, researchers have attempted to either (1) raise the health literacy skills of at-risk groups, (2) improve communication between patients and healthcare providers, (3) alter the health care system, or (4) change the design of educational materials  [2] . Many strategies have focused on simplifying the text of written health materials, but rarely have these interventions fully addressed the science behind cognition, learning, and behavior. Consequently, such efforts have met with variable success  [1, [3] [4] [5] [6] . In this paper, we unify several overlapping theories and concepts to introduce what we term a 'cognitive factors' perspective to the design of health materials. We review cognitive psychology and learning sciences principles and relate them to the design of patient education tools aimed at the transfer and retention of knowledge among patients across all literacy levels. Specifically, we assess factors involving the optimal design of written text and the use of illustrations and icons in print materials. Finally, we examine how the modality in which health information is communicated may be an important,",
  "year": 2004,
  "date": "2004",
  "journal": "N C Med J",
  "publication": "N C Med J",
  "authors": [
    {
      "forename": "Elizabeth",
      "surname": "Wilson",
      "name": "Elizabeth Wilson",
      "affiliation": "a  Health Literacy and Learning Program , Center for Communication in Healthcare , Institute for Healthcare Studies , Division of General Internal Medicine , Feinberg School of Medicine at Northwestern University , Chicago , IL , USA \n\t\t\t\t\t\t\t\t Health Literacy and Learning Program \n\t\t\t\t\t\t\t\t Center for Communication in Healthcare \n\t\t\t\t\t\t\t\t Institute for Healthcare Studies \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Feinberg School of Medicine \n\t\t\t\t\t\t\t\t at Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t USA",
      "email": "eahwilson@northwestern.edu"
    },
    {
      "forename": "Michael",
      "surname": "Wolf",
      "name": "Michael Wolf",
      "affiliation": "a  Health Literacy and Learning Program , Center for Communication in Healthcare , Institute for Healthcare Studies , Division of General Internal Medicine , Feinberg School of Medicine at Northwestern University , Chicago , IL , USA \n\t\t\t\t\t\t\t\t Health Literacy and Learning Program \n\t\t\t\t\t\t\t\t Center for Communication in Healthcare \n\t\t\t\t\t\t\t\t Institute for Healthcare Studies \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Feinberg School of Medicine \n\t\t\t\t\t\t\t\t at Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "1  . Health Literacy and Learning Program , Institute for Healthcare Studies & Division of General Internal Medicine , Feinberg School of Medicine , Northwestern University , 750 N. Lake Shore Drive , 10th Floor , Chicago , IL 60611 , USA. \n\t\t\t\t\t\t\t\t Health Literacy and Learning Program \n\t\t\t\t\t\t\t\t Institute for Healthcare Studies \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Feinberg School of Medicine \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 750 N. Lake Shore Drive 10th Floor \n\t\t\t\t\t\t\t\t\t 60611 \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1016/j.pec.2008.11.005",
  "sections": [
    {
      "text": "Objective: Working memory and other supportive cognitive processes involved in learning are reviewed in the context of developing patient education materials. We specifically focus on the impact of certain design factors such as text format and syntax, the inclusion of images, and the choice of modality on individuals' ability to understand and remember health information. Methods: A selective review of relevant cognitive and learning theories is discussed with regard to their potential impact on the optimal design of health materials. Results: Working memory is measured as an individual's capacity to hold and manipulate information in active consciousness. It is limited by necessity, and well-designed health materials can effectively minimize extraneous cognitive demands placed on individuals, making working memory resources more available to better process content-related information. Conclusions: Further research is needed to evaluate specific design principles and identify ideal uses of print versus video-based forms of communication for conveying information. Practice implications: The process of developing health materials should account for the cognitive demands that extrinsic factors such as modality place on patients.\n\nß 2008 Published by Elsevier Ireland Ltd.\n\ncontext-dependent consideration when bringing together an educational strategy aimed at diverse patient populations."
    },
    {
      "title": "A cognitive factors perspective"
    },
    {
      "title": "Working memory and its constraints",
      "text": "Effective design of educational tools should facilitate communication of content and promote audience understanding, and the development of such materials should account for the cognitive processes underlying the user's interaction with them. Working memory is the resource through which people manipulate and actively keep information available for on-line processing. Working memory is activated in nearly all complex cognitive tasks (e.g. reading, mathematics, reasoning and problem solving), particularly those that require holding information in the face of distraction, or conducting simultaneous activities  [7, 8] . It is often described as a ''mental scratchpad,'' which can be constantly updated. Working memory resources are limited, allowing individuals to process only a finite amount of information at any given time. By virtue of its constrained capacity, working memory allows learners to focus on particular, prioritized elements of the materials they encounter, monitor ongoing understanding of important information, and ignore other elements to avoid information overload  [7] [8] [9] . While the limits of working memory serve a function imperative to the encoding of incoming information, these constraints highlight the importance of freeing cognitive resources from unnecessary processing caused by the ineffective design of educational materials.\n\nIn healthcare situations, the use of optimal design aimed at freeing cognitive resources is especially important, as these events are often stressful and mentally taxing for patients. In addition to basic cognitive abilities, the processes involved in working memory are driven by text factors, learner goals, and other influences such as situational context. For example, the ability to ignore distractions can vary based on a person's stress level, which is often high following a new diagnosis or in emergency care situations. In such instances, working memory may become increasingly cluttered with distracting thoughts or by the salience of painful symptoms. The design of materials to promote the successful encoding of information should recognize and account for the possibility that patients' processing abilities might be hindered or otherwise limited. Otherwise, inadequate comprehension of potentially valuable content will likely occur."
    },
    {
      "title": "Cognitive load theory",
      "text": "The constraints of working memory highlight the importance of reducing unnecessary cognitive demands on individuals when attempting to teach new information. According to Sweller's cognitive load theory, the mental demands placed on audiences by educational materials can occur as a result of factors intrinsic to the contained content (such as the conceptual difficulty of the material being presented), or by way of extrinsic cognitive demands that are external to a material's conceptual message but related to the manner in which it is designed (e.g. format, use of white space, font size, word choice, or syntactic structure)  [10, 11] . Cognitive load can also be germane in the sense that individuals must be active participants in the learning process and that some amount of mental expenditure is necessary to achieve deeper comprehension in any given situation.\n\nWhile intrinsic load is inherent to conceptual content, and germane load is beneficial to learners' eventual understanding and application of information, excessive extrinsic load can hinder individuals' capabilities to achieve mastery of the material's content by clogging working memory with unneeded processing.\n\nBecause individuals have a set capacity of working memory with which to process incoming information, design elements that minimize the amount of working memory necessary to decode new information will allow individuals to siphon more resources towards comprehending the core messages that designers are attempting to convey."
    },
    {
      "title": "Written text and working memory",
      "text": "There are many design factors that can impact patients' learning. We highlight a select, but by no means exhaustive set of suggestions for the improvement of text-based documents, the use of illustrations, and the choice of appropriate media for depicting medical information. Overall, effective educational materials should allow readers to focus mental energy on understanding a message's concept and minimize the proportion of mental resources needed to process the design-related aspects of print such as organization and wording. Table  1  provides a summary of ''Best Practices'' for the development of print materials. Across a wide range of contexts, extraneous variables such as format and wording have been shown to impact processes such as comprehension and recall of information. For example, organizing medical instructions into a list format is linked to better understanding and memory for that information among general populations of older adults  [12, 13]  and older patients with heart failure  [14] .\n\nThe wording of messages can also affect how well they are understood and remembered. Global simplification of text has been positively correlated with better comprehension, but readers with low literacy levels still experience great difficulty interacting with simplified written materials  [15] [16] [17] . Thus, reducing the readability of text is not likely to solve comprehension problems. A focus on working memory constraints and the minimization of unnecessary text may benefit readers by removing distractions and allowing patients to focus their attention on relevant information. Irrelevant information has been shown to slow reading, especially among older adults, whose difficulties remain even when they are told to ignore distracting, italicized print found in predictable locations  [18] .\n\nEven the use of attention-getting techniques such as 'mythbusting' should be employed with caution and with a consideration of cognitive factors. Although myth-busting techniques are often used by authors of health materials in an attempt to change readers' minds about commonly held beliefs, the use of this strategy can backfire and cause people to remember the opposite of what designers intend. This effect is particularly marked for older adults, who are more likely to believe that a myth is true if it feels familiar, even if they are explicitly told that it is false  [19] . The presence of negations in health-related statements can also hinder memory for information, as readers are more likely to misremember negatively worded health guidelines than positively worded ones, and older readers of negatively worded health statements are more likely to later mistakenly endorse their positively worded counterparts than vice versa  [20] ."
    },
    {
      "title": "Cognitive considerations involving the use of illustrations",
      "text": "Just as the judicious use of text can help patients effectively encode and retain health information, the use of icons and illustrations may also improve comprehension and recall, especially if their inclusion allows for concepts to be more explicitly depicted than would be possible if only text were used. Illustrations may be especially helpful relative to text when concepts to be taught involve relationships between items or processes  [21, 22] . Additionally, the use of icons and illustrations may benefit less literate patients by decreasing the cognitive demands of reading. The use of pictographs and icons has been positively associated with better comprehension and recall of health materials in a wide range of studies  [23] [24] [25] [26] [27] [28] [29] .\n\nDespite the potential benefits of illustrations on patients' learning health information, care should be taken when implementing illustrations into health materials. In certain instances and populations, illustrations may actually hinder the learning of new information. For example, the inclusion of graphics that serve as decorative embellishment but do not provide relevant, supportive information can actually hurt comprehension  [30] . Consideration of the intended audience of certain health materials is also imperative, as certain groups may benefit more from illustrations than others. For example, athough younger readers have been shown to benefit from the inclusion of icons on medication labels, older adults' memory for labels that included graphics was poorer than for labels formatted in the more typical, text-only style, possibly because older adults were less familiar with the new, icon-based format  [31] ."
    },
    {
      "title": "Learning and the choice of modality",
      "text": "While there is an evidence base guiding the optimal development of print media accounting for working memory constraints, the choice of medium itself can also extrinsically affect cognitive load. A core element of Mayer's multimedia learning theory is the modality principle, which suggests the medium through which information is delivered can dramatically influence the ease with which new information is understood and remembered  [32, 33] . According to the theory, although cognitive resources have a finite capacity, working memory has multiple, distinct stores for information based on the modality through which information is presented. In particular, visual and aural information are processed separately  [8, 34] . When content is depicted nonredundantly via images and words, verbal content is better encoded when heard via narration rather than when seen via print. The use of audio to convey verbal information frees visual working memory to process related images, while print-based text forces readers to split visual working memory resources between written words and pictures  [32, 33] .\n\nAccording to the modality principle, the use of video as a communicative device, with dynamic images and audio narration, should be superior to print-based media that require all content to be displayed visually to audiences. Indeed, video may be preferable if it allows audiences to encounter information in a manner that is less taxing on mental processes such as working memory. In such an instance, the use of video would allow for greater allocation of cognitive resources towards comprehension of intrinsic components of the intended message. The use of video may lessen the working memory load required to comprehend text and free resources to process message-relevant information, a benefit especially relevant for populations who already are challenged by reading difficulties. Video may also be preferable to print in cases where material involves procedural information (e.g., step-by-step instructions to complete self-care behaviors such as blood glucose monitoring or asthma inhaler usage). In these instances, video can provide audiences with more explicit depictions of actions than text or static images are able to impart to an audience.\n\nDespite intuitions from Mayer's multimedia learning theory, empirical evidence supporting one medium over the other is conflicted, suggesting that the relative benefits of video may be specific to certain contexts or types of information. For example, presenting messages across multiple modalities (i.e. visually and aurally) can improve comprehension and recall  [33, 35] . However, in a direct comparison of print to animated material, Mayer et al. found that college undergraduates who studied concepts presented via print better understood and recalled the information than did those who viewed videos containing identical information  [36] . These seemingly counter-intuitive results are explained through the static-media hypothesis. This hypothesis suggests that in cases where still images and print can focus readers' attention to specific, imperative information and allow readers to review and control the pace, print may facilitate recall better than video  [36] . In certain medical contexts, it is plausible that the use of print could reduce extraneous working memory load and benefit patients more than the use of video. For instance, in chronic disease self-management scenarios where there is an evident need to repeatedly review a substantial amount of information (e.g. daily use of a preventive inhaler to control asthma symptoms or daily monitoring of blood glucose levels among diabetics), print materials may be quite useful as tangible external aids. However, video may have greater success in describing procedures pertaining to a single-event decision, such as the need for colorectal cancer screening or a flu vaccine.\n\nWhile specific cases may exist where the use of video over a message-equivalent print-based counterpart better supports comprehension and recall of information, the opposite is also true. Print materials are easier and cheaper to produce than message-equivalent videos, which can allow for wider distribution to patients of different socioeconomic backgrounds. For individuals trying to learn new concepts, self-pacing the flow of incoming information is facilitated when it is presented via print relative to video  [36] . In effect, readers can easily choose how to prioritize time spent with print-based information. The use of print also excludes motion and the amount of visual information presented to audiences, allowing for increased focus on key points of information and decreased distraction of attention towards nonimperative and secondary content. Finally, print-based materials are tangible and relatively permanent compared to video: patients can take print information home after receiving instructions from providers and can review the information as needed more easily than can be done with instructions given via video format. The opportunity for such repetition and rehearsal of the information can subsequently aid recall of instructions and support the completion of prospective behaviors such as remembering to take one's medication or carry out other self-care acts. Thus, certain situations might call for one modality over the other, but other conditions might be better depicted by the opposing medium (see Table  2  for a summary)."
    },
    {
      "title": "Discussion and conclusion",
      "text": "The limited capacity of working memory highlights the need for effective design that minimizes the extraneous cognitive demands placed on patients and frees their mental resources to better process important information. When applying a cognitive factors approach to the development and refinement of health materials, it is also important to note the circumstance in which the material will likely be presented. Design strategies involving static media should consider audience characteristics as well as universal cognitive constraints to most effectively encourage patients' learning and recall of health information.\n\nEven when designers use optimal strategies to promote effective learning, a message's modality can affect cognitive load and subsequent patient understanding and recall of material. The optimal medium of presentation may depend on factors such as the nature of the health topic, purpose of information, or audience. Although declarative content, such as lists of symptoms or side effects, may be will suited for print, procedural content, such as instructions for self-care behaviors, may be better depicted through video. Additionally, materials designed to guide one-time decisions may be effectively shown via video because such decisions are not dependent on long-term recall of information. Instructions for repeated self-care behaviors, on the other hand, will need to be remembered over days or weeks and might be better served by tangible print materials that allow for repeated, at-home review."
    },
    {
      "title": "Conclusion",
      "text": "Designers of patient education materials should consider cognitive variables such as working memory load in an effort to create manageable products that can be more easily processed and understood. When considering other material attributes extrinsic to the content to be presented (e.g. format and syntax), an emphasis on cognitive factors may help audiences, especially those with limited literacy or declining cognitive ability, to process, understand, and remember the information. Direct comparisons of message modality (e.g. print versus video) are necessary to accurately identify the mode of delivery that best accounts for the constraints of working memory, and the optimal medium will likely vary by healthcare context."
    },
    {
      "title": "Practice implications",
      "text": "The process of developing educational materials for patients must include careful considerations of cognitive factors to ensure that products ultimately serve their purpose. Specifically, patient education materials should account for limitations in working memory capacity by effectively minimizing extraneous cognitive demands placed on individuals. Lessening such demands will free working memory resources to better process content-related information. Considerations might also include using a 'limit-andlayer' approach to the introduction of health content, with smaller quantities of information introduced at any given time. Instructional strategies could also be coupled with well-designed materials to support adequate comprehension and encourage later review.\n\nIt should be noted that even when health materials are optimally designed, the choice of the modality in which they are presented should be carefully weighed, with consideration given to the conceptual nature of content and the target audience. Situations where procedural content requires explicit, detailed depiction of actions to ensure accurate comprehension may best be served by the use of video. However, focused, declarative content that includes thoughtfully chosen static images may be better depicted via print-based materials. Cognitive resources, including the literacy level and age of patients, as well as motivation to learn will likely predict the relative ease and efficacy with which different populations interact with video relative to print. In many instances, the use of print and video tools together may be a more effective strategy for delivering health messages than either modality exclusively. Further research is needed to evaluate the efficacy of specific design strategies in isolation in order to confirm exactly what elements comprise 'best practices' for patient education materials."
    },
    {
      "text": "Ten ''Best Practices'' for developing effective print materials for patients."
    }
  ],
  "references": [
    {
      "title": "Health literacy: a prescription to end confusion",
      "authors": [
        "L Nielsen-Bohlman"
      ],
      "year": 2004,
      "doi": "10.17226/10883"
    },
    {
      "title": "Low health literacy: epidemiology and interventions",
      "authors": [
        "D Dewalt"
      ],
      "year": 2007,
      "doi": "10.18043/ncm.68.5.327"
    },
    {
      "title": "A conceptual framework for the relationship between health literacy and health care outcomes: the chronic disease exemplar",
      "authors": [
        "D Schillinger",
        "T Davis"
      ],
      "year": 2005,
      "doi": "10.3233/shti200020"
    },
    {
      "title": "Deciphering the connections between literacy and health",
      "authors": [
        "D Baker"
      ],
      "year": 1999,
      "doi": "10.1046/j.1525-1497.1999.00342.x"
    },
    {
      "title": "Implementation and evaluation of a low-literacy diabetes education computer multimedia application",
      "authors": [
        "B Gerber",
        "I Brodsky",
        "K Lawless",
        "L Smolin",
        "A Arozullah",
        "E Smith",
        "M Berbaum",
        "P Heckerling",
        "A Eiser"
      ],
      "year": 2005,
      "doi": "10.2337/diacare.28.7.1574"
    },
    {
      "title": "A polio immunization pamphlet with increased appeal and simplified language does not improve comprehension to an acceptable level",
      "authors": [
        "T Davis",
        "D Fredrickson",
        "C Arnold",
        "P Murphy",
        "M Herbst",
        "J Bocchini"
      ],
      "year": 1998,
      "doi": "10.1016/s0738-3991(97)00053-0"
    },
    {
      "title": "The fractionation of working memory",
      "authors": [
        "A Baddeley"
      ],
      "year": 1996,
      "doi": "10.1073/pnas.93.24.13468"
    },
    {
      "title": "Working memory",
      "authors": [
        "A Baddeley"
      ],
      "year": 1992
    },
    {
      "title": "The use of knowledge in discourse processing: a constructionincrementation model",
      "authors": [
        "W Kintsch"
      ],
      "year": 1988,
      "doi": "10.1037/0033-295x.95.2.163"
    },
    {
      "title": "Cognitive load theory, learning difficulty, and instructional design",
      "authors": [
        "J Sweller"
      ],
      "year": 1994,
      "doi": "10.1016/0959-4752(94)90003-5"
    },
    {
      "title": "Cognitive Architecture and Instructional Design",
      "authors": [
        "J Sweller",
        "Jjg Van Merrienboer",
        "Fgwc Paas"
      ],
      "year": 1998,
      "doi": "10.1023/a:1022193728205"
    },
    {
      "title": "List formats improve medication instructions for older adults",
      "authors": [
        "D Morrow",
        "V Leirer"
      ],
      "year": 1995,
      "doi": "10.1080/0360127950210204"
    },
    {
      "title": "The influence of list format and category headers on age",
      "authors": [
        "D Morrow",
        "V Leirer",
        "J Andrassy",
        "C Hier",
        "W Menard"
      ],
      "year": 1998
    },
    {
      "title": "Improving medication knowledge among older adults with heart failure: a patientcentered approach to instruction design",
      "authors": [
        "D Morrow",
        "M Weiner",
        "J Young",
        "D Steinley",
        "M Deer",
        "M Murray"
      ],
      "year": 2005,
      "doi": "10.1093/geront/45.4.545"
    },
    {
      "title": "Simplification of Emergency Department discharge instructions improves patient comprehension",
      "authors": [
        "B Jolly",
        "J Scott",
        "S Sanford"
      ],
      "year": 1995,
      "doi": "10.1016/s0196-0644(95)70112-5"
    },
    {
      "title": "Development of injury prevention materials for people with low literacy skills",
      "authors": [
        "L Trifiletti",
        "W Shields",
        "E Mcdonald",
        "A Walker",
        "A Gielen"
      ],
      "year": 2006,
      "doi": "10.1016/j.pec.2005.12.005"
    },
    {
      "title": "Misunderstanding of prescription drug warning labels among patients with low literacy",
      "authors": [
        "M Wolf",
        "T Davis",
        "H Tilson",
        "Iii Bass",
        "Pf",
        "R Parker"
      ],
      "year": 2006,
      "doi": "10.2146/ajhp050469"
    },
    {
      "title": "Aging, distraction, and the benefits of predictable location",
      "authors": [
        "M Carlson",
        "L Hasher",
        "R Zacks",
        "S Connelly"
      ],
      "year": 1995,
      "doi": "10.1037//0882-7974.10.3.427"
    },
    {
      "title": "How warnings about false claims become recommendations",
      "authors": [
        "I Skurnik",
        "C Yoon",
        "D Park",
        "N Schwarz"
      ],
      "year": 2005,
      "doi": "10.1086/426605"
    },
    {
      "title": "A case for clarity in the writing of health statements",
      "authors": [
        "Eah Wilson",
        "D Park"
      ],
      "year": 2008
    },
    {
      "title": "Learning and Understanding Science Instructional Material",
      "authors": [
        "R Carlson",
        "P Chandler",
        "J Sweller"
      ],
      "year": 2003,
      "doi": "10.1037/0022-0663.95.3.629"
    },
    {
      "title": "Constructing mental models of machines from text and diagrams",
      "authors": [
        "M Hegarty",
        "M Just"
      ],
      "year": 1993
    },
    {
      "title": "Discharge instructions: do illustrations help our patients understand them?",
      "authors": [
        "P Austin",
        "R Matlack",
        "K Dunn",
        "C Kesler",
        "C Brown"
      ],
      "year": 1995,
      "doi": "10.1016/s0196-0644(95)70286-5"
    },
    {
      "title": "Communicating information to patients: the use of cartoon illustrations to improve comprehension of instructions",
      "authors": [
        "C Delp",
        "J Jones"
      ],
      "year": 1996,
      "doi": "10.1111/j.1553-2712.1996.tb03431.x"
    },
    {
      "title": "Pictograms for conveying medicine instructions: comprehension in various South African language groups",
      "authors": [
        "R Dowse",
        "M Ehlers"
      ],
      "year": 2004,
      "doi": "10.1211/002235702810"
    },
    {
      "title": "Medicine labels incorporating pictograms: do they influence understanding and adherence?",
      "authors": [
        "R Dowse",
        "M Ehlers"
      ],
      "year": 2005,
      "doi": "10.1016/j.pec.2004.06.012"
    },
    {
      "title": "Using pictographs to enhance recall of spoken medical instructions",
      "authors": [
        "P Houts",
        "R Bachrach",
        "J Witmer",
        "C Tringali",
        "J Bucher",
        "R Localio"
      ],
      "year": 1998,
      "doi": "10.1016/s0738-3991(98)00065-2"
    },
    {
      "title": "Using pictographs to enhance recall of spoken medical instructions II",
      "authors": [
        "P Houts",
        "J Witmer",
        "H Egeth",
        "M Loscalzo",
        "J Zabora"
      ],
      "year": 2001,
      "doi": "10.1016/s0738-3991(00)00171-3"
    },
    {
      "title": "Development of an illustrated medication schedule as a low-literacy patient education tool",
      "authors": [
        "S Kripalani",
        "R Robertson",
        "M Love-Ghaffari",
        "L Henderson",
        "J Praska",
        "A Strawder",
        "M Katz",
        "T Jacobson"
      ],
      "year": 2007
    },
    {
      "title": "Older readers can be distracted by embellishing graphics in text",
      "authors": [
        "J Griffin",
        "P Wright"
      ],
      "year": 2008
    },
    {
      "title": "Effects of labeling techniques on memory and comprehension of prescription information in young and old adults",
      "authors": [
        "R Morrell",
        "D Park",
        "L Poon"
      ],
      "year": 1990,
      "doi": "10.1093/geronj/45.4.p166"
    },
    {
      "title": "The promise of multimedia learning: using the same instructional design methods across different media",
      "authors": [
        "R Mayer"
      ],
      "year": 2003,
      "doi": "10.1016/s0959-4752(02)00016-6"
    },
    {
      "title": "Nine ways to reduce cognitive load in multimedia learning",
      "authors": [
        "R Mayer",
        "R Moreno"
      ],
      "year": 2003
    },
    {
      "title": "Modality effects and the structure of short-term verbal memory",
      "authors": [
        "C Penney"
      ],
      "year": 1989,
      "doi": "10.3758/bf03202613"
    },
    {
      "title": "Cognitive constraints on multimedia learning: when presenting more material results in less understanding",
      "authors": [
        "R Mayer",
        "J Heiser",
        "S Lonn"
      ],
      "year": 2001
    },
    {
      "title": "When static media promote active learning: annotated illustrations versus narrated animations in multimedia instruction",
      "authors": [
        "R Mayer",
        "M Hegarty",
        "S Mayer",
        "J Campbell"
      ],
      "year": 2005,
      "doi": "10.1037/1076-898x.11.4.256"
    }
  ],
  "num_references": 36
}
