{
  "paper_id": "X7VVS677",
  "title": "The Transtheoretical Model: Is It Still the Best We Have?",
  "year": 2025,
  "date": "2025-02-13",
  "journal": "J Med Internet Res",
  "publication": "J Med Internet Res",
  "authors": [
    {
      "forename": "Kaiyuan",
      "surname": "Cen",
      "name": "Kaiyuan Cen",
      "affiliation": "1  Cardiovascular Department , Guidong People's Hospital of Guangxi Zhuang Autonomous Region , Wuzhou , China \n\t\t\t\t\t\t\t\t Cardiovascular Department \n\t\t\t\t\t\t\t\t Guidong People's Hospital \n\t\t\t\t\t\t\t\t of Guangxi Zhuang Autonomous Region \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wuzhou \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Juanyu",
      "surname": "Lin",
      "name": "Juanyu Lin",
      "affiliation": "3  Laboratory Medicine Department , GongRen Hospital of WuZhou , Wuzhou , China \n\t\t\t\t\t\t\t\t Laboratory Medicine Department \n\t\t\t\t\t\t\t\t GongRen Hospital of WuZhou \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wuzhou \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "affiliation": "PhD Cardiovascular Department Guidong People's Hospital of Guangxi Zhuang Autonomous Region Xijiang 4th Road Wuzhou , 543200 China \n\t\t\t\t\t\t\t\t PhD Cardiovascular Department Guidong People's Hospital of Guangxi \n\t\t\t\t\t\t\t\t Zhuang Autonomous Region \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Xijiang 4th Road \n\t\t\t\t\t\t\t\t\t 543200 \n\t\t\t\t\t\t\t\t\t Wuzhou \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.2196/75579",
  "keywords": [
    "mhealth",
    "cardiac rehabilitation",
    "mobile health intervention",
    "behavior change",
    "chronic disease management",
    "mobile phone app",
    "smartphone",
    "lifestyle",
    "mobile health"
  ],
  "sections": [
    {
      "text": "Lunde et al  [1]  present a thoughtful 5-year follow-up of an app-based intervention following cardiac rehabilitation. The most telling result is not simply that the intervention's effects diminished over time, but that this decline began as early as 1 year. That timing raises a deeper concern about the relationship between how we design interventions and the behavioral models we continue to use.\n\nThe authors structured their intervention using the Transtheoretical Model, a well-known framework in behavior change science. While the model offers a clear sequence of stages, it often fails to reflect how people actually change, especially when living with chronic conditions. Patients do not progress neatly from contemplation to maintenance.their motivation fluctuates. They pause, regress, and adapt based on circumstances. The idea that someone reaches a stable \"termination\" phase of change may work in theory, but it rarely holds in practice, particularly after structured support is withdrawn. To their credit, the authors acknowledge that reaching the model's endpoint within a year is unlikely. However, this admission prompts a more fundamental question: If the endpoint lies beyond the duration of the intervention, then is the model conceptually aligned with what the intervention is trying to achieve? When timelines and theoretical frameworks pull in different directions, the expectations we place on interventions may become difficult to justify. Other models may offer a better fit for this type of long-term digital support. Established frameworks such as Self-Determination Theory and Social Cognitive Theory place more emphasis on sustained motivation, perceived autonomy, and environmental reinforcement  [2] [3] [4] [5] . These frameworks do not assume that change unfolds in fixed stages. Instead, they treat behavioral maintenance as something that must be supported continuously. This perspective may be more appropriate for post-cardiac rehabilitation populations, where setbacks are common and the need for external structure does not disappear after 1 year.\n\nWhat makes this study particularly valuable is not only its extended follow-up, but the opportunity it offers to revisit long-standing assumptions in mobile health (mHealth) intervention design. The choice of a behavioral model is not a technical detail. It defines the scope of the intervention, the outcomes we expect, and how we interpret success. The Transtheoretical Model has shaped much of our past work, but it may no longer be flexible enough to guide digital health strategies aimed at long-term behavior change. It is worth asking whether our theories need to evolve in order to keep pace with the people and technologies they are meant to serve."
    }
  ],
  "references": [
    {
      "title": "Effects of individualized follow-up with an app postcardiac rehabilitation: five-year follow-up of a randomized controlled trial",
      "authors": [
        "P Lunde",
        "A Bye",
        "J Grimsmo"
      ],
      "year": 2025,
      "doi": "10.2196/60256"
    },
    {
      "title": "Reciprocal relations between autonomous motivation from selfdetermination theory and social cognition constructs from the theory of planned behavior: A cross-lagged panel design in sport injury prevention",
      "authors": [
        "Dkc Chan",
        "L Zhang",
        "Asy Lee",
        "M Hagger"
      ],
      "year": 2020,
      "doi": "10.1016/j.psychsport.2020.101660"
    },
    {
      "title": "The \"what\" and \"why\" of goal pursuits: human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_01"
    },
    {
      "title": "Health promotion by social cognitive means",
      "authors": [
        "A Bandura"
      ],
      "year": 2004,
      "doi": "10.1177/1090198104263660"
    },
    {
      "title": "Consumer-based wearable activity trackers increase physical activity participation: systematic review and meta-analysis",
      "authors": [
        "K Brickwood",
        "G Watson",
        "O 'brien",
        "J Williams"
      ],
      "year": 2019,
      "doi": "10.2196/11819"
    }
  ],
  "num_references": 5
}
