{
  "paper_id": "XGNS66QH",
  "title": "Text Messaging as a Tool for Behavior Change in Disease Prevention and Management",
  "abstract": "Mobile phone text messaging is a potentially powerful tool for behavior change because it is widely available, inexpensive, and instant. This systematic review provides an overview of behavior change interventions for disease management and prevention delivered through text messaging. Evidence on behavior change and clinical outcomes was compiled from randomized or quasi-experimental controlled trials of text message interventions published in peer-reviewed journals by June 2009. Only those interventions using text message as the primary mode of communication were included. Study quality was assessed by using a standardized measure. Seventeen articles representing 12 studies (5 disease prevention and 7 disease management) were included. Intervention length ranged from 3 months to 12 months, none had long-term follow-up, and message frequency varied. Of 9 sufficiently powered studies, 8 found evidence to support text messaging as a tool for behavior change. Effects exist across age, minority status, and nationality. Nine countries are represented in this review, but it is problematic that only one is a developing country, given potential benefits of such a widely accessible, relatively inexpensive tool for health behavior change. Methodological issues and gaps in the literature are highlighted, and recommendations for future studies are provided.",
  "year": 2011,
  "date": "2011-04-27",
  "journal": "Telecomm Policy",
  "publication": "Telecomm Policy",
  "authors": [
    {
      "forename": "Heather",
      "surname": "Cole-Lewis",
      "name": "Heather Cole-Lewis",
      "email": "heather.cole-lewis@yale.edu"
    },
    {
      "forename": "Trace",
      "surname": "Kershaw",
      "name": "Trace Kershaw"
    },
    {
      "affiliation": "Division of Chronic Disease Epidemiology , School of Epidemiology and Public Health , Yale University , New Haven , Connecticut. \n\t\t\t\t\t\t\t\t Division of Chronic Disease Epidemiology \n\t\t\t\t\t\t\t\t School of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t Yale University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Haven \n\t\t\t\t\t\t\t\t\t Connecticut"
    },
    {
      "affiliation": "Yale University School of Epidemiology and Public Health , P.O. Box 208034 , New Haven , CT 06520-8034 \n\t\t\t\t\t\t\t\t Yale University School of Epidemiology and Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t P.O. Box 208034 \n\t\t\t\t\t\t\t\t\t 06520-8034 \n\t\t\t\t\t\t\t\t\t New Haven \n\t\t\t\t\t\t\t\t\t CT"
    }
  ],
  "doi": "https://doi.org/10.13039/100000025",
  "pmid": "18482956",
  "keywords": [
    "cellular phone",
    "health behavior",
    "intervention studies",
    "review"
  ],
  "sections": [
    {
      "title": "BACKGROUND",
      "text": "By the end of 2008, there were an estimated 4 billion mobile phone subscribers worldwide. Since there were only 1 billion subscribers in 2002, it is apparent that use of this technology is growing rapidly  (1) . Ninety-five percent of countries in the world have mobile phone networks, and the majority of these countries have more mobile phone than landline subscriptions  (2, 3) . In nearly a third of the countries, the number of cell phones in use is greater than the number of people living in those countries  (4) .\n\nMobile phones have had a considerable impact in developing countries  (3, 5, 6) . Communication by mobile phone is less expensive than alternative options such as landline telephones or standard Internet  (1, 7) . Millions of people across Africa and Asia who never had access to traditional phone communication now use mobile phones on a regular basis  (3, 5, 8) . Additionally, across the world (in both developing and developed countries), people are gaining access to the Internet via mobile phones. For many, the mobile phone is currently the primary mode of accessing the Internet, which the Pew Internet & American Life Project suggests will be the case for the entire world by 2020  (5, 9) . In a recent survey, 23% of Americans reported accessing the Internet via their mobile phone on a typical day, reflecting a 64% increase from 2007  (10) . United Nations leaders report that the widespread use of mobile technology demonstrates feasibility for the use of information and communication technologies throughout the world. This is important, given the potential of these technologies to serve as catalysts for reaching the Millennium Development Goals for 2015 (8).\n\nMobile technology has already been widely adopted around the world; its utilization is growing at a rapid rate, not just for interpersonal communication but as an important aspect of communication infrastructure for industries including finance, education, and marketing  (3, 5, 11, 12) . Mobile technology is also increasingly used to promote health and prevent disease  (11, (13) (14) (15) (16) (17) . Mobile health (mHealth) is the use of mobile phone technology to deliver health care. Mobile phone technologies that have been utilized for mHealth include, but are not limited to, text messaging, video messaging, voice calling, and Internet connectivity  (5, 13, 14, 18) . mHealth innovations have been developed that address an array of issues such as improving the convenience, speed, and accuracy of diagnostic tests; monitoring chronic conditions, medication adherence, appointment keeping, and medical test result delivery; and improving patient-provider communication, health information communication, remote diagnosis, data collection, disease and emergency tracking, and access to health records  (5, 6, 13) . For example, in South Africa, Project Masiluleke uses text messaging to increase rates of testing for tuberculosis and human immunodeficiency virus (HIV) and to provide counseling for patients  (19) . The CelloPhone Project, developed in the United States, creates an optical imaging platform that allows body fluids to be analyzed with a mobile phone  (20) . Another project in the United States uses mobile video messaging to deliver soap operas that model HIV prevention messages for young women  (21) . In Uganda, EpiHandy-a mobile-phonebased data collection and records access tool-was found to reduce data entry errors and improve cost-efficiency when compared with traditional paper surveys  (6) . mHealth has been used because it offers interactive 2-way communication, which provides a wide range of opportunities from improving self-monitoring for those with chronic diseases to improving public health infrastructure in rural areas (e.g., remote access to data and health records)  (6, (22) (23) (24) . mHealth also allows researchers to capitalize on the existing cultural behaviors of young populations, given their rates of access and use of mobile technology  (3, (23) (24) (25) (26) (27) (28) .\n\nThis review focuses on the least advanced, but most widely adopted and least expensive technological feature of mHealth-text messaging  (3, 13, 14, 28, 29) . Text messaging is a short form of communication transmitted between mobile phones on a bandwidth lower than that of a phone call, and it is usually limited to 160 characters. An estimated 98% of cell phones worldwide have text message capabilities, but text messaging usage rates vary by age, culture, and country  (3, 28, 30) . For instance, 58% of US mobile users send text messages, and 30% of US teens send messages daily  (25, 30) . However, rates of text messaging vary by region and country. Even among countries with the highest usage, rates vary from as high as 89% in Mexico to 48% in India  (3, 30) . Furthermore, users of this technology tend to be high-frequency users, optimizing its use as a way to initiate behavior change. For example, 30% of South Korean teens send an average of 100 messages per day  (3) . In the United States, where 89% of teens use text messaging, the monthly average number of text messages sent and received is 2,899 (31).\n\nText messaging demonstrates strong potential as a tool for health care improvement for several reasons; it is available on almost every model of mobile phone, the cost is relatively low, its use is widespread, it does not require great technological expertise, and it is widely applicable to a variety of health behaviors and conditions  (1, 2, 13, 29) . Text messaging also has the advantage of being asynchronous because it can be accessed at any time that is personally convenient  (13, 14) . Furthermore, even if a phone has been turned off, messages will be delivered when the phone is turned back on  (29) . Additionally, text messaging is an mHealth innovation for which utility remains even in resource-poor settings in which people may not have access to expensive technology  (14, 15, 29) . Text messaging is suitable for behavior change interventions because it allows for in-the-moment, personally tailored health communication and reinforcement.\n\nText messaging can be used as a way to deliver prevention components based on theoretical models such as the theory of planned behavior and the health belief model  (32) . Therefore, it can be viewed as an alternative approach to program delivery instead of personal-or groupdelivered programs. However, the process of text messaging itself may tap important constructs (e.g., cues to action, reinforcement, social support) central to many behavioral theories even when the developer of the program did not explicitly base the content of the message on a theory. Studies have found that periodic prompts and reminders are an effective method to encourage and reinforce healthy behaviors  (33) . Therefore, increased communication, accountability, and reinforcement created by text messaging may increase the likelihood of remembering the changes that one should be making. Despite this advantage, data suggest that most prevention programs achieve stronger results when the content is theory based  (33) (34) (35) .\n\nThis review is important because mHealth is a rapidly growing area of research with the potential to promote health equity  (8, 36) . mHealth is quickly growing in practice as well, as health care professionals around the world continuously develop practical text message campaigns in the field to improve health behavior  (15, 16) . In a recent global survey, 86% of workers in nongovernmental organizations reported use of a mobile phone in their job, and text messaging was the second most commonly used feature (83%)  (37) . Furthermore, mHealth appeals to health care consumers. A recent study found that nearly 8 in 10 Americans expressed interest in mHealth  (36) .\n\nThis review assesses current research on the effect of text messaging in the realms of disease prevention and management using established guidelines and best practices for systematic reviews  (38) (39) (40) . It differs from existing reviews because of a specific focus on text messaging as the main intervention component, inclusion of only randomized controlled trials and quasi-experimental studies, and consideration of all behaviors related to disease prevention and management  (13) (14) (15) 18) . Text messaging is of particular interest in this review because of the unique promise of mHealth-it is the most widely available and frequently used mobile data service  (3, 30) . Only the most rigorous of study designs are included in this review to provide the best existing empirical evidence on text messaging. Furthermore, inclusion of the full range of disease prevention and management behaviors provides an opportunity to learn from the successes and failures of each and to identify commonalities and differences. This information will be important to identify gaps and issues in the literature for investigators as well as best practices to guide practitioners in the field.\n\nThe primary objective of this systematic review is to assess the effectiveness of behavior change interventions for disease management and prevention delivered primarily through text messaging. Evidence on behavior change and clinical outcomes was compiled from randomized controlled trials and quasi-experimental studies of text message interventions addressing a range of health behaviors."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "Inclusion criteria required that studies be randomized or quasi-experimental controlled trials of interventions for disease prevention or management in any population that used text messaging as the primary mode of intervention delivery. Studies were required to measure the impact of text message interventions by assessing change in health behavior, health outcomes, and/or clinical outcomes using pre-/posttests. Additionally, studies had to be published in a peer-reviewed journal. Possible topics for disease prevention studies included physical activity, nutrition, risky sexual behavior, smoking, and adherence to preventive health measures (e.g., vitamins during the cold season, folic acid prior to pregnancy). Options for conditions for disease management studies included diabetes, asthma, hypertension, and HIV. Feasibility and pilot studies were included if they met all other criteria.\n\nStudies utilizing communication technologies other than mobile phone text messaging, such as the Internet, e-mail, phone calls, or video messaging, were included only if text messaging was the primary mode of communication and the other technologies were supplementary. Interventions primarily for appointment reminders were excluded because these studies are more focused on improving clinical efficiency. Adherence studies were excluded unless they targeted an ongoing preventive health behavior. Studies originally published in languages other than English were included only if a full-text English-language version of the article was available."
    },
    {
      "title": "Search methods",
      "text": "A comprehensive electronic literature search was conducted between May and June 2009 for relevant articles published to date using MEDLINE (US National Library of Medicine, National Institutes of Health, Bethesda, Maryland), Cochrane Library (Wiley InterScience, Malden, Massachusetts), Google Scholar (Google, Mountain View, California), PsychINFO (American Psychological Association, Washington, DC), and PubMed (US National Library of Medicine, National Institutes of Health, Bethesda, Maryland). Text messaging is a rather novel technology for health care, so it was not necessary to place time parameters on the search to exclude older articles. The following search terms were included in various combinations: phone, wireless, cell phone, mobile phone, text, text message, short message service, SMS, mhealth, ehealth, health, health behavior, prevention, intervention, adherence, telemedicine, randomized controlled trial. References in articles meeting search criteria were reviewed for additional articles in addition to papers citing articles meeting review criteria (backward searching). The search was conducted in English."
    },
    {
      "title": "Data collection and analysis",
      "text": "The above selection criteria were applied to studies retrieved from the search by reviewing their titles and abstracts. Data for eligible studies were extracted from full-text articles. Extracted data included participant characteristics, intervention details, dose and duration of text messaging, follow-up times, outcome measures, and results. Quality of study design was assessed and a score assigned based on 9 methodological characteristics: individual randomization, use of a control group for comparison, isolation of text messaging technology, use of pre-/posttest design, retention, equivalence of baseline groups, consideration of missing data, power analysis for sample size consideration, and validity of measures. This scoring system was adapted from a review of technology interventions for health  (41) . The range of possible scores was 0%-100%, and there was no minimum score requirement for inclusion in the study."
    },
    {
      "title": "RESULTS",
      "text": "Of 30 articles identified from the comprehensive search, 17 articles representing 12 studies met criteria for inclusion in the study. Notable reasons for exclusion included text messaging being an optional component of a combination technology intervention  (42, 43)  and lack of a full-text English version of a given article  (44) . Disease prevention behaviors  (27, (45) (46) (47) (48) (49)  were represented less often in the literature than disease management behaviors  (23, 44, (50) (51) (52) (53) (54) (55) (56) (57) (58) (59) . Multiple reports of the same study were linked; thus, 12 research studies in this review are represented by 17 articles. One study was represented by 2 articles  (27, 49)  and another by 5  (55) (56) (57) (58) (59) ; these studies are referred to by the primary article from this point onward. Of the 12 studies of interventions using text messaging as a platform for behavior change, 5 were for disease prevention  (27, (45) (46) (47) (48)  and 7 for disease management  (23, (50) (51) (52) (53) (54) (55) . Tables 1 and 2 list characteristics of each study.\n\nStudies were traditional randomized controlled trials, with the exception of 2 randomized crossover trials  (50, 54)  and one quasi-experimental trial  (30) . Four studies were feasibility trials  (23, 45, 48, 53) , and 2 utilized single blinding  (27, 47) . Disease prevention studies targeted preventive medication adherence  (45) , weight loss  (46, 48) , physical activity  (47) , and smoking cessation  (27) . All disease management studies targeted behaviors for diabetes with the exception of one focused on asthma management  (53) .\n\nThe earliest year of publication of the 12 studies was 2005. One had a sample size of 1,705  (27) , but all others ranged from 16  (53)  to 126  (46)  participants. Studies took place in an array of countries: Canada (45), Finland  (46) , New Zealand  (27, 47) , United States  (23, 48) , France  (50) , South Korea  (51, 55) , Scotland  (52) , Croatia  (53) , and Austria  (54) . Samples were recruited mostly from the general population in the disease prevention studies and from clinics in the disease management studies. Only one recruited healthy individuals, whereas the rest were targeted toward people with a specific disease or condition  (45) . Average age in the studies ranged from 15 years (54) to 45 years (48); 4 studies specifically targeted adolescents and young adults  (23, 47, 52, 54) . Gender was nearly equally distributed in most studies, with the exception of 3 studies in which females were greatly overrepresented  (46, 48)  or underrepresented  (51) ."
    },
    {
      "title": "Intervention characteristics",
      "text": "Intervention length ranged from 3 months to 12 months, and, for all studies, follow-up was conducted at baseline and immediately after the intervention. Some studies included intermediate follow-up times, but none had long-term follow-up that extended beyond completion of the intervention. Frequency of text messaging varied greatly, ranging from once weekly to 5 times per day or more. Two disease prevention studies varied texting frequency over the duration of the intervention, decreasing intensity of messaging as the study progressed  (27, 45) . Three of the 12 studies allowed participants to dictate the frequency of messaging  (23, 46, 48) .\n\nOther features used to tailor messages to individuals included using a participant's nickname, allowing participants to write their own reminder messages, and incorporating information specific to personal goals, culture, gender, age, or current health status. One study was unique in that patients never received the same message twice  (48) . Only 2 studies reported using informal language  (27, 45) .\n\nMost studies had an interactive component that requested input via text messaging from the participant; only 2 were unidirectional  (47, 52) . In all studies, text messaging was initiated by the researcher with the exception of one disease prevention  (46)  and 2 disease management  (52, 53)  studies, where researchers communicated with participants only after the participant sent a text message. All disease prevention studies used automated messaging, and, despite automation, all studies provided tailored messages except for 2  (45, 47) . All disease management studies used messages written by a medical professional upon chart review except one that provided automated, tailored messages  (52) . In only one disease management study could a participant reply to physicians' medical advice with questions  (51) .\n\nText messaging was the only intervention component in 5 studies  (27, 45, (52) (53) (54) , whereas others included supplementary components such as e-mail and the Internet. Only one of the disease prevention studies provided an additional tool for patient self-monitoring  (47) ; all disease management studies required an additional tool for patient self-monitoring. All but 3 of the disease management studies provided participants with new innovations as opposed to the standard of care (i.e., a new glucose monitoring tool vs. the traditional finger-stick blood testing for diabetes)  (23, 54, 55) . Three of the 12 studies provided phones to patients, whereas the remaining studies asked patients to use their personal phones  (50, 51, 54) . None of these was a disease prevention study."
    },
    {
      "title": "Effect of text messaging",
      "text": "The primary outcomes utilized were frequency of health behavior in 4 studies  (23, 27, 45, 47)  and clinical outcomes in 8 studies  (46, 48, (50) (51) (52) (53) (54) (55) . All disease management studies utilized clinical outcomes with the exception of one  (23) . Three of the 12 studies reported not being statistically powered to detect a difference in the primary outcome and therefore produced inconclusive results  (45, 47, 53) . Eight of the 9 sufficiently powered studies found evidence to support the effectiveness of text messaging as a tool for behavior change in disease prevention  (27, 46, 48)  and management  (23, 51, 52, 54, 55) . Significant behavior change outcomes observed included greater prevalence of current nonsmoking by smokers at 6 and 12 weeks (same effect observed in minority subgroup analysis)  (27)  and increase in frequency of blood glucose monitoring and reporting via text message compared with e-mail among diabetic adolescents and young adults  (23) . Behavior change outcomes for which results were inconclusive included adherence to using vitamins by healthy college students (increased in both groups, no evidence of effect)  (45)  and physical activity as measured by daily step count (unexpected decrease in both groups, no evidence of effect)  (23) . Significant clinical outcomes observed included greater weight loss in obese adults at 4 and 12 months  (46, 48)  and greater decrease in hemoglobin A1c levels in adolescents and obese and nonobese adult diabetics  (51, 52, 54, 55) . The clinical outcome for which results were inconclusive was peak expiratory levels in asthmatic adults; the study found no evidence of a difference between groups  (53) .\n\nIt is of note that 4 of the 12 studies failed to isolate the effect of the text messaging technology  (23, 47, 48, 55) . Additionally, in one study that had 2 intervention conditions, text messaging could be isolated by one comparison to the control group but not the other  (52) . Only 2 studies measured whether text messaging is as effective as other technologies for communication  (23, 51) . These studies found that text reminders result in increased frequency of blood glucose monitoring when compared with e-mail reminders  (23)  and that hemoglobin A1c levels decreased when compared with an Internet-based monitoring system  (51) . In these studies, researchers provided the same amount of communication to the intervention and control groups. All other studies provided the intervention group with opportunities for increased communication compared with standard of care."
    },
    {
      "title": "Assessment of risk of bias",
      "text": "The average study design quality scores were 76% for disease prevention studies and 81% for disease management studies (Table  3 ). Retention was above 80% for all but 3 studies (Tables  1  and  2 )  (23, 27, 46) . Only 2 studies specified a theoretical framework  (46, 52) . All studies utilized blind allocation of participants to condition during randomization. Blinding of participants to condition is not possible in this type of study, but only 2 studies utilized blinding of research staff during assessment  (27, 47) . One study had noticeable rates of nonadherence to the intervention protocol that may have reduced the effectiveness of the intervention. Several participants failed to wear pedometers, which was hypothesized to decrease physical activity when used in conjunction with text messaging  (47) . Another study with a low retention rate did not specify whether attrition was differential  (23) ."
    },
    {
      "title": "DISCUSSION",
      "text": "Twelve randomized controlled trials published between 2005 and June 2009 of interventions for disease prevention and management using text messaging were reviewed (Tables  1  and  2 ). Nine countries were represented, only one of which is a developing country  (53) .\n\nThe majority of the studies (8) found evidence of a short-term effect regarding a behavioral or clinical outcome related to disease prevention and management. Of those that found no evidence of effect, only one had sufficient power to detect an effect in the primary outcome.\n\nEvidence for text messaging in disease prevention and management interventions was observed for weight loss, smoking cessation, and diabetes management. Effects appeared to exist among adolescents and adults, among minority and nonminority populations, and across nationalities. This evidence is consistent with existing literature suggesting that mobile phones are a useful tool for interventions seeking improvement in health outcomes  (15, 18, 22) . Specifically, it supports recent evidence that text messaging is a useful tool for behavior change interventions  (14) . Given that studies included in this review were restricted to randomized controlled trials, the \"gold standard\" for assessing effect, this evidence is the best to date on text messaging for behavior change.\n\nBecause of the relative newness of text messaging as a method of delivery for behavior change interventions, there is a paucity of data, and the health behavior studies included in this review are quite heterogeneous. There were no clear differences in intervention outcomes based on age, gender, or length of messages. In the future, meta-analyses of interventions delivered via text message targeting specific behaviors in specific populations will provide more information. Currently, the area of diabetes management is most advanced because it represented all but one of the disease management randomized controlled trials in this review. However, the evidence base for other health topics is sparse, despite exploratory evidence that text messaging may be useful. This review retrieved no randomized controlled trials assessing the effect of text messaging on medication adherence in diseased populations. Nevertheless, several studies of medication adherence interventions show the benefits of medication reminders  (24) . There is also evidence of the benefits of periodic prompts and reminders as stand-alone interventions for health behavior  (33) . This information, coupled with evidence of the benefits of mobile phones as an inexpensive, personal, efficient, and widely accessible way to intervene on health  (14, 18, 61) , provides a very strong rationale for extending research on text messaging to medication adherence, especially in the context of global diseases such as HIV. This is just one example of the implications of the research gaps identified by this review.\n\nIt is also of note that only one of the studies in this review was conducted in a developing country  (53) , which is alarming. Developing countries could arguably benefit most from such an inexpensive method of health promotion that builds upon existing infrastructure  (6, 29) . Given that cell phones are frequently used in developing countries, this finding suggests that technology is being adopted at a much quicker rate than development, implementation, and assessment of disease prevention programs based on that technology  (6, 7, 62, 63) . This gap between the literature and global field practices can lead to missed opportunities for learning about and improving text messaging as a tool for behavior change.\n\nDespite the strengths of text messaging highlighted in this review, some weaknesses should also be noted. A potential drawback to the use of text-message-based mHealth interventions is potential marginalization of certain populations, such as those that are illiterate or do not have access to a mobile phone for financial reasons. However, these limitations may be reduced as mobile technology advances. For example, innovations exist that provide voice response systems and pictures instead of text for those with limited literacy  (64) . Furthermore, total cost of ownership, the amount of a person's income necessary to connect, decreased 20% between 2005 and 2008  (65) . Another potential limitation of mHealth is that delivery of interventions can be interrupted if the mobile phone is stolen or lost. However, the same limitations exist with many other forms of communication (e.g., postal mail may be delivered to the wrong address, e-mail boxes may be too full to receive messages).\n\nAdditionally, this review highlights some methodological factors of importance. Few studies in this sample specified a theoretical rationale. However, research has shown that messaging interventions designed and measured by using behavioral theory are more likely to be successful  (33) (34) (35) . Text messaging should not be considered a stand-alone model for behavior change but rather as a tool by which behavior change methods can be administered. The tendency to view text messaging as a stand-alone method itself is understandable, because it naturally encompasses concepts that positively influence behavior change; however, we must be careful to understand the mechanisms of change in order to build upon the way that text messaging works for behavior change. If text message intervention studies are built on evidence and theory, the potential impact of these studies will be much greater. Other methodological issues include lack of rigor in study design with regard to statistical power to detect a significant difference and, perhaps most importantly, failure to isolate the text messaging technology.\n\nA strength of this review is that it synthesizes evidence from randomized controlled trials and quasi-experimental studies. Although this is the best evidence available from which to draw conclusions about text messaging, it may be limited regarding knowledge of how to improve future studies. Most of the studies on this subject are still in the exploratory stages, and this technology is being adopted rapidly; so, much information exists outside of the traditional scientific literature (newspapers, blogs, private industry reports, etc.). It is imperative to bridge this gap between practice and scientific knowledge. Given the immature state of the field, additional information on efficacy (e.g., dose, message frequency, message content) may be gained from systematic reviews of nonrandomized trials.\n\nLimitations of this review include that the heterogeneity of topics prevented presentation of an empirical summary of results. Heterogeneity also resulted in an inability to draw conclusions about whether text messaging is more effective for disease prevention or management. Additionally, as with all systematic reviews, the present study is subject to publication bias. This review supports the feasibility of using text messaging to effect behavior change. Future studies should ensure rigorous methods and sufficient power in order to contribute to the existing body of literature seeking to determine whether the behavior change observed is sufficient to produce relevant public health and clinical outcomes. More information is also needed on what combinations of text message factors (dose, duration, complimentary technologies, etc.) produce the best results, because opportunities exist to adapt successful interventions to new populations and diseases. Additionally, more information is needed on the long-term effects of text message interventions.\n\nThere is much evidence to prove that the way a message is framed can affect whether a person is receptive to making a behavior change  (66) . Future studies must take this factor into consideration to ensure that the text messages are written in the most appropriate way for the population. Researchers should also address ethical concerns that may arise from delivering health care via a mobile phone. Cost-benefit analyses should be considered as well.\n\nText messaging is a tool that has value to both researchers and practitioners, and use of these technologies may facilitate more active collaboration between research and clinical practice. Given the positive results so far, and the increasing uptake of mobile technologies, text messaging may improve existing practices and interventions. This research agenda should be approached with urgency; text messaging may be an important tool to reduce the global burden on health care by providing more effective disease prevention and management support. Table 3 Study Design Quality Score Tabulation and Study Quality Coding Criteria Scoring Criteria"
    },
    {
      "title": "Individual randomization",
      "text": "Were participants randomly assigned to study conditions? If so, was randomization at the individual level? Stratified and blocked randomization is acceptable. Studies that used individual randomization combined with a small proportion of randomized matched pairs are also considered Y. Appropriately designed and powered group randomization would also be acceptable if group was also unit of analysis. Individual randomization is N when the authors fail to mention randomization, specify that another method of assigning group status was used, or randomize at the group level and analyze at the individual level.\n\nControl group Did the study include a comparison group? Comparison group could be a no treatment, treatment as usual, or alternate treatment group."
    },
    {
      "title": "Isolate technology",
      "text": "Did study design allow for test of effectiveness of the technology (e.g., Web-based delivery vs. no treatment)? To isolate the technology, the authors had to test the technology alone and compare with a group with no technology (Y). Packaged interventions in which the technological components cannot be parsed out are coded as not isolating the technology (N).\n\nPre-/posttest design Was assessment of behavior completed preintervention and postintervention?"
    },
    {
      "title": "Retention",
      "text": "Was study retention at least 80% of subjects who initially agreed to participate in the study? Retention is calculated for the entire sample and not by group. For studies that did not report retention or dropout rates, retention can be calculated by using the sample sizes used for analyses (e.g., 300 randomized but only 250 included in analyses = 83.3% retention).\n\nBaseline groups equivalent Were tests conducted to determine whether groups were equivalent at baseline regarding important variables (e.g., gender, age, weight)? If no tests mentioned, then = unknown/unclear. If subset of tests indicated any group differences at baseline, then = N"
    },
    {
      "title": "Missing data",
      "text": "Were analyses conducted with consideration for missing data that maintain the fidelity of the randomization (e.g., intent to treat, imputation)? Listwise, case deletion (completer analysis) = N if only analysis conducted. If 100% retention, then completer analysis is appropriate = Y. If authors compared the \"dropped subgroup\" with the selected or randomized sample but did not consider the impact of the dropped subgroup on randomization (e.g., intent to treat or imputation), then code as N."
    },
    {
      "title": "Sample size calculation",
      "text": "Was power analysis reported to determine study sample size? If a feasibility or exploratory study for which sample size cannot be calculated beforehand, then NA."
    },
    {
      "text": "Disease Prevention Studies"
    },
    {
      "text": "Disease Management StudiesBMI, body mass index; C, control group; CIT, conventional insulin therapy; DKN, diabetes knowledge; DQOL, Diabetes Quality of Life; DSSI, diabetes social support interview; FPG, fasting plasma glucose; HDL, high density lipoprotein; 2HPMG, 2-hour postmeal glucose; 2HPPT, 2-hour postprandial test; I, intervention group; IIT, intensifying insulin therapy; NR, not reported; PDA, personal digital assistant; PEF, peak expiratory flow; RCT, randomized controlled trial; RR, relative risk; SED, self-efficacy for diabetes; SMBG, self-measured blood glucose."
    }
  ],
  "references": [
    {
      "title": "Rising mobile phone use rings change in disasters",
      "authors": [
        "M Rowling"
      ],
      "year": 2009
    },
    {
      "title": "Comparing internet and mobile phone usage: digital divides of usage, adoption, and dropouts",
      "authors": [
        "R Rice",
        "J Katz"
      ],
      "year": 2003,
      "doi": "10.1016/s0308-5961(03)00068-5"
    },
    {
      "title": "The Mobile Generation",
      "authors": [
        "J Lasica"
      ],
      "year": 2007
    },
    {
      "title": "The world factbook 2009",
      "year": 2009
    },
    {
      "title": "Health Care Unplugged: The Evolving Role of Wireless Technology",
      "authors": [
        "R Adler"
      ],
      "year": 2007
    },
    {
      "title": "mHealth for development: mobile communications for health",
      "year": 2008
    },
    {
      "title": "mHealth: a developing country perspective",
      "authors": [
        "S Mishra",
        "I Singh"
      ],
      "year": 2008
    },
    {
      "title": "Pew Internet & American Life Project",
      "authors": [
        "L Rainie",
        "J Anderson"
      ],
      "year": 2008,
      "doi": "10.4018/978-1-4666-0315-8.ch003"
    },
    {
      "title": "Pew Internet & American Life Project",
      "authors": [
        "J Horrigan"
      ],
      "year": 2009,
      "doi": "10.5860/choice.44-0384"
    },
    {
      "title": "Research approaches to mobile use in the developing world: a review of the literature",
      "authors": [
        "J Donner"
      ],
      "year": 2008
    },
    {
      "title": "Reflections on MobileActive 2008 and the M4D landscape",
      "authors": [
        "J Donner",
        "K Verclas",
        "K Toyama"
      ],
      "year": 2008
    },
    {
      "title": "SMS STI: a review of the uses of mobile phone text messaging in sexual health",
      "authors": [
        "M Lim",
        "J Hocking",
        "M Hellard"
      ],
      "year": 2008
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.040"
    },
    {
      "title": "The Role of Mobile Phones in Increasing Accessibility and Efficiency in Healthcare",
      "authors": [
        "R Atun",
        "S Sittampalam"
      ],
      "year": 2006
    },
    {
      "title": "Using mobile phones in HIV care and prevention",
      "authors": [
        "C Leach-Lemens"
      ],
      "year": 2009
    },
    {
      "title": "Can the ubiquitous power of mobile phones be used to improve health outcomes in developing countries [electronic article",
      "authors": [
        "W Kaplan"
      ],
      "year": 2006
    },
    {
      "title": "Healthcare via cell phones: a systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0099"
    },
    {
      "title": "Project Masiluleke: a breakthrough approach to reversing HIV and TB in South Africa and beyond",
      "authors": [
        "Poptech"
      ],
      "year": 2009
    },
    {
      "title": "CelloPhone: Wireless Innovation Project",
      "year": 2009
    },
    {
      "title": "A soap opera's sex is all for a good cause",
      "authors": [
        "J Hughes"
      ],
      "year": 2009
    },
    {
      "title": "Health and the mobile phone",
      "authors": [
        "K Patrick",
        "W Griswold",
        "F Raab"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2008.05.001"
    },
    {
      "title": "Computerized automated reminder diabetes system (CARDS): e-mail and SMS cell phone text messaging reminders to support diabetes management",
      "authors": [
        "D Hanauer",
        "K Wentzell",
        "N Laffel"
      ],
      "year": 2009
    },
    {
      "title": "Sweet Talk\": text messaging support for intensive insulin therapy for young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari"
      ],
      "year": 2003,
      "doi": "10.1089/152091503322641042"
    },
    {
      "title": "Teens and mobile phones over the past five years: Pew Internet looks back",
      "authors": [
        "A Lenhart"
      ],
      "year": 2009
    },
    {
      "title": "SEXINFO: a sexual health text messaging service for San Francisco youth",
      "authors": [
        "D Levine",
        "J Mccright",
        "L Dobkin"
      ],
      "year": 2008
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Text messaging in healthcare: the elephant knocking at the door",
      "authors": [
        "M Terry"
      ],
      "year": 2008
    },
    {
      "title": "Mobile phones and the digital divide",
      "authors": [
        "K Banks"
      ],
      "year": 2008
    },
    {
      "title": "Global mobile-strategies for growth",
      "authors": [
        "J Stewart",
        "C Quick"
      ],
      "year": 2009
    },
    {
      "title": "Women, teens, and seniors help fuel 34% mobile web spike",
      "year": 2009,
      "doi": "10.1109/icmb.2008.22"
    },
    {
      "title": "Theory at a Glance: A Guide for Health Promotion Practice",
      "authors": [
        "K Glanz",
        "B Rimer"
      ],
      "doi": "10.5152/tud.2019.19133"
    },
    {
      "title": "Periodic prompts and reminders in health promotion and health behavior interventions: systematic review [electronic article",
      "authors": [
        "J Fry",
        "R Neff"
      ],
      "year": 2009
    },
    {
      "title": "HIV preventive interventions for adolescents: a look back and ahead",
      "authors": [
        "R Malow",
        "T Kershaw",
        "H Sipsma"
      ],
      "year": 2007
    },
    {
      "title": "Randomised controlled trial of the use of a modified postal reminder card on the uptake of measles vaccination",
      "authors": [
        "P Hawe",
        "N Mckenzie",
        "R Scurry"
      ],
      "year": 1998,
      "doi": "10.1136/adc.79.2.136"
    },
    {
      "title": "national study reveals mHealth has vast appeal in America",
      "year": 2009
    },
    {
      "title": "Wireless Technology for Social Change",
      "authors": [
        "S Kinkade",
        "K Verclas"
      ],
      "year": 2008
    },
    {
      "title": "The Handbook of Research Synthesis",
      "authors": [
        "H Cooper",
        "L Hedges"
      ],
      "year": 1994,
      "doi": "10.1177/0272989x9401400215"
    },
    {
      "title": "Improving the quality of reports of meta-analyses of randomized controlled trials: the QUOROM statement. Quality of Reporting of Meta-analyses",
      "authors": [
        "D Moher",
        "D Cook",
        "S Eastwood"
      ],
      "year": 1999,
      "doi": "10.1016/s0140-6736(99)04149-5"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions: version 5.0.2",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2009
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams"
      ],
      "year": 2007
    },
    {
      "title": "Happy ending: a randomized controlled trial of a digital multi-media smoking cessation intervention",
      "authors": [
        "H Brendryen",
        "P Kraft"
      ],
      "year": 2008
    },
    {
      "title": "Using internet and mobile phone technology to deliver an automated physical activity program: randomized controlled trial [electronic article",
      "authors": [
        "R Hurling",
        "M Catt",
        "M Boni"
      ],
      "year": 2007
    },
    {
      "title": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages and reminders sent to their mobile phone (HTA-Alert)",
      "authors": [
        "Márquez Contreras",
        "E De La Figuera Von Wichmann",
        "Gil Guillén"
      ],
      "year": 2004
    },
    {
      "title": "Can wireless text messaging improve adherence to preventive activities? Results of a randomised controlled trial",
      "authors": [
        "M Cocosila",
        "N Archer",
        "R Haynes"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijmedinf.2008.07.011"
    },
    {
      "title": "Weight loss by mobile phone: a 1-year effectiveness study",
      "authors": [
        "I Haapala",
        "N Barengo",
        "S Biggs"
      ],
      "year": 2009,
      "doi": "10.1017/s1368980009005230"
    },
    {
      "title": "Pedometers and text messaging to increase physical activity: randomized controlled trial of adolescents with type 1 diabetes",
      "authors": [
        "K Newton",
        "E Wiltshire",
        "C Elley"
      ],
      "year": 2009,
      "doi": "10.2337/dc08-1974"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial [electronic article",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009
    },
    {
      "title": "Smoking cessation using mobile phone text messaging is as effective in Maori as non-Maori",
      "authors": [
        "D Bramley",
        "T Riddell",
        "R Whittaker"
      ]
    },
    {
      "title": "One-year efficacy and safety of web-based follow-up using cellular phone in type 1 diabetic patients under insulin pump therapy: the PumpNet Study",
      "authors": [
        "P Benhamou",
        "V Melki",
        "R Boizel"
      ],
      "year": 2007
    },
    {
      "title": "Mobile communication using a mobile phone with a glucometer for glucose control in type 2 patients with diabetes: as effective as an internet-based glucose monitoring system",
      "authors": [
        "J Cho",
        "H Lee",
        "D Lim"
      ],
      "year": 2009
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a textmessaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari"
      ],
      "year": 2006
    },
    {
      "title": "Improving asthma control through telemedicine: a study of short-message service",
      "authors": [
        "V Ostojic",
        "B Cvoriscec",
        "S Ostojic"
      ],
      "year": 2005,
      "doi": "10.1089/tmj.2005.11.28"
    },
    {
      "title": "Telemedical support to improve glycemic control in adolescents with type 1 diabetes mellitus",
      "authors": [
        "B Rami",
        "C Popow",
        "W Horn"
      ],
      "year": 2006,
      "doi": "10.1007/s00431-006-0156-6"
    },
    {
      "title": "A short message service by cellular phone in type 2 diabetic patients for 12 months",
      "authors": [
        "K Yoon",
        "H Kim"
      ],
      "year": 2008
    },
    {
      "title": "A nurse short message service by cellular phone in type-2 diabetic patients for six months",
      "authors": [
        "H Kim",
        "H Jeong"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2702.2007.01698.x"
    },
    {
      "title": "A randomized controlled trial of a nurse short-message service by cellular phone for people with diabetes",
      "authors": [
        "H Kim"
      ],
      "year": 2007
    },
    {
      "title": "Technological intervention for obese patients with type 2 diabetes",
      "authors": [
        "H Kim",
        "M Song"
      ],
      "year": 2008
    },
    {
      "title": "Effectiveness of mobile and internet intervention in patients with obese type 2 diabetes",
      "authors": [
        "S Kim",
        "H Kim"
      ],
      "year": 2008
    },
    {
      "title": "Mobile healthcare initiatives for improving outpatient adherence: opportunities and barriers",
      "authors": [
        "M Cocosila",
        "N Archer"
      ],
      "year": 2005
    },
    {
      "title": "Mobile phones: exceptional tools for HIV/AIDS, health, and crisis management",
      "authors": [
        "R Lester",
        "S Karanja"
      ],
      "year": 2008,
      "doi": "10.1016/s1473-3099(08)70265-2"
    },
    {
      "title": "mHealth: a potential tool for health care delivery in India",
      "authors": [
        "K Ganapathy",
        "A Ravindra"
      ],
      "year": 2008
    },
    {
      "title": "Using Mobile Phones to Improve Child Nutrition Surveillance in Malawi",
      "authors": [
        "S Blaschke",
        "K Bokenkamp",
        "R Cosmaciuc"
      ],
      "year": 2009,
      "doi": "10.1596/29068"
    },
    {
      "title": "Designing new technologies for illiterate populations: a study in mobile phone interface design",
      "authors": [
        "Z Lalji",
        "J Good"
      ],
      "year": 2008
    },
    {
      "title": "How affordable is mobile data?",
      "year": 2009,
      "doi": "10.1007/978-3-642-02528-0_19"
    },
    {
      "title": "The influence of message framing on intentions to perform health behaviors",
      "authors": [
        "A Rothman",
        "P Salovey"
      ],
      "year": 1993,
      "doi": "10.1006/jesp.1993.1019"
    }
  ],
  "num_references": 65
}
