{
  "paper_id": "XK3PMQXM",
  "title": "Acceptance and Use of Information Technology: Extending the Unified Theory of Acceptance and Use of Technology1",
  "abstract": "This paper extends the unified theory ofacceptance and use oftechnology (UTAUT) to study acceptance and use oftechnology in a consumer context. Our proposed UTA UT2 incorporates three constructs into UTA UT: hedonic motivation, price value, and habit. Individual differencesnamely, age, gender, and experienceare hypothesized to moderate the effects of these constructs on behavioral intention and technology use. Results from a two-stage online survey, with technology use data collected four months after the first survey, of 1,512 mobile Internet consumers supported our model. Compared to UTA UT, the extensions proposed in UTA UT2 produced a substantial improvement in the variance explained in behavioral intention (56 percent to 74 percent) and technology use (40 percent to 52 percent). The theoretical and managerial implications of these results are discussed.",
  "year": 2000,
  "date": "2000",
  "journal": "Journal of Personality and Social Psychology",
  "publication": "Journal of Personality and Social Psychology",
  "authors": [
    {
      "forename": "Viswanath",
      "surname": "Venkatesh",
      "name": "Viswanath Venkatesh",
      "affiliation": "College ofBusiness , University of Arkansas , Fayetteville , AR 72701 U.S.A. \n\t\t\t\t\t\t\t\t College ofBusiness \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 72701 \n\t\t\t\t\t\t\t\t\t Fayetteville \n\t\t\t\t\t\t\t\t\t AR \n\t\t\t\t\t\t\t\t\t U.S.A",
      "email": "vvenkatesh@vvenkatesh.us"
    },
    {
      "forename": "Sam",
      "surname": "Walton",
      "name": "Sam Walton",
      "affiliation": "College ofBusiness , University of Arkansas , Fayetteville , AR 72701 U.S.A. \n\t\t\t\t\t\t\t\t College ofBusiness \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 72701 \n\t\t\t\t\t\t\t\t\t Fayetteville \n\t\t\t\t\t\t\t\t\t AR \n\t\t\t\t\t\t\t\t\t U.S.A"
    },
    {
      "forename": "James",
      "surname": "Thong",
      "name": "James Thong",
      "affiliation": "Department ofISOM , Hong Kong University ofScience and Technology , Clear Water Bay , Kowloon , HONG KONG \n\t\t\t\t\t\t\t\t Department ofISOM \n\t\t\t\t\t\t\t\t Hong Kong University ofScience and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Clear Water Bay \n\t\t\t\t\t\t\t\t\t Kowloon \n\t\t\t\t\t\t\t\t\t HONG KONG",
      "email": "jthong@ust."
    },
    {
      "forename": "Hk}",
      "surname": "Xinxu",
      "name": "Hk} Xinxu",
      "affiliation": "Department of Management and Marketing , Hong Kong Polytechnic University , Hung Horn , Kowloon , HONG KONG \n\t\t\t\t\t\t\t\t Department of Management and Marketing \n\t\t\t\t\t\t\t\t Hong Kong Polytechnic University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hung Horn \n\t\t\t\t\t\t\t\t\t Kowloon \n\t\t\t\t\t\t\t\t\t HONG KONG",
      "email": "xin.xu@polyu.edu.hk"
    }
  ],
  "doi": "10.1037//0022-3514.78.1.53",
  "keywords": [
    "Unified theory of acceptance and use of technology (UTAUT)",
    "UTAUT2",
    "habit",
    "hedonic motivation",
    "price value",
    "mobile Internet",
    "consumer",
    "technology adoption"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Understanding individual acceptance and use of information technology is one of the most mature streams of information systems research (see  Benbasat and  Barki 2007; Venkatesh et  al. 2007). There have been several theoretical models, primarily developed from theories in psychology and socio- logy (for a review, see  Venkatesh et al. 2003) , employed to 1 Peter Seddon was the accepting senior editor for this paper. Mun Yi served as the associate editor.\n\nexplain technology acceptance and use. A review and syn- thesis of eight theories/models of technology use resulted in the unified theory of acceptance and use of technology (UTAUT; Venkatesh et al. 2003). UTAUT has distilled the critical factors and contingencies related to the prediction of behavioral intention to use a technology and technology use primarily in organizational contexts. In longitudinal field studies of employee technology acceptance, UTAUT explained about 70 percent of the variance in behavioral intention to use a technology and about 50 percent of the variance in technology use. Since its original publication, UTAUT has served as a base- line model and has been applied to the study of a variety of technologies in both organizational and non-organizational settings. There have been many applications and replications of the entire model or part of the model in organizational settings that have contributed to fortifying its generalizability (e.g., Neufeld et al. 2007). There are three broad types of UTAUT extensions/integrations. The first type of extension/ integration examined UTAUT in new contexts, such as new technologies (e.g., collaborative technology, health informa- tion systems; Chang et al. 2007), new user populations (e.g., healthcare professionals, consumers; Yi et al.  2006 ) and new cultural settings (e.g., China, India; Gupta et al. 2008). The second type is the addition of new constructs in order to expand the scope of the endogenous theoretical mechanisms outlined in UTAUT (e.g., Chan et al. 2008; Sun et al. 2009).\n\nFinally, the third type is the inclusion of exogenous predictors of the UTAUT variables (e.g., Neufeld et al. 2007; Yi et al.   2006). These extensive replications, applications, and exten- sions/integrations of UTAUT have been valuable in expanding our understanding of technology adoption and extending the theoretical boundaries of the theory. However, our review of this body of work revealed that most studies using UTAUT employed only a subset of the constructs, particularly by dropping the moderators (see Al-Gahtani et al.  2007; Armida 2008). Thus, while the various studies con- tribute to understanding the utility of UTAUT in different contexts, there is still the need for a systematic investigation and theorizing of the salient factors that would apply to a consumer technology use context.\n\nBuilding on the past extensions to UTAUT, the objective of our work is to pay particular attention to the consumer use context and develop UTAUT2. Compared to general theories, in more recent years, theories that focus on a specific context and identify relevant predictors and mechanisms are considered to be vital in providing a rich understanding of a focal phenomenon and to meaningfully extend theories. Specifically, both Johns (2006) and Alvesson and Kärreman (2007)   note that new contexts can result in several types of important changes in theories, such as rendering originally theorized relationships to be nonsignificant, changing the direction of relationships, altering the magnitude of relationships and creating new relationships. Each change can reveal the breakdown of theories that results in the creation of new knowledge  (Alvesson and Kärreman 2007 ). In the case of UTAUT, which was originally developed to explain employee technology acceptance and use, itwill be critical to examine how itcan be extended to other contexts, such as the context of consumer technologies, which is a multibillion dollar industry given the number of technology devices, applications, and services targeted at consumers (Stofega and Llamas 2009).\n\n158 MIS Quarterly Vol. 36 No. 1/March 2012\n\nAgainst this backdrop, the study of the boundary conditions and extensions to UTAUT in a consumer context represents an opportunity to make an important theoretical contribution.\n\nSpecifically, in the context of technology adoption, detractors and proponents of models, such as the technology acceptance model (ТАМ), have noted the need to expand the space of theoretical mechanisms (see Bagozzi 2007; Benbasat and  Barki 2007; Venkatesh et al. 2007).\n\nThis paper presents UTAUT2 by identifying key additional constructs and relationships to be integrated into UTAUT, thus tailoring itto a consumer use context. In keeping with the general ideas outlined by Alvesson and Kärreman (2007)  and by Johns (2006) about how to extend a theory by lever- aging a new context, and the ideas presented in the Journal of the AIS special issue on ТАМ (e.g., Bagozzi 2007; Venkatesh  et al. 2007), we accomplish this goal by  (1)  identifying three key constructs from prior research on both general adoption and use of technologies, and consumer adoption and use of technologies, (2) altering some of the existing relationships in the original conceptualization of UTAUT, and (3) introducing new relationships. First, both consumer behavior and IS research have theorized and found various constructs related to hedonic motivation (e.g., enjoyment) are important in consumer product and/or technology use (e.g., Brown and  Venkatesh 2005; Holbrook and Hirschman 1982; Nysveen et  al. 2005; van der Heijden 2004). Integrating hedonic motiva- tion will complement UTAUT's strongest predictor that emphasizes utility. Second, in consumer contexts, unlike workplace contexts, users are responsible for the costs and such costs, besides being important, can dominate consumer adoption decisions (see Brown and Venkatesh 2005; Chan et  al. 2008; Coulter and Coulter 2007; Dodds et al. 1991).\n\nAdding a construct related to price/ cost will complement UTAUT's existing resource considerations that focus only on time and effort. Finally, recent work has challenged the role of behavioral intention as the key predictor of technology use and introduced a new theoretical construct (i.e., habit) as another critical predictor of technology use (e.g., Davis and  Venkatesh 2004; Kim and Malhotra 2005; Kim et al. 2005;   Limayem et al. 2007). Integrating habit into UTAUT will complement the theory's focus on intentionality as the overarching mechanism and key driver of behavior. In fact, habit as a key alternative mechanism has been lauded as a valuable next step in the JAIS special issue on ТАМ. The collection of these works examining the role of habit, albeit operationalized differently in each of the papers, concludes that habit has a direct effect on technology use and/or habit weakens or limits the strength of the relationship between behavioral intention and technology use. Such an integration of multiple streams of work to shed light on phenomena of interest is important from a scientific standpoint (Gioia and   This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms\n\nPetri 1990; Greenwood 1974). Beyond these changes relative to the original UTAUT conceptualization, we will drop voluntariness, which is one of the moderators, and add a link between facilitating conditions (moderated by age, gender, and experience) and behavioral intention. We will also include moderated relationships (moderated by age, gender, and experience, per the original UT AUT) pertaining to the three new constructs.\n\nThis work is expected to make important theoretical and managerial contributions.\n\nIt sits at the confluence of several sub-streams related to technology acceptance and use research: ТАМ and UTAUT (e.g., Venkatesh et al. 2003), extensions to ТАМ (e.g., van der Heijden 2004), questions and criticisms about ТАМ (e.g., Benbasat and Barki 2007; Venkatesh et al. 2007), technology use (e.g., Burton-Jones and Straub 2006), and IS continuance (e.g., Bhattacherjee 2001; Hong et al. 2006;\n\nThong et al. 2006) and habit (e.g., Limayem et al. 2007). By building on and extending prior work within this broad stream, we expect to make three key contributions. First, by incorporating three salient constructs into UTAUT, we expand the overall nomological network related to technology use. The importance of the habit exten- sion, for instance, is even endorsed by detractors, such as Benbasat and Barki (2007) who noted that ithas been largely overlooked in this stream of work. More broadly, both Bagozzi (2007) and Venkatesh et al. (2007) have called for alternative theoretical mechanisms in order to foster progress in this mature stream of work. The integration of hedonic motivation, price value, and habit brings such new mechanisms (i.e., affect, monetary constraints, and automaticky) tied to the new constructs into the largely cognition-and intention-based UTAUT. Second, by adapting and extending UTAUT to include new constructs and altering existing relationships, this work furthers the generalizability of\n\nUTAUT to a different context (i.e., consumer IT) that is an important step to advance a theory (see Alvesson and  Kärreman 2007; Johns 2006). Finally, from a practical stand- point, the rich understanding gained can help organizations in the consumer technology industry better design and market technologies to consumers in various demographic groups at various stages of the use curve."
    },
    {
      "title": "Theory Background",
      "text": "In this section, we present an overview of the unified theory of acceptance and use of technology (UTAUT) and explain the basic modifications we make to fitUTAUT to the con-\n\nVenkatesh et al. /Consumer Acceptance and Use ofIT sumer context. Then, we discuss the new constructs added to extend UTAUT (i.e., hedonic motivation, price value, and habit) to formulate UTAUT2.\n\nUnified Theory of Acceptance and Use of Technology (UTAUT)   Based on a review of the extant literature, Venkatesh et al.\n\n( 2003) developed UTAUT as a comprehensive synthesis of prior technology acceptance research. UTAUT has four key constructs (i.e., performance expectancy, effort expectancy, social influence, and facilitating conditions) that influence behavioral intention to use a technology and/or technology use. We adapt these constructs and definitions from UTAUT to the consumer technology acceptance and use context.\n\nHere, performance expectancy is defined as the degree to which using a technology will provide benefits to consumers in performing certain activities; effort expectancy is the degree of ease associated with consumers' use of technology; social influence is the extent to which consumers perceive\n\nthat important others (e.g., family and friends) believe they should use a particular technology; and facilitating conditions refer to consumers' perceptions of the resources and support available to perform a behavior (e.g., Brown and Venkatesh 2005; Venkatesh et al. 2003). According to UTAUT, perfor- mance expectancy, effort expectancy, and social influence are theorized to influence behavioral intention to use a tech- nology, while behavioral intention and facilitating conditions determine technology use. Also, individual difference vari- ables, namely age, gender, and experience (note that we drop voluntariness, which is part of the original UTAUT),2 are theorized to moderate various UTAUT relationships. The lighter lines in Figure  1show  the original UTAUT along with the one modification noted above that was necessary to make the theory applicable to this context.\n\n2Relative tothe original conceptualization of UTAUT, we drop voluntariness as a moderating variable. This change is necessary tomake UTAUT applicable inthe context ofa voluntary behavior, such as the one we are studying (i.e., voluntary technology acceptance and use among consumers). While in general, voluntariness can be perceived as a continuum from absolutely mandatory to absolutely voluntary, consumers have no organizational mandate and thus, most consumer behaviors are completely voluntary, resulting innovariance inthe voluntariness construct. Thus, we drop voluntariness as a relevant construct from the model. This will only affect one relationship (i.e., thesocial influence-behavioral intention relationship). Thissocial influence tobehavioral intention relationship thus reduces toa four-way interaction effect ofsocial influence x gender x age x experience on behavioral intention, instead of the original five-way interaction inUTAUT. There isevidence ofsuch a four-way interaction inthe voluntary users subsample inthe split-sample analysis reported inMorris etal. (2005) .\n\nThis content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms\n\nIn order to examine the prior research on UT AUT, we reviewed papers published in the AIS Senior Scholars basket of eight journals and then expanded our search to include other journals and conference proceedings. This led us to over 500 articles that we then carefully examined for patterns.\n\nWe found that many of the articles cited the original UTAUT article as a general reference to the body of work on adoption and neither did they apply nor extend UTAUT. Our review and synthesis confirm that there has been some\n\nwork in furthering UTAUT. Despite these contributions, itis worth noting that most published studies have only studied a subset of the UTAUT constructs. The extensions, particularly the addition of new constructs, have been helpful to expand the theoretical horizons of UTAUT. However, the addition of constructs has been on an ad hoc basis without careful theo- retical consideration to the context being studied and the works have not necessarily attempted to systematically choose theoretically complementary mechanisms to what is already captured in UTAUT. Such complementary constructs can help expand the scope and generalizability of UTAUT. UTAUT2: Identifying Constructs to Incorporate into UTAUT\n\nBuilding on our discussion in the introduction, here, we present an overview of the three constructs we add to UTAUT and discuss the details of the three constructs. We adopt an approach that complements the current constructs in UTAUT.\n\nFirst, UTAUT takes an approach that emphasizes the impor- tance ofutilitarian value (extrinsic motivation). The construct tied to utility, namely performance expectancy, has consistently been shown to be the strongest predictor of behavioral intention (see Venkatesh et al. 2003). Complementing this perspective from motivation theory is intrinsic or hedonic motivation (Vallerand 1997). Hedonic motivation has been included as a key predictor in much consumer behavior research (Holbrook and Hirschman 1982) and prior IS research in the consumer technology use context (Brown and   Venkatesh 2005).\n\nSecond, from the perspective of effort expectancy, in organizational settings, employees assess time and effort in forming views about the overall effort associated 160 MIS Quarterly Vol. 36 No. 1/March 2012 This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms with the acceptance and use of technologies. In a consumer technology use context, price is also an important factor as, unlike workplace technologies, consumers have to bear the costs associated with the purchase of devices and services. Consistent with this argument, much consumer behavior research has included constructs related to cost to explain consumers' actions (Dodds et al. 1991). Finally, UTAUT and related models hinge on intentionality as a key underlying theoretical mechanism that drives behavior. Many, including detractors of this class of models, have argued that the inclusion of additional theoretical mechanisms is important. In a use, rather than initial acceptance, context habit has been shown to be a critical factor predicting technology use (e.g., Kim and Malhotra 2005; Kim et al. 2005; Limayem et al."
    },
    {
      "title": "2007",
      "text": "). Based on the above gaps in UTAUT and the asso- ciated theoretical explanation provided, we integrate hedonic motivation, price value, and habit into UTAUT in order to tailor itto the consumer technology use context."
    },
    {
      "title": "Hedonic Motivation",
      "text": "Hedonic motivation is defined as the fun or pleasure derived from using a technology, and ithas been shown to play an important role in determining technology acceptance and use  (Brown and Venkatesh 2005) . In IS research, such hedonic motivation (conceptualized as perceived enjoyment) has been found to influence technology acceptance and use directly (e.g., van der Heijden 2004; Thong et al 2006). In the con- sumer context, hedonic motivation has also been found to be an important determinant of technology acceptance and use (e.g.,  Brown and Venkatesh 2005; Childers et al. 2001 ). Thus, we add hedonic motivation as a predictor of consumers' behavioral intention to use a technology."
    },
    {
      "title": "Price Value",
      "text": "An important difference between a consumer use setting and the organizational use setting, where UTAUT was developed, is that consumers usually bear the monetary cost of such use whereas employees do not. The cost and pricing structure may have a significant impact on consumers' technology use.\n\nFor instance, there is evidence that the popularity of short messaging services (SMS) in China is due to the low pricing of SMS relative to other types of mobile Internet applications (Chan et al. 2008). In marketing research, the monetary cost/ price is usually conceptualized together with the quality of products or services to determine the perceived value of pro- ducts or services  (Zeithaml 1988) . We follow these ideas and define price value as consumers' cognitive tradeoff between the perceived benefits of the applications and the monetary cost for using them (Dodds et al. 1991). The price value is positive when the benefits of using a technology are perceived to be greater than the monetary cost and such price value has a positive impact on intention. Thus, we add price value as a predictor of behavioral intention to use a technology."
    },
    {
      "title": "Experience and Habit",
      "text": "Finally, we add habit to UTAUT. Prior research on tech- nology use has introduced two related yet distinct constructs, namely experience and habit. Experience, as conceptualized in prior research (e.g., Kim and Malhotra 2005; Venkatesh et al. 2003), reflects an opportunity to use a target technology and is typically operationalized as the passage of time from the initial use of a technology by an individual. For instance, Kim et al. 's (2005) measure has five categories with different periods of experience. Venkatesh et al. (2003) operationa- lized experience as three levels based on passage of time: post-training was when the system was initially available for use; 1 month later; and 3 months later. Habit has been defined as the extent to which people tend to perform behaviors automatically because of learning (Limayem et al. 2007), while Kim et al. (2005) equate habit with automaticity. Although conceptualized rather similarly, habit has been operationalized in two distinct ways: first, habit is viewed as prior behavior (see Kim and Malhotra 2005); and second, habit is measured as the extent to which an individual believes the behavior to be automatic (e.g., Limayem et al. 2007). Consequently, there are at least two key distinctions between experience and habit. One distinction is that experience is a necessary but not sufficient condition for the formation of habit. A second distinction is that the passage of chrono- logical time (i.e., experience) can result in the formation of differing levels of habit depending on the extent of interaction and familiarity that is developed with a target technology. F or instance, in a specific period of time, say 3 months, different individuals can form different levels of habit depending on their use of a target technology. This is perhaps what prompted Limayem et al. (2007) to include prior use as a predictor of habit; and likewise, Kim and Malhotra (2005) controlled for experience with the target technology in their attempt to understand the impact of habit on technology use. Ajzen and Fishbein (2005) also noted that feedback from previous experiences will influence various beliefs and, consequently, future behavioral performance. In this context, habit is a perceptual construct that reflects the results of prior experiences. The empirical findings about the role of habit in technology use have delineated different underlying processes by which habit influences technology use. Related to the operation- MIS Quarterly Vol. 36 No. 1/March 2012 161 This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms alization ofhabit as prior use, Kim and Malhotra (2005) found that prior use was a strong predictor of future technology use.\n\nGiven that there are detractors to the operationalization of habit as prior use (see  Ajzen 2002) , some work, such as that of Limayem et al. (  2007 ), has embraced a survey and perception-based approach to the measurement ofhabit. Such an operationalization of habit has been shown to have a direct effect on technology use over and above the effect of intention and also to moderate the effect of intention on technology use such that intention is less important with increasing habit  (Limayem et al. 2007 ). Similar findings in the context of other behaviors have been reported in psychology research (see Ouellette and Wood 1998).\n\nIn this work, we adopt the above discussed conceptual defini- tions of experience and habit. As we will also note later, we operationalize experience in keeping with much prior research as the passage of time from the initial use of a target tech- nology and we operationalize habit in keeping with Limayem et al. (  2007 ) as a self-reported perception.\n\nUTAUT2: Hypothesis Development\n\nIn this section, we present the hypotheses that we incorporate to extend UTAUT to the consumer context. Figure  1  shows the original UTAUT and our proposed extensions.\n\nImpact of Facilitating Conditions Moderated by Age, Gender, and Experience\n\nThe first change that we make to tailor UTAUT to the con- sumer technology use context is the addition of a direct rela- tionship from facilitating conditions to behavioral intention over and above the existing relationship between facilitating conditions and technology use. In UTAUT, facilitating condi- tions is hypothesized to influence technology use directly based on the idea that in an organizational environment, facilitating conditions can serve as the proxy for actual behavioral control and influence behavior directly  (Ajzen 1991) . This is because many aspects of facilitating condi- tions, such as training and support provided, will be freely available within an organization and fairly invariant across users. In contrast, the facilitation in the environment that is available to each consumer can vary significantly across application vendors, technology generations, mobile devices, and so on. In this context, facilitating conditions will act more like perceived behavioral control in the theory of planned behavior (TPB) and influence both intention and behavior  (Ajzen 1991) . Specifically, a consumer who has access to a favorable set of facilitating conditions is more 162 MIS Quarterly Vol. 36 No. 1/March 2012 likely to have a higher intention to use a technology. For instance, if we were to consider mobile Internet, consumers have different levels of access to information and other resources that facilitate their use, such as online tutorials. In general, all things being equal, a consumer with a lower level of facilitating conditions will have lower intention to use mobile Internet. Also, consumers with different phones may experience different rates of data transfer and consequently, have different levels of intention to use mobile Internet.\n\nThus, in the consumer context, we follow the general model of TPB and link facilitating conditions to both behavioral intention and behavior.\n\nWe expect the effect of facilitating conditions on behavioral intention to be moderated by age, gender, and experience.\n\nOlder consumers tend to face more difficulty in processing new or complex information, thus affecting their learning of new technologies (Morris et al. 2005; Plude and Hoy er   1985). This difficulty may be attributed to the decline in cognitive and memory capabilities associated with the aging process  (Posner 1996 ). Hence, compared to younger con- sumers, older consumers tend to place greater importance on the availability of adequate support (Hall and Mansfield  1975). Moreover, men, more than women, are willing to spend more effort to overcome different constraints and diffi- culties to pursue their goals, with women tending to focus more on the magnitude of effort involved and the process to achieve their objectives (Henning and Jardim 1977; Rotter  and Portugal 1969; Venkatesh and Morris 2000). Thus, men tend to rely less on facilitating conditions when considering use of a new technology whereas women tend to place greater emphasis on external supporting factors. This can also be explained partly by the cognitions related to gender roles in society where men tend to be more task-oriented (e.g., Lynott   and McCandless 2000). Experience can also moderate the relationship between facilitating conditions and behavioral intention. Greater experience can lead to greater familiarity with the technology and better knowledge structures to facili- tate user learning, thus reducing user dependence on external support (Alba and Hutchinson 1987). Likewise, a meta- analysis showed that users with less experience or familiarity will depend more on facilitating conditions (Notani 1998).\n\nMoreover, gender, age, and experience have a joint impact on the link between facilitating conditions and intention. Gender differences in task orientation and emphasis on instrumen- tality will become more pronounced with increasing age  (Morris et al. 2005 ). As people become older, particularly from teenagers to adults, the differentiation of their gender roles will be more significant. Thus, older women will place more of an emphasis on facilitating conditions. Indeed, there is empirical evidence that gender differences in the impor- tance of facilitating conditions become more pronounced with increasing age (Morris et al. 2005; Venkatesh et al. 2003). In concert with age and gender, experience can further moderate the relationship between facilitating conditions and behavioral intention. This is because when consumers have not devel- oped their knowledge and skills (i.e., when they have less experience), the impacts of age and gender on consumer learning will be more significant than when they have acquired enough knowledge or expertise about the technology (i.e., when they have more experience). The dependence on facilitating conditions is of greater importance to older women in the early stages of technology use because, as discussed earlier, they place greater emphasis on reducing the learning effort required in using new technology. Thus, we hypothesize HI: Age, gender, and experience will moderate the effect of facilitating conditions on behavioral intention, such that the effect will be stronger among older women in early stages ofexperience with a technology.\n\nImpact of Hedonic Motivation Moderated by Age, Gender, and Experience\n\nWe expect the effect of hedonic motivation on behavioral intention to be moderated by age, gender, and experience due to differences in consumers' innovativeness, novelty seeking, and perceptions of novelty of a target technology. Innova- tiveness is \"the degree to which an individual is receptive to new ideas and makes innovation decisions independently\"  (Midgley and Dowling 1978, p. 236 ). Novelty seeking is the tendency of an individual to seek out novel information or stimuli  (Hirschman 1980 ). Such innovativeness and novelty seeking can add to the hedonic motivation to use any product  (Holbrook and Hirschman 1982) . When consumers begin to use a particular technology, they will pay more attention to its novelty (e.g., the new interface and functionality of iPhone)\n\nand may even use itfor the novelty  (Holbrook and Hirschman 1982) . As experience increases, the attractiveness of the novelty that contributes to the effect of hedonic motivation on technology use will diminish and consumers will use the technology for more pragmatic purposes, such as gains in efficiency or effectiveness. Thus, hedonic motivation will play a less important role in determining technology use with increasing experience. Further, age and gender have been found to be associated with consumer technology innovative- ness (Lee et al. 20 1 0). In the early stages of using a new tech- nology, younger men tend to exhibit a greater tendency to seek novelty and innovativeness (e.g.,  Chau and Hui 1998) .\n\nThis greater tendency will in turn increase the relative impor- tance of hedonic motivation in younger men's early tech- nology use decisions. Consequently, the moderating effect of experience will differ across age and gender. Thus, We hypothesize H2: Age, gender, and experience will moderate the effect of hedonic motivation on behavioral intention, such that the effect will be stronger among younger men in early stages ofexperience with a technology."
    },
    {
      "title": "Impact of Price Value Moderated by Age and Gender",
      "text": "We expect the effect of price value on behavioral intention to be moderated by age and gender. Again, we draw from theories about social roles (e.g., Bakan 1966; Deaux and Lewis 1 984) in theorizing about the differential importance of price value among men versus women and among younger versus older individuals. This literature suggests that men and women typically take on different social roles and exhibit different role behaviors. Particularly, men tend to be indepen- dent, competitive, and make decisions based on selective information and heuristics, while women are more inter- dependent, cooperative, and consider more details  (Bakan 1966; Deaux and Kite 1987) . Consequently, in a consumer context, women are likely to pay more attention to the prices of products and services, and will be more cost conscious than men. Further, women are typically more involved in pur- chasing and, thus, more responsible and careful with money than men are (Slama and Tashchian 1985). Given the penchant of men to play with technologies, the price value assigned by men to technologies will likely be higher than the value assigned by women to the same technologies. More- over, this gender difference induced by social role stereotypes will be amplified with aging, because older women are more likely to engage in such activities as taking care of their families (Deaux and Lewis 1 984). Thus, older women will be more price sensitive due to their social role as gatekeepers of family expenditures. This implies that the monetary value of products and services bears greater importance to older women. Thus, we hypothesize H3: Age and gender will moderate the effect ofprice value on behavioral intention, such that the effect will be stronger among women, particularly older women.\n\nImpacts of Habit Moderated by Age, Gender, and Experience\n\nThe issue of whether the effect of habit operates directly on behavior or through behavioral intention has been extensively\n\nMIS Quarterly Vol. 36 No. 1/March 2012 163 This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms discussed in prior research (e.g., Aarts and Dijksterhuis 2000;\n\nAjzen 2002; Kim et al. 2005). In the current work, we follow the naming convention by Kim et al. (2005), referring to the habituation proposition as the habit/automaticity perspective (HAP) and the one consistent with TPB as the instant activa- tion perspective (IAP). Staying faithful to TPB, IAP assumes that repeated performance of a behavior can result in well- established attitudes and intentions that can be triggered by attitude objects or cues in the environment (Ajzen and  Fishbein 2000). Once activated, attitudes and intentions will automatically guide behavior without the need for conscious mental activities, such as belief formation or retrieval  (Fazio 1990 ). For instance, after an extended period of repeated checking of e-mail on mobile devices during commuting, a consumer may have developed a positive view toward mobile Internet technology (e.g., checking e-mail using mobile Internet during commuting is useful) and an associated behavioral intention (e.g., I will check e-mail using mobile\n\nInternet during my commute). This intention is thus stored in the conscious mind of the consumer. When entering a car or taxi, the environment or context can spontaneously trigger the positive view and intention that in turn results in the behavior (e.g., pulling out the mobile device and checking e-mail). Following this line of reasoning, stronger habit will lead to a stored intention that in turn will influence behavior.\n\nIn contrast, the HAP assumes that repeated performance of a behavior produces habituation and behavior can be activated directly by stimulus cues (Ouellette and Wood 1 998; Ronis et al. 1989; Verplanken et al. 1998). On future occasions, being in a similar situation is sufficient to trigger the automatic response without conscious cognitive mediation (i.e., attitude or intention). Unlike the IAP, the HAP suggests that habit is established mainly through the reinforcement of the stimulus- action link similar to that in conditioning  (Ajzen 2002 ). For instance, if habit is established as HAP suggests, a consumer will, without thinking, react immediately to the context of entering a subway car or taxi by pulling out his/her mobile phone and check e-mail. Here, the context cue (i.e., trans- portation vehicle) has been directly associated with the action (i.e., checking e-mail on a mobile device) and no attitudes or intentions are involved. Thus, the key difference between the IAP and the HAP is whether conscious cognitive processing for the makeup of intention is involved between the stimulus and the action.\n\nAs we have discussed, while there are competing perspectives on how habit affects behavior, there is some agreement at an abstract level that suggests a critical role played by informa- tion and cue processing. Basically, consumers need to first perceive and process the contextual cues from the environ- 164 MIS Quarterly Vol. 36 No. 1/March 2012 ment. Once familiar cues are observed, the association between the cues and the response (either direct action or stored intention) will be automatically established. The behavior is performed as a result ofthe automatic association.\n\nThus, both the HAP and the IAP require a stable environment: so long as the context remains relatively unchanged, routinized behavior is performed in a largely automatic fashion with minimal conscious control  (Ajzen 2002) .\n\nHowever, rapid change is the defining character of the environment, especially in the consumer technology market (Mehrmann 2007). Both the information appliances and the context in which consumers use them change rapidly and constantly. For example, mobile devices have evolved immensely since 1983, both in design and function,3 from early analog models that could only be used to make phone calls to the latest mobile computing devices, such as iPhone 4S, that can take pictures and videos, play videos, and run one of the thousands of applications available from the Apple App store.\n\nConsumer interaction with mobile devices has also changed dramatically from being mainly based on a phone paradigm in the early days to touch screens nowadays. Thus, instead of a stable environment, the environment surrounding consumer technology use is constantly changing.\n\nIn this regard, the triggering process of habit (i.e., cue pro- cessing and association) becomes important in determining the subsequent effects of habit on either behavioral intention or use. If consumers perceive the changing environment as relatively stable, the association between the stimulus cues and intentions or actions can be established and triggered. If not, consumer behavior may be less or not subject to the control of habit. Here, individual differences in information processing and association in memory may play an important role in moderating the effect of habit. If a consumer is less sensitive to changes in the context or has less tendency/ cognitive capacity to process environmental information in a controlled and detailed manner, he or she will depend more on established habit to guide his or her behavior (Verplanken and   Wood 2006). For instance, when in a subway car where the environmental cues keep changing, consumers who are more sensitive to the changes in the environment will be less likely to maintain their old behavioral pattern related to the use of a mobile device to access the Internet (e.g., they may be distracted by people around them and may not use their Blackberry devices to read e-mail while in the subway car).\n\nIn contrast, consumers who are less aware of the environment will tend to ignore the variety of environmental cues and stick to their routinized behavior (i.e., always checking e-mail using their Blackberry devices upon entering a subway car).\n\nIn sum, there are two causal pathways by which habit ultimately influences use. Both hinge on information and cue processing. Across individuals, we expect both pathways to be operational to varying extents. We next discuss three individual difference variables that we expect to affect con- sumers' cue processing and association process, thus moder- ating the effects of habit on behavioral intention and use.\n\nFirst, experience mainly affects the strength of the association between contextual cues and intention or behavior. The relationship between experience and habit is formed and strengthened as a result of repeated behavior  (Limayem et al. 2007; Newell and Rosenbloom 1981) . Habit is a learned out- come and only after a relatively long period of extensive practice can itbe stored in long-term memory and override other behavior patterns  (Lustig et al. 2004 ). Although itis possible for a habit to be formed through repetition in a short period of time, the longer the elapsed time, the more oppor- tunities (i.e., number of cue occurrences) consumers have to create an association between cues and behavior. Consumers with more experience of using a particular technology will develop a cognitive lock-in that creates a barrier to behavioral changes (Murray and Haubl 2007). The response to cues then becomes stronger with increasing experience with a tech- nology (i.e., passage of time). Thus, habit will have stronger effect on intention and use for more experienced consumers.\n\nSecond, age and gender reflect people's differences in infor- mation processing (i.e., cue perception and processing pro- cess) that in turn can affect their reliance on habit to guide behavior. It has been found that older people tend to rely largely on automatic information processing (Hasher and  Zacks 1979; Jennings and Jacoby 1993), with their habits preventing or suppressing new learning  (Lustig et al. 2004 ).\n\nOnce older consumers have formed a habit by repeated use of a particular technology, itis difficult for them to override their habit to adapt to a changed environment. In the earlier example of habitual behavior of using their mobile devices to check e-mail when entering a subway car, older people are less likely to be distracted by changes in the subway car than younger people and will revert to their habitual action of checking e-mail using their mobile devices. Moreover, gender differences will further moderate the effect of habit.\n\nResearch has shown that women tend to pay more attention to details and elaborate on details in their messages than men do (e.g., Gilligan 1982; Krugman 1966). In the context of con- sumer decision making, women have been found to exhibit greater sensitivity to details than men exhibit when making Venkatesh et ai/Consumer Acceptance and Use of IT judgments or decisions (e.g., Farina 1982; Meyers-Levy and  Tybout 1989). This is mainly due to the fact that men tend to process stimuli and information in a schema-based manner and tend to ignore some relevant details, while women tend to process information in a piece-meal and more detailed manner  (Meyers-Levy and Maheswaran 1991) . Thus, itfollows that women will be more sensitive to new cues or cue changes in the environment and pay attention to such changes that will in turn weaken the effect of habit on intention or behavior.\n\nFinally, experience will work in tandem with age and gender to moderate the effect of habit on behavior. The strength- ening effect of experience on habit varies across different cohorts defined by age and gender. As age increases, gender\n\ndifferences in learning about technologies from experience become more pronounced. Aging leads to a decreasing capa- bility of information processing. As women tend to process information in a more detailed and subtle manner than men do (Darley and Smith 1995), older men tend to rely more on heuristics and schema acquired from usage experiences to determine their behavioral intention, paying little attention to environment cues. Therefore, older men with more usage experience will rely most on their habits. Again, returning to our earlier example, after forming the habit of checking mobile e-mail that resulted from prior experience, older men who use mobile e-mail for a longer period of time will pay the least attention to most of the new cues or cue changes in the subway car environment, such as passengers entering/leaving the subway car, and focus only on their habitual action of checking e-mail on their mobile devices. In contrast, women, particularly younger women, with less experience of using mobile e-mail , are more likely to immediately notice changes in their environment and pay attention to the cues. This will weaken the automatic association between the subway car environment and checking e-mail using the mobile device, thus decreasing the effect of habit on intention and the consequent behavior among younger women with less experience. In sum, we expect the effect of habit to be strongest among older men, especially when they have significant experience with a technology. Thus, we hypothesize H4(a) : Age, gender, and experience will moderate the effect of habit on behavioral intention, such that the effect will be stronger for older men with high levels of experience with the technology.\n\nH4(b) : Age, gender, and experience will moderate the effect of habit on technology use, such that the effect will be stronger for older men with high levels of experience with the technology .\n\nMIS Quarterly Vol. 36 No. 1/March 2012 165 This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms Impact of Behavioral Intention Moderated by Experience With increasing experience, consumers have more oppor- tunities to reinforce their habit because they have more time to encounter the cues and perform the associated behavior (Kim and Malhotra 2005). With increasing experience, rou- tine behavior becomes automatic and is guided more by the associated cues (Jasperson et al. 2005). As a result, the effect of behavioral intention on technology use will decrease as experience increases. Studies in psychology have found that experience can moderate the effect of behavioral intention on behavior. For example, Verplanken et al. (1998) showed in a field study that the frequency of car use reduces the effect of behavioral intention on future car use. Following the HAP rationale, greater usage experience implies more opportunities to strengthen the link between cues and behavior, which then facilitates habitualization (Ouellette and Wood 1998) and weakens the link between behavioral intention and use (Kim et al. 2005). Thus, we hypothesize H5: Experience will moderate the effect of behavioral intention on use, such that the effect will be strongerfor consumers with less experience . Method Mobile Internet Technology Our target population was the current users of mobile Internet technology. Our study was conducted in Hong Kong in the context of consumer use of mobile Internet technology.\n\nMobile Internet supports an assortment of digital data services that can be accessed using a mobile device over a wide geo- graphic area. Mobile Internet enables people to exchange messages, pictures, and e-mail, check flight schedules, book concert tickets, and enjoy games while on the road. In a consumer context, the use of mobile Internet is a voluntary decision."
    },
    {
      "title": "Measurement",
      "text": "All of the scales were adapted from prior research. The items are included in the Appendix. The scales for the UTAUT constructs (i.e., performance expectancy, effort expectancy, social influence, facilitating conditions, and behavioral inten- tion) were adapted from Venkatesh et al.  (2003) .\n\nThe habit scale was drawn from Limayem and Hirt (2003), the scale for 166 MIS Quarterly Vol. 36 No. 1/March 2012 hedonic motivation was adapted from Kim et al. (2005), and the price value scale was adapted from Dodds et al. (1991).\n\nAll items were measured using a seven-point Likert scale, with the anchors being \"strongly disagree\" and \"strongly agree.\" Age was measured in years. Gender was coded using a 0 or 1 dummy variable where 0 represented women.\n\nExperience was measured in months. Use was measured as a formative composite index of both variety and frequency of mobile Internet use. A list of six popular mobile Internet applications in Hong Kong was provided and respondents were asked to indicate their usage frequency for each application. The anchors ofthe seven-point scale ranged from \"never\" to \"many times per day.\" According to Sharma et al.\n\n(2009), our measurement of technology use essentially con- sists of behavior-anchored scales that may be subject to relatively high common method variance (CMV), that is, high item characteristics effects. However, as also noted in Sharma et al. (  2009 ), the temporal separation between two measures can reduce the effect of CMV, that is, low measure- ment context effects. As we measured use four months after we obtained the data for the key predictors, the overall impact of CMV is reduced.\n\nWe created a questionnaire in English that was reviewed for content validity by a group of university staff and a group of IS academics. As the questionnaire was administered in Chinese, the language used predominantly by the local residents in Hong Kong, we translated the English questionnaire to Chinese and then back to English to ensure translation equivalence (Brislin 1 970). A professional translator and two research assistants independently translated the original items in English into Chinese. They analyzed the independently translated Chinese versions of the items and came to an agree- ment on the final version for the questionnaire. The question- naire was then translated back into English by another professional translator to confirm translation equivalence.\n\nThe questionnaire was pilot tested among a group of 200 consumers, who were not included in the main survey. We found preliminary evidence that the scales were reliable and valid.\n\nParticipants and Data Collection Procedure\n\nIn 2008, Hong Kong had a mobile phone penetration rate of over 100 percent. This high penetration rate suggests that every resident in Hong Kong is a potential consumer of mobile Internet. The diffusion rate of mobile Internet in Hong Kong reached 52 percent in 20 11 (OFTA2011). To reach out to as many residents as possible, we conducted an online survey through a popular web portal. This web portal pro- vides residents with a wide array of e-government services, This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms such as filing tax returns, booking public facilities, checking traffic information, appointment booking for various government services, and renewal of driving licenses.\n\nWe conducted a two-stage online survey. During the first stage, we collected data on the exogenous variables and intention to use mobile Internet. A banner advertisement for the survey was placed on the web portal for four weeks. As an incentive, respondents were entered into a lucky draw to win various prizes. To eliminate respondents who partici- pated in the survey more than once, they were required to provide their mobile phone number and identity card number.\n\nLater, those respondents with repeated entries were dropped from data analysis. There were 4, 127 valid respondents to the first stage of the online survey. In the second stage of the online survey, we contacted the previous respondents four months later to collect their mobile Internet use. We received 2,220 responses to the second stage of the online survey. As only current users of mobile Internet could respond to ques- tions about habit and experience, we removed the respondents with no prior experience of mobile Internet, leaving us with a final sample of 1,512 consumers (601 women). To test for nonresponse bias, we compared the demographic character- istics of the respondents in the two waves of data collection and found no significant differences. Likewise, a comparison of the demographic characteristics of the respondents and the nonrespondents in the second wave showed no significant differences."
    },
    {
      "title": "Results",
      "text": "We used partial least squares (PLS) to test our model because we have quite a number of interaction terms and PLS is capable of testing these effects  (Chin et al. 2003) . Using the Smart-PLS software, we firstexamined the measurement model to assess reliability and validity before testing the various structural models."
    },
    {
      "title": "Measurement Model",
      "text": "Tables  1  and  2  present the measurement model results, including information about reliability, validity, correlations, and factor loadings. The internal consistency reliabilities (ICRs) ofmulti-item scales modeled with reflective indicators was .75 or greater, suggesting that the scales were reliable.\n\nThe average variance extracted (AVE) was greater than .70 in all cases and greater than the square of the correlations, thus suggesting discriminant validity. The pattern of loadings and cross-loadings supported internal consistency and discrimi- Venkatesh et ai/Consumer Acceptance and Use ofIT nant validity, with two exceptions: one performance expectancy item and one habit item were deleted due to their low loadings and high cross-loadings. Use, which was modeled using six formative indicators, had weights between .26 and .40."
    },
    {
      "title": "Structural Model",
      "text": "We used two methods to assess CMV. We first followed the approach of Liang et al.  (2007) . Using PLS, we specified a method factor together with the original latent variables in the measurement model and calculated the squared factor loadings for both the method factor and the substantive factors (i.e., original latent variables). The average variance ex- plained by the substantive factors was around 0.70 while that by the method factor was under .02, thus suggesting that common method bias is not a concern in our study. Next, we followed Richardson et al.' s (  2009 ) suggestion of the CFA marker technique that involves the addition of a theoretically irrelevant marker variable in the analysis (see also Lindell and   Whitney 2001 ; Malhotra et al. 2006). We followed Malhotra et al.  's (2006)  approach for the post hoc estimation of CMV and chose the second-smallest positive correlation between two manifest variables (0.02) as a conservative estimate.\n\nAfter the deduction of this value from all correlations, we reran our analysis. No significant difference was found be- tween the original correlation estimates and the adjusted ones.\n\nThus, this test also showed that CMV is less of a concern in our study.\n\nWe examined the correlation table for evidence of multi- collinearity among the exogenous constructs (see Table  2 ). The highest correlation between the exogenous constructs was 0.58. To reduce multicollinearity among the interaction terms, the variables used to create interaction terms were mean-centered before creating the interaction terms  (Jaccard et al. 1990 ). This method is consistent with that used in the original UTAUT paper  (Venkatesh et al. 2003) . To further test for multicollinearity, we computed variance inflation factors (VIFs) and they were found to be around 4 and less than the conservative threshold of 5, thus suggesting that multicollinearity was not a major issue in our study.\n\nWe ran four separate models to test the support for baseline UTAUT (direct effects only), baseline UTAUT (direct and moderated effects), UTAUT2 (direct effects only) and UTAUT2 (direct and moderated effects). 1Ť Тз** Л2* 1Š -.21*** 1з ~!ÔÎ 1Ï NA 11. HT 4Т5 TÃ7 .33*** .28*** .37*** .26***-.21*** Бб .40***-.03 -.05 .19*** .76 12. Use Т99 -Г28 .30*** .20*** .20*** .30*** .28*** .24*** .42*** M Г0б .25*** .49*** NA Notes:\n\n1. PE: Performance Expectancy; EE: Effort Expectancy; SI: Social Influence; FC: Facilitating Conditions; HM: Hedonic Motivation; PV: Price Value; Bl: Behavioral Intention; Gdr:Gender; Age: Age; Exp: Experience; HT: Habit."
    },
    {
      "title": "2.",
      "text": "*p < 0.05; **p < 0.01 ; ***p < 0.001 ; allother correlations are insignificant. 3. Diagonal elements are AVEs and off-diagonal elements are correlations. ."
    },
    {
      "title": "Vť jOO",
      "text": "Facilitating conditions  (FC)  .16** .17*** Hedonic motivation  (HM)  .23***\n\n.03\n\nPrice value (PV)\n\n.14* .02\n\nHabit (HT)\n\n~~!"
    },
    {
      "title": "32^M",
      "text": "Gender (GDR)\n\n.00 .00\n\nAge (AGE)\n\n.02\n\n.01\n\nExperience (EXP)\n\n.01 .01\n\n705 T05 FC X AGE \" ~ĥm X age m pv X age m HT X age № EE X EXP .01 .02 SI X EXP № m FC X EXP ' \" ; ' . ' ~~№ HM X EXP !ÕÍ HT X EXP ХЮ PE X GDR X AGE .31*** ^22*** EE\n\n22*** DV: Technology Use D only D + l D only D + l 26 Ж) 35 52 Adj. R2 .26 .40 .35 .52 Behavioral intention (Bl) .43*** .36*** .33*** .08 Habit (HT) 24^~ГР~* Facilitating conditions (FC) .17** .03 .15* .08 Age (AGE) !Õ3 m Gender (GDR) .01\n\n.04\n\nExperience (EXP)\n\n.04 .02\n\nHT X GDR X AGE x EXP -.34*** Notes:\n\n1. D only: Direct effects only; D + l: Direct effects and interaction terms."
    },
    {
      "title": "2.",
      "text": "***p < 0.001 ; **p < 0.01 ; *p < 0.05. and large respectively  (Cohen 1988 ). Most of our significant variables had effect sizes between medium and large. Further, based on a power analysis, we conclude that, given our large sample size, we would have quite easily detected small effects.\n\nAs shown in Table  3 , the basic structure of UTAUT was confirmed. When interaction terms were not included, there were significant effects for performance expectancy (PE), effort expectancy (EE), and social influence (SI) on behavioral intention (Bl), and both Bl and facilitating conditions (FC) had significant impacts on use. When interaction terms were included, significant path coefficients were found with all 170 MIS Quarterly Vol. 36 No. 1/March 2012 higher-order interaction terms, such as PE x GDR x AGE, EE x GDR x AGE x EXP, and SI x GDR x AGE x EXP when predicting Bl, and FC x AGE x EXP when predicting use.\n\nThe results support the applicability and validity of UTAUT as a theoretical base to predict consumers' behavioral inten- tions and technology use.\n\nThe variance in behavioral intention explained by UTAUT with direct effects only and UTAUT with moderated effects also was quite good at 35 percent and 56 percent respectively, and the variance explained in technology use was 26 percent and 40 percent respectively. We reran the tests with only significant paths in the model to examine the change in R2. We found that R2 decreased by less than 2 percent.\n\nThis content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms\n\nOur hypotheses pertained to new moderated relationships, as noted earlier, about the role of facilitating conditions (FC), hedonic motivation (HM), price value (PV), habit (HT), and interaction terms as predictors. Given the complexity of the proposed relationships, beyond the beta coefficients reported in Table  3 , we conducted split-sample analyses and plots to understand the pattern of results. We report the support for our hypotheses based on the cumulative evidence from the various tests we conducted. Most of our hypotheses were supported. The direct effects only UTAUT2 explained 44 percent of the variance in behavioral intention and the UTAUT2 including interaction terms explained 74 percent of the variance in behavioral intention. Likewise, in explaining technology use, UTAUT2's direct effects only model and moderated model explained 35 percent and 52 percent of the variance respectively. All ofthese represent significant jumps in variance explained compared to the baseline/original\n\nUTAUT.\n\nThe first two hypotheses pertain to the moderated effects of facilitating conditions and hedonic motivation on behavioral intention. HI, which predicted that age, gender, and experi- ence will moderate the effect of FC on BI, was partially sup- ported as only gender and age were significant moderators but experience was not. The pattern related to these two modera- tors was consistent with HI in that FC was most important to older women. It is quite likely that as FC deals with broader infrastructure and support issues, itwill always be important to those who value iteven if they have significant experience with the target technology. H2, which predicted that age, gender, and experience will moderate the effect of HM on BI such that it will be stronger among younger men in early stages of experience, was supported. H3, which predicted that age and gender would moderate the effect of PV on BI such that itwill be stronger for older women, was supported.\n\nThe next set of hypotheses relate to the role of habit on BI and use. It was theorized in H4(a) and H4(b) that habit's effect will be stronger among older men in later stages of ex- perience. This pattern was borne out. The last hypothesis was to complement the role of habit as a predictor. Speci- fically, H5 stated that the effect of BI on use will decline with increasing experience. We found that this hypothesis was also supported."
    },
    {
      "title": "Discussion",
      "text": "Our paper contributes to IS research by providing the logical companion in a consumer use settingto UTAUT (Venka- tesh et al. 2003) that was developed for an employee accept- ance and use setting. Our model sits at the confluence of a Venkatesh et ai/Consumer Acceptance and Use ofIT number of IS research streams related to individual use of technology. While the existence of many TAM-based studies do prompt the view that this is an over-researched area  (Benbasat and Barki 2007) , our study shows that UTAUT is a powerful framework (Goodhue 2007) and when it is extended with relevant constructs  (Bagozzi 2007) , it can contribute to the understanding of important phenomena, here consumer use of technologies in general."
    },
    {
      "title": "Theoretical Contributions",
      "text": "Our major theoretical contribution is in modifying UTAUT for the consumer technology acceptance and use context. By doing so, we extend the generalizability of UTAUT from an organizational to a consumer context. Prior technology acceptance and use research has investigated the phenomenon in organizational contexts where performance expectancy is the main driver of employees' technology use intentions and behaviors. In the case of consumers' acceptance and use of technology, other drivers come to the fore. Two such drivers included in UTAUT2 are hedonic motivation and price value.\n\nHedonic motivation is a critical determinant of behavioral intention and was found to be a more important driver than performance expectancy is in non-organizational contexts. Further, we delineated how various individual characteristics, namely gender, age, and experience, jointly moderate the effect of hedonic motivation on behavioral intention. Some interesting results are that the effect of hedonic motivation on behavioral intention is stronger for younger men with less experience with a technology, while the effect of price value was more important to older women. Thus, the addition of hedonic motivation, price value, and their interactions with UTAUT moderators are crucial in expanding the scope and generalizability of UTAUT to the consumer environment.\n\nAs hedonic IS are ubiquitous in the consumer IT market, such as mobile games and videos on iPhones, hedonic motivation plays an important role in predicting intentions for hedonic IS (e.g., van der Heijden 2004). We integrated hedonic motiva- tion into UTAUT and theorized the moderating effects of consumer demographics on the relationship between hedonic motivation and intention. While van der Heijden  (2004)  focused solely on hedonic IS, in our context of consumer use of mobile Internet, both utilitarian features (e.g., the business and productivity applications on iPhone, such as QuickOffice) and hedonic features (e.g., mobile games and entertainment applications on iPhone) coexist.\n\nOur empirical results suggest that in such a context of consumer use of IT in general, both utilitarian benefits and hedonic benefits are important drivers of technology use. Future work can examine other key con- structs that are salient to different research contexts when MIS Quarterly Vol. 36 No. 1/March 2012 171 This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms building the models. For instance, in the context of social computing, social outcomes such as higher status in the community or being unique in the group may be important addi- tional drivers of IT use. We integrate price value into the UTAUT framework to address the cost issue of technology use in the consumer setting. While there are studies that have examined the role of value in consumer adoption of IT (e.g., Kim et al. 2007), we extend itto continued use and we theorized the moderating effects of age and gender on the relationship between price value and intention. Our research highlights the impor- tance of price value in consumer decision making regarding technology use and the moderating effects of the consumer demographic profile that is rooted in mechanisms related to social roles. Future research may build on our study to examine how the pricing of applications and the consequent value structure of the application portfolio can influence consumer technology use patterns (i.e., the relative frequency of use of different applications). For instance, researchers may study how perceived value of applications can influence consumer use patterns when different bundling strategies, such as pure bundling versus mixed bundling, are adopted by\n\nIT application vendors (e.g., Hitt and Chen 2005).\n\nAnother important aspect of the extension of UTAUT to the consumer context involves the influence of facilitating conditions. While the original UTAUT only proposed a path from facilitating conditions to actual behavior, in a consumer con- text, we theorized facilitating conditions, moderated by gender and age, to also influence behavioral intention. In particular, we found that the effect of facilitating conditions on behavioral intention is more pronounced for older women. This particular group of consumers views availability of resources, knowledge, and support as essential to acceptance of a new technology.\n\nWe also found empirical support for the original UTAUT with the remaining constructs performing as expected in the consumer context. The effects of performance expectancy, effort expectancy, and social influence on behavioral intention were all moderated by individual characteristics (i.e., different combinations of age, gender, and experience). Similarly, the effect of facilitating conditions on technology use was moderated by age and experience. One notable difference between the findings related to UTAUT and UTAUT2 is the effect of behavioral intention on technology use. While behavioral intention had a positive direct effect on use in UTAUT, in the consumer context (in UTAUT2), the effect was moderated by experience with the target technology.\n\nAnother major theoretical contribution of this work is in the integration of habit into UTAUT.\n\nResearchers, such as Ben-172 MIS Quarterly Vol. 36 No. 1/March 2012 basat and Barki (2007), have called for more research into habit, which is under-studied in the IS literature, while others (e.g., Bagozzi 2007) have called for alternative theoretical mechanisms in predicting technology use in order to further the progress in this mature stream of work. While Limayem et al. (2007) have integrated habit into expectation- confirmation theory (ЕСТ), we have integrated habit into UTAUT, which reflects an earlier unification of eight prior models of technology acceptance and use. Our treatment of habit reflects the two main theoretical perspectives of habit (Ouellette and Wood 1998): the stored intention view (e.g., Ajzen 2002) and the automaticity view (e.g., Limayem et al. 2007). Age, gender, and experience were hypothesized to moderate the effects of habit on intention and use. Our research has demonstrated that when predicting continued use of IT, UTAUT predictors, hedonic motivation, price value, and habit play important roles. Future research can extend our model and examine potential interventions to foster or break habits in the context of continued IT use. For example, according to the automaticity view, changes in the environ- mental or context cues can already break the automatic cuebehavior link. In contrast, following the stored intention\n\nview, changes in the beliefs that formally led to the stored intention are more effective in changing habits.\n\nIn UTAUT2, we modeled habit as having both a direct effect on use and an indirect effect through behavioral intention.\n\nThis is the first study of which we are aware that theorized the moderating effects of demographic characteristics on the habit-intention and habit-use relationships. We have developed hypotheses regarding how age, gender, and experience jointly moderate the effect of habit on technology use based on the underlying process ofhabit activation and enforcement.\n\nWe found that older men with extensive usage experience tend to rely more on habit to drive technology use through both the stored-intention path and the instant-activation path.\n\nWe thus extend the nomological network related to technology use to include a new set of constructs and associated theoretical mechanisms.\n\nIn summary, UTAUT2 incorporates not only the main rela- tionships from UTAUT, but also new constructs and relation- ships that extend the applicability of UTAUT to the consumer context. We have provided empirical support for the appli- tional context (70 percent and 48 percent respectively). This suggests that the proposed extensions are critical to making the predictive validity ofUTAUT in a consumer context com- parable to what was found in the original UTAUT studies in an organizational context. In light of these findings, com- parisons to other models, such as the model of adoption of technology in the household (MATH; Brown and Venkatesh   2005), will be of value. Our model incorporates ideas from MATH but an empirical comparison and incorporation of the household lifecycle as in Brown and Venkatesh (2005) could be a fruitful future study.\n\nLimitations and Future Research\n\nThe first limitation concerns generalizability of the findings.\n\nAs our study was conducted in Hong Kong, which has a very high penetration rate for mobile phones, the findings may not apply to countries that are less technologically advanced.\n\nSecond, as our sample is somewhat skewed, with a mean age around 31, the findings may not apply to those who are significantly older.\n\nThird, we have studied only one type of technology (i.e., mobile Internet). Future research can build on our study by testing UTAUT2 in different countries, different age groups, and different technologies. Finally, we included hedonic motivation, price value, and habit as pre- dictors based on key complementary theoretical perspectives to the theoretical mechanisms in UTAUT. Future research can identify other relevant factors that may help increase the applicability of UTAUT to a wide range of consumer technology use contexts. Our measure of behavior is self-reported. There is not only significant variance across studies in how technology use is conceptualized and measured, but also continuing conceptual/ measurement progress with respect to the use construct. According to Burton-Jones and Straub (2006), technology use has been conceptualized and measured as extent of use (e.g., Venkatesh and Davis 2000), breadth of use (e.g., Saga and Zmud 1994), variety of use (e.g., Igbaria et al. 1997; Thong 1999), users' cognitive absorption into the system (Agarwal  and Karahanna 2000), etc. Thus, the interpretation of a study's results and comparison across studies on the variance in use explained is contingent upon the conceptualization of the use construct. Following the convention of Burton-Jones and Straub (2006), our focus of technology use in the current study is at the system element (i.e., breadth and extent/depth ofthe use). Accordingly, our measurement of technology use is a formative index of six questions (see Appendix) on con- sumers' usage frequencies of the six most popular mobile Internet applications in Hong Kong. Thus, our measure incor- porates both the breadth of use (i.e., number of different Venkatesh et ai/Consumer Acceptance and Use of IT applications/features) and depth of use (i.e., the frequency of use). Future research can build on our study by including more structural elements of use, such as those related to user and tasks (Burton-Jones and Straub 2006), to examine the explanatory power of behavioral intention and habit. For instance, the predictive power of habit may increase relative to that of behavioral intention when users' daily tasks are included in the measurement of use, as daily routine tasks are more subject to the influence of habit.\n\nThe issue of common method variance (CMV)\n\nhas been identified as a major methodological concern associated with TAM-based research (e.g., Malhotra et al. 2006; Sharma et al. 2009; Straub and Burton-Jones 2007). Meta-analysis-based investigations have revealed mixed resultswhile Malhotra et al. (2006) found CMV was not a serious issue in the general ТАМ framework, Sharma et al. (2009) suggested that under certain conditions, the link between perceived usefulness and technology use is subject to relatively high CMV. While examining the CMV in TAM/UTAUT-based research is not the major goal of our paper, we did not find CMV to be a concern in our study. Even so, future research should adopt a more rigorous design to reduce measurement and method biases. Future research using different, objective measures of use can help further rule out CMV. Future research using experiments that manipulate the predictors (and using the scales as manipulation checks) can further help reduce CMV concerns."
    },
    {
      "title": "Managerial Implications",
      "text": "Our empirical finding about price value has implications for the pricing strategy of consumer IT application vendors.\n\nParticularly, our study suggests that perceived benefits over monetary sacrifice (i.e., the price value) of IT applications can influence consumers' technology use. For instance, the cur- rent cost structure of mobile Internet applications is mainly based on the network traffic generated by each type of appli- cation, with multimedia contents priced at the highest level. However, this pricing pattern may not reflect the relative value attached to different applications by consumers. IT application vendors should first focus on the real value of their offerings for consumers. For instance, while mobile video applications, such as movie episodes, are priced high due to the network traffic they generate, the real value (i.e., hedonic benefits) of these type of applications is still questionable, as consumers may not be able to concentrate fully on the movies when watching them on the small screen of the mobile devices while on the move (Xu et al. 2010). Thus, from a consumer's perspective, the hedonic benefits ofmobile movies may not be high enough to justify the price, thus\n\nThis content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to  https://about.jstor.org/terms having low or even negative price value. In contrast, appli- cations less rich in media, such as mobile picture sharing, that emphasize immediate experience sharing among friends, may be of higher price value to consumers because of their social value and timeliness. Our study suggests that to maximize profit, vendors should optimize the pricing of different appli- cations based on their utilitarian, hedonic, or other types of value to consumers.\n\nOur results suggest that there is a significant impact of con- sumers' habit on personal technology use when they face an environment that is diversified and ever changing. In addition to the direct and automatic effect of habit on technology use, habit also operates as a stored intention path to influence behavior. This demands more marketing communication efforts to strengthen both the stored intention and its link to behavior. For instance, when multimedia messaging service (MMS) was introduced, mobile service providers rolled out advertisements to emphasize a variety of scenarios where the service can be used, such as experience sharing with friends, sending greeting cards to family members, field workers taking pictures on the spot, etc. These advertisements helped to enhance the stored intention (i.e., I can use MMS in a variety of contexts) and its link to the behavior in different usage contexts. In retrospect, emphasizing the application of mobile Internet in varied contexts and occasions may be a useful strategy to potentially increase the habitual use of IT applications. Moreover, our results suggest that the impact of habit on behavior differs with age, gender, and experience.\n\nSpecifically, older men with extensive experience, more than others, tend to be driven by habit. Thus, when the goal is to facilitate changes in consumers' habitual usage as in the case of launching a new technology, more resources may need to be targeted at older men with significant experience because they may have great difficulty in changing their habits. In contrast, when IT application providers want to maintain consumers' habitual use, more attention should be paid to younger women as they are most sensitive to changes in the environment.\n\nFinally, the significance of the moderated effects in our model suggests that managers can use a market segmentation strategy to facilitate consumer technology use. Our results show that different cohorts of consumers attach different weights to various factors that influence their technology use, which can potentially be attributed to the differential learning abilities and social roles across age, experience, and gender.\n\nFirst, we found that when older women are in the early stages of using a particular technology, they rely more on external resources to facilitate their continued use of the technology. This suggests that on-going facilitations designed for older women should be provided by IT application vendors if they 174 MIS Quarterly Vol. 36 No. 1/March 2012 want to keep this group of consumers on track. For instance, customer help through a call center, instant messaging ser- vices, or a consumer community can take special care of older women users who are new to IT applications. Second, we found that younger men in the early stages of experience are motivated more by the hedonic benefits gained from using a technology. This implies that hedonic applications of the technology that are interesting to younger men, such as mobile gaming, music, and videos in the case of mobile data services, can be bundled together with special promotions to attract younger men new to the technology. Finally, we found that older women, more than others, emphasize price value of the technology. This suggests that older women are more price sensitive than other cohorts of consumers. Thus, from the perspective of IT application vendors, relatively simple and utilitarian technology applications can be promoted with special discounts to older women users while premium pricing of hedonic applications may be adopted and targeted at younger men. In summary, our study suggests that the consumer technology industry should better design and market technologies to consumers in various demographic groups at various stages of the use curve."
    },
    {
      "title": "Conclusions",
      "text": "The current study showed that in the context of consumers' use of technology, the effects of hedonic motivation, price value, and habit are complex. First, the impact of hedonic motivation on behavioral intention is moderated by age, gender, and experience. Second, the effect of price value on behavioral intention is moderated by age and gender. Finally, habit has both direct and mediated effects on technology use, and these effects are moderated by individual differences.\n\nThus, both the TPB-based view of habit (i.e., as stored inten- tion) and the more recent automatic activation view of habit (i.e., as a direct link between stimulus and behavior) are functioning together in determining consumer use of tech- nology. Moreover, the strength and activation of habit differs across age, gender, and experience. Overall, our study con- firmed the important roles of hedonic motivation, price value, and habit in influencing technology use and in UTAUT2, which is tailored to the context of consumer acceptance and use of technology."
    },
    {
      "text": "MIS Quarterly Vol. 36 No. 1 pp. 157-178/March 2012 157 This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to https://about.jstor.org/terms"
    },
    {
      "text": "3http://www.webdesignerdepot.com/2009/05/the-evolution-ofdesign-between-1983-2009/ This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to https://about.jstor.org/terms"
    },
    {
      "text": "168 MIS Quarterly Vol. 36 No. 1/March 2012 This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to https://about.jstor.org/terms"
    },
    {
      "text": ".62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to https://about.jstor.org/terms"
    },
    {
      "text": "cability of UTAUT2 to the consumer context via a two-stage online survey of 1,512 mobile Internet consumers. The variance explained in both behavioral intention (74 percent) and technology use (52 percent) are substantial, compared to the baseline UTAUT that explained 56 percent and 40 percent of the variance in intention and use respectively. The results from UTAUT2 are also comparable to those obtained in Venkatesh et al.'s (2003)  study of UTAUT in the organiza- This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to https://about.jstor.org/terms"
    },
    {
      "text": "Hong Kong Research Grants Council and theResearch Center for Electronic Commerce atHKUST. This content downloaded from 128.255.62.40 on Thu, 14 Aug 2025 22:03:03 UTC All use subject to https://about.jstor.org/terms"
    },
    {
      "text": "Factor 2 Factor 3 Factor 4 Factor 5 Factor 6 Factor 7 Factor 8"
    }
  ],
  "references": [
    {
      "title": "Habits as Knowledge Structures: Automaticity in Goal-Directed Behavior",
      "authors": [
        "H Aarts",
        "A Dijksterhuis"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.78.1.53"
    },
    {
      "title": "Time Flies When You're Having Fun: Cognitive Absorption and Beliefs about Information Technology Usage",
      "authors": [
        "R Agarwal",
        "E Karahanna"
      ],
      "year": 2000,
      "doi": "10.2307/3250951"
    },
    {
      "authors": [
        "I Ajzen"
      ],
      "doi": "10.1007/978-1-4757-2040-2_74"
    },
    {
      "title": "The Theory of Planned Behavior"
    },
    {
      "title": "Residual Effects of Past on Later Behavior: Habituation and Reasoned Action Perspectives",
      "authors": [
        "I Ajzen"
      ],
      "year": 2002
    },
    {
      "title": "Attitudes and theAttitude-Behavior Relation: Reasoned and Automatic Processes",
      "authors": [
        "I Ajzen",
        "M Fishbein"
      ],
      "year": 2000
    },
    {
      "title": "The Influence of Attitudes on Behavior",
      "authors": [
        "I Ajzen",
        "M Fishbein"
      ],
      "year": 2005
    },
    {
      "title": "Dimensions of Consumer Expertise",
      "authors": [
        "J Alba",
        "J Hutchinson"
      ],
      "year": 1987
    },
    {
      "title": "Information Technology (IT) in Saudi Arabia: Culture and the Acceptance and Use of IT",
      "authors": [
        "S Al-Gahtani",
        "G Hubona",
        "J Wang"
      ],
      "year": 2007,
      "doi": "10.1016/j.im.2007.09.002"
    },
    {
      "title": "Constructing Mystery: Empirical Matters in Theory Development",
      "authors": [
        "M Alvesson",
        "D Kärreman"
      ],
      "year": 2007,
      "doi": "10.5465/amr.2007.26586822"
    },
    {
      "title": "Adoption Process for VOIP: The Influence of Trust intheUTAUT Model",
      "authors": [
        "E Armida"
      ],
      "year": 2008
    },
    {
      "title": "The Legacy of the Technology Acceptance Model and a Proposal for a Paradigm Shift",
      "authors": [
        "R Bagozzi"
      ],
      "year": 2007,
      "doi": "10.17705/1jais.00122"
    },
    {
      "title": "The Duality of Human Existence",
      "authors": [
        "D Bakan"
      ],
      "year": 1966
    },
    {
      "title": "Quo Vadis, ТАМ?",
      "authors": [
        "I Benbasat",
        "H Barki"
      ],
      "year": 2007
    },
    {
      "title": "Understanding Information Systems Continuance: An Expectation-Confirmation Model",
      "authors": [
        "A Bhattacherjee"
      ],
      "year": 2001,
      "doi": "10.2307/3250921"
    },
    {
      "title": "Back Translation forCross-Cultural Research",
      "authors": [
        "R Brislin"
      ],
      "year": 1970,
      "doi": "10.1177/135910457000100301"
    },
    {
      "title": "Model of Adoption of Technology in theHousehold: A Baseline Model Test and Extension Incorporating Household Life Cycle",
      "authors": [
        "S Brown",
        "V Venkatesh"
      ],
      "year": 2005,
      "doi": "10.2307/25148690"
    },
    {
      "title": "Reconceptualizing System Usage: An Approach and Empirical Test",
      "authors": [
        "A Burton-Jones",
        "D Straub"
      ],
      "year": 2006,
      "doi": "10.1287/isre.1060.0096"
    },
    {
      "title": "Examining User Acceptance of SMS: An Empirical Study in China and Hong Kong",
      "authors": [
        "Consumer Venkatesh",
        "Acceptance",
        "K Use Ofit Chan",
        "M Gong",
        "Y Xu",
        "J Thong"
      ],
      "year": 2008
    },
    {
      "title": "Physicians' Acceptance of Pharmacokinetics-Based Clinical Decision Support Systems",
      "authors": [
        "I Chang",
        "H Hwang",
        "W Hung",
        "Y Li"
      ],
      "year": 2007
    },
    {
      "title": "Identifying Early Adopters of New IT Products: A Case of Windows 95",
      "authors": [
        "P Chau",
        "К Hui"
      ],
      "year": 1998,
      "doi": "10.1016/s0378-7206(98)00031-7"
    },
    {
      "title": "Hedonic and Utilitarian Motivations for Online Retail Shopping Behavior",
      "authors": [
        "T Childers",
        "C Carr",
        "J Peck",
        "S Carson"
      ],
      "year": 2001
    },
    {
      "title": "A Partial Least Squares Latent Variable Modeling Approach for Measuring Interaction Effects: Results from a Monte Carlo Simulation Study and an Electronic-Mail Emotion/Adoption Study",
      "authors": [
        "W Chin",
        "B Marcolin"
      ],
      "year": 2003
    },
    {
      "title": "Statistical Power Analysis for theBehavioral Sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1988
    },
    {
      "title": "Distortion of Price Discount Perceptions: The Right Digit Effect",
      "authors": [
        "K Coulter",
        "R Coulter"
      ],
      "year": 2007
    },
    {
      "title": "Gender Differences in Information Processing Strategies: An Empirical Test of the Selectivity Model in Advertising Response",
      "authors": [
        "W Darley",
        "R Smith"
      ],
      "year": 1995
    },
    {
      "title": "Toward Preprototype User Acceptance Testing of New Information Systems: Implications forSoftware Project Management",
      "authors": [
        "F Davis",
        "V Venkatesh"
      ],
      "year": 2004
    },
    {
      "title": "Thinking about Gender",
      "authors": [
        "K Deaux",
        "M Kite"
      ],
      "year": 1987,
      "doi": "10.1177/027046768800800481"
    },
    {
      "title": "Structure of Gender Stereotypes: Interrelationships among Components and Gender Label",
      "authors": [
        "K Deaux",
        "L Lewis"
      ],
      "year": 1984
    },
    {
      "title": "Effects of Price, Brand, and Store Information on Buyers",
      "authors": [
        "W Dodds",
        "К Monroe",
        "D Grewal"
      ],
      "year": 1991
    },
    {
      "title": "The Stigma of Mental Disorders",
      "authors": [
        "A Farina"
      ],
      "year": 1982
    },
    {
      "title": "Multiple Processes by Which Attitudes Guide Behavior: The Mode Model as an Integrative Framework",
      "authors": [
        "R Fazio"
      ],
      "year": 1990,
      "doi": "10.1016/s0065-2601(08)60318-4"
    },
    {
      "title": "In a Different Voice: Psychological Theory and Women 's Development",
      "authors": [
        "C Gilligan"
      ],
      "year": 1982
    },
    {
      "title": "Multiparadigm Perspectives on Theory Building",
      "authors": [
        "D Gioia",
        "E Petri"
      ],
      "year": 1990
    },
    {
      "title": "Comment on Benbasat and Barki's 'Quo Vadis ТАМ' Articiq",
      "authors": [
        "D Goodhue"
      ],
      "year": 2007
    },
    {
      "title": "Future Management Theory: A 'Comparative' Evolution toa General Theory",
      "authors": [
        "W Greenwood"
      ],
      "year": 1974
    },
    {
      "title": "Adoption of ICT in a Government Organization in a Developing Country: An Empirical Study",
      "authors": [
        "В Gupta",
        "S Dasgupta",
        "A Gupta"
      ],
      "year": 2008
    },
    {
      "title": "Relationships of Age and Seniority with Career Variables of Engineers and Scientists",
      "authors": [
        "D Hall",
        "R Mansfield"
      ],
      "year": 1975,
      "doi": "10.1037/h0076549"
    },
    {
      "title": "Automatic and Effortful Processes in Memory",
      "authors": [
        "L Hasher",
        "R Zacks"
      ],
      "year": 1979,
      "doi": "10.1037//0096-3445.108.3.356"
    },
    {
      "title": "The Managerial Woman",
      "authors": [
        "M Henning",
        "A Jardim"
      ],
      "year": 1977
    },
    {
      "title": "Innovativeness, Novelty Seeking, and Consumer Creativity",
      "authors": [
        "E Hirschman"
      ],
      "year": 1980
    },
    {
      "title": "Bundling with Customer Self-Selection: A Simple Approach to Bundling Low-Marginal-Cost Goods",
      "authors": [
        "L Hitt",
        "P Chen"
      ],
      "year": 2005
    },
    {
      "title": "The Experiential Aspects of Consumption: Consumer Fantasies, Feelings, and Fun",
      "authors": [
        "M Holbrook",
        "E Hirschman"
      ],
      "year": 1982
    },
    {
      "title": "Understanding Continued Information Technology Usage Behavior: A Comparison of Three Models intheContext of Mobile Internet",
      "authors": [
        "S Hong",
        "J Thong",
        "К Tam"
      ],
      "year": 2006,
      "doi": "10.1016/j.dss.2006.03.009"
    },
    {
      "title": "Personal Computing Acceptance Factors inSmall Firms: A Structural Equation Model",
      "authors": [
        "M Igbaria",
        "N Zinatelli",
        "P Cragg",
        "A Cavaye"
      ],
      "year": 1997
    },
    {
      "title": "Interaction Effects in Multiple Regression",
      "authors": [
        "J Jaccard",
        "R Turrisi",
        "С Wan"
      ],
      "year": 1990
    },
    {
      "title": "A Comprehensive Conceptualization of the Post-Adoptive Behaviors Associated with IT-Enabled Work Systems",
      "authors": [
        "J Jasperson",
        "P Carter",
        "R Zmud"
      ],
      "year": 2005
    },
    {
      "title": "Automatic Versus Intentional Uses of Memory: Aging, Attention, and Control",
      "authors": [
        "J Jennings",
        "L Jacoby"
      ],
      "year": 1993,
      "doi": "10.1037//0882-7974.8.2.283"
    },
    {
      "title": "The Essential Impact of Context on Organizational Behavior",
      "authors": [
        "G Johns"
      ],
      "year": 2006,
      "doi": "10.5465/amr.2006.20208687"
    },
    {
      "title": "Value-Based Adoption of Mobile Internet: An Empirical Investigation",
      "authors": [
        "H Kim",
        "H Chan",
        "S Gupta"
      ],
      "year": 2007,
      "doi": "10.1016/j.dss.2005.05.009"
    },
    {
      "title": "A Longitudinal Model of Continued IS Use: An Integrative View of Four Mechanisms Underlying Post-Adoption Phenomena",
      "authors": [
        "S Kim",
        "N Malhotra"
      ],
      "year": 2005
    },
    {
      "title": "Two Competing Perspectives on Automatic Use: A Theoretical and Empirical Comparison",
      "authors": [
        "S Kim",
        "N Malhotra",
        "S Narasimhan"
      ],
      "year": 2005,
      "doi": "10.1287/isre.1050.0070"
    },
    {
      "title": "The Measurement of Advertising Involvement",
      "authors": [
        "H Krugman"
      ],
      "year": 1966
    },
    {
      "title": "The Influence of Consumer Traits and Demographics on Intention toUse Retail Self-Service Checkouts",
      "authors": [
        "H Lee",
        "H Cho",
        "W Xu",
        "A Fairhurst"
      ],
      "year": 2010
    },
    {
      "title": "Assimilation of Enterprise Systems: The Effect of Institutional Pressures and the Mediating Role of Top Management",
      "authors": [
        "H Liang",
        "N Saraf",
        "Q Hu",
        "Y Xue"
      ],
      "year": 2007,
      "doi": "10.2307/25148781"
    },
    {
      "title": "Force of Habit and Information Systems Usage: Theory and Initial Validation",
      "authors": [
        "M Limayem",
        "S Hirt"
      ],
      "year": 2003,
      "doi": "10.17705/1jais.00030"
    },
    {
      "title": "How Habit Limits thePredictive Power of Intentions: The Case of IS Continuance",
      "authors": [
        "M Limayem",
        "S Hirt",
        "С Cheung"
      ],
      "year": 2007,
      "doi": "10.2307/25148817"
    },
    {
      "title": "Accounting for Common Method Variance inCross-Sectional Research Designs",
      "authors": [
        "M Lindell",
        "D Whitney"
      ],
      "year": 2001
    },
    {
      "title": "Which Route to Recovery?",
      "authors": [
        "С Lustig",
        "A Konkel",
        "L Jacoby"
      ],
      "year": 2004
    },
    {
      "title": "The Impact of Age vs. Life Experience on theGender Role Attitudes of Women inDifferent Cohorts",
      "authors": [
        "P Lynott",
        "N Mccandless"
      ],
      "year": 2000
    },
    {
      "title": "Common Method Variance in IS Research: A Comparison of Alternative Approaches and a Reanalysis of Past Research",
      "authors": [
        "N Malhotra",
        "S Kim",
        "A Patii"
      ],
      "year": 2006
    },
    {
      "title": "The Rapid Pace of Evolution inConsumer Electronics",
      "authors": [
        "J Mehrmann"
      ],
      "year": 2007
    },
    {
      "title": "Exploring Differences inMales' and Females' Processing Strategy",
      "authors": [
        "J Meyers-Levy",
        "D Maheswaran"
      ],
      "year": 1991,
      "doi": "10.1086/209241"
    },
    {
      "title": "Schema Congruity as a Basis forProduct Evaluation",
      "authors": [
        "J Meyers-Levy",
        "A Tybout"
      ],
      "year": 1989
    },
    {
      "title": "Innovativeness: The Concept and its Measurement",
      "authors": [
        "D Midgley",
        "G Dowling"
      ],
      "year": 1978
    },
    {
      "title": "Gender and Age Differences in Employee Decisions about New Technology: An Extension tothe Theory of Planned Behavior",
      "authors": [
        "M Morris",
        "V Venkatesh",
        "P Ackerman"
      ],
      "year": 2005,
      "doi": "10.1109/tem.2004.839967"
    },
    {
      "title": "Explaining Cognitive Lock-In: The Role of Skill-Based Habits of Use inConsumer Choice",
      "authors": [
        "К Murray",
        "G Haubl"
      ],
      "year": 2007
    },
    {
      "title": "Charismatic Leadership and User Acceptance of Information Technology",
      "authors": [
        "D Neufeld",
        "L Dong",
        "C Higgins"
      ],
      "year": 2007
    },
    {
      "title": "Mechanisms of Skill Acquisition and thePower Law of Practice",
      "authors": [
        "A Newell",
        "P Rosenbloom"
      ],
      "year": 1981
    },
    {
      "title": "Moderators of Perceived Behavioral Control's Predictiveness inthe Theory of Planned Behavior: A Meta-Analysis",
      "authors": [
        "A Notani"
      ],
      "year": 1998
    },
    {
      "title": "Intentions toUse Mobile Services: Antecedents and Cross-Service Comparisons",
      "authors": [
        "H Nysveen",
        "P Pedersen",
        "H Thorbjornsen"
      ],
      "year": 2005
    },
    {
      "title": "Key Telecommunication Statistics",
      "year": 2011
    },
    {
      "title": "Habit and Intention in Everyday Life: The Multiple Processes by Which Past Behavior Predicts Future Behavior",
      "authors": [
        "J Ouellette",
        "W Wood"
      ],
      "year": 1998
    },
    {
      "title": "Attention and Performance: Identifying and Localizing Age Deficits",
      "authors": [
        "D Plude",
        "W Hoyer"
      ],
      "year": 1985
    },
    {
      "title": "Aging and Old Age",
      "authors": [
        "R Posner"
      ],
      "year": 1996
    },
    {
      "title": "A Tale of Three Perspectives: Examining Post Hoc Statistical Techniques forDetection and Correction of Common Method Variance",
      "authors": [
        "H Richardson",
        "M Simmering",
        "M Sturman"
      ],
      "year": 2009
    },
    {
      "title": "Attitudes, Decisions, and Habits as Determinants of Repeated Behavior",
      "authors": [
        "D Ronis",
        "J Yates",
        "J Kirscht"
      ],
      "year": 1989
    },
    {
      "title": "Group and Individual Effects in Problem Solving",
      "authors": [
        "G Rotter",
        "S Portugal"
      ],
      "year": 1969
    },
    {
      "title": "The Nature and Determinants of IT Acceptance, Routinization, and Infusion",
      "authors": [
        "V Saga",
        "R Zmud"
      ],
      "year": 1994
    },
    {
      "title": "Estimating the Effect of Common Method Variance: The Method-Method Pair Technique with an Illustration from ТАМ Research",
      "authors": [
        "R Sharma",
        "P Yetton",
        "J Crawford"
      ],
      "year": 2009
    },
    {
      "title": "Selected Socioeconomic and Demographic Characteristics Associated with Purchasing Involvement",
      "authors": [
        "M Slama",
        "A Tashchian"
      ],
      "year": 1985
    },
    {
      "title": "Veni, Vidi, Vici: Breaking theТАМ Logjam",
      "authors": [
        "D Straub"
      ],
      "year": 2007,
      "doi": "10.17705/1jais.00124"
    },
    {
      "title": "Worldwide Mobile Phone 2009-2013 Forecast Update",
      "authors": [
        "W Stofega",
        "R Llamas"
      ],
      "year": 2009
    },
    {
      "title": "Extending Technology Usage toWork Settings: The Role of Perceived Work Compatibility in ERP Implementation",
      "authors": [
        "Y Sun",
        "A Bhattacherjee",
        "Q Ma"
      ],
      "year": 2009
    },
    {
      "title": "An Integrated Model of Information Systems Adoption in Small Businesses",
      "authors": [
        "J Thong"
      ],
      "year": 1999,
      "doi": "10.1080/07421222.1999.11518227"
    },
    {
      "title": "The Effects of Post-Adoption Beliefs on the Expectation-Confirmation Model for Information T echnology Continuance",
      "authors": [
        "J Thong",
        "S Hong",
        "К Tam"
      ],
      "year": 2006,
      "doi": "10.1016/j.ijhcs.2006.05.001"
    },
    {
      "title": "Toward a Hierarchical Model of Intrinsic and Extrinsic Motivation",
      "authors": [
        "Venkatesh",
        "R Vallerand"
      ],
      "year": 1997
    },
    {
      "title": "User Acceptance of Hedonic Information Systems",
      "authors": [
        "H Van Der Heijden"
      ],
      "year": 2004,
      "doi": "10.2307/25148660"
    },
    {
      "title": "A Theoretical Extension of the Technology Acceptance Model: Four Longitudinal Field Studies",
      "authors": [
        "V Venkatesh",
        "F Davis"
      ],
      "year": 2000
    },
    {
      "title": "Why Don't Men Ever Stop toAsk for Directions? Gender, Social Influence, and Their Role in Technology Acceptance and Usage Behavior",
      "authors": [
        "V Venkatesh",
        "M Morris"
      ],
      "year": 2000
    },
    {
      "title": "Dead or Alive? The Development, Trajectory and Future of Technology Adoption Research",
      "authors": [
        "V Venkatesh",
        "F Davis",
        "M Morris"
      ],
      "year": 2007,
      "doi": "10.17705/1jais.00120"
    },
    {
      "title": "User Acceptance of Information Technology: Toward a Unified View",
      "authors": [
        "V Venkatesh",
        "M Morris",
        "G Davis",
        "F Davis"
      ],
      "year": 2003
    },
    {
      "title": "Habit Versus Planned Behaviour: A Field Experiment",
      "authors": [
        "В Verplanken",
        "H Aarts",
        "A Van Knippenberg",
        "A Moonen"
      ],
      "year": 1998,
      "doi": "10.1111/j.2044-8309.1998.tb01160.x"
    },
    {
      "title": "Interventions toBreak and Create Consumer Habits",
      "authors": [
        "В Verplanken",
        "W Wood"
      ],
      "year": 2006,
      "doi": "10.1509/jppm.25.1.90"
    },
    {
      "title": "Will Mobile Video Become the Killer Application for 3G Mobile Internet? A Model of Media Convergence Acceptance",
      "authors": [
        "X Xu",
        "W Ma"
      ],
      "year": 2010
    },
    {
      "title": "Understanding Information Technology Acceptance by Individual Professionals: Toward an Integrative View",
      "authors": [
        "M Yi",
        "J Jackson",
        "J Park",
        "J Probst"
      ],
      "year": 2006,
      "doi": "10.1016/j.im.2005.08.006"
    },
    {
      "title": "Consumer Perceptions of Price, Quality, and Value: A Means-End Model and Synthesis of Evidence",
      "authors": [
        "V Zeithami"
      ],
      "year": 1988,
      "doi": "10.1177/002224298805200302"
    },
    {
      "title": "His research focuses on understanding the diffusion of technologies in organizations and society. His work has appeared and is forthcoming in leading information systems, organizational behavior, operations management",
      "authors": [
        "Authors Viswanath Venkatesh",
        "Ph"
      ],
      "year": 1997
    }
  ],
  "num_references": 98
}
