{
  "paper_id": "XRPFVBPM",
  "title": "Technology-delivered adaptations of motivational interviewing for health-related behaviors: A systematic review of the current research",
  "abstract": "Objectives-The aims of this paper were to describe and evaluate the methods and efficacy of technology-delivered motivational interviewing interventions (TAMIs), discuss the challenges and opportunities of TAMIs, and provide a framework for future research. Methods-We reviewed studies that reported using motivational interviewing (MI) based components delivered via technology and conducted ratings on technology description, comprehensiveness of MI, and study methods. \n Results- The majority of studies were fully-automated and included at least one form of media rich technology to deliver the TAMI. Few studies provided complete descriptions of how MI components were delivered via technology. Of the studies that isolated the TAMI effects, positive changes were reported. \n Conclusion-Researchers have used a range of technologies to deliver TAMIs suggesting feasibility of these methods. However, there are limited data regarding their efficacy, and strategies to deliver relational components remain a challenge. Future research should better characterize the components of TAMIs, empirically test the efficacy of TAMIs with randomized controlled trials, and incorporate fidelity measures. Practice Implications-TAMIs are feasible to implement and well accepted. These approaches offer considerable potential to reduce costs, minimize therapist and training burden, and expand the range of clients that may benefit from adaptations of MI.",
  "year": 2017,
  "date": "2017-01-01",
  "journal": "PLoS Med",
  "publication": "PLoS Med",
  "authors": [
    {
      "forename": "Rebecca",
      "surname": "Shingleton",
      "name": "Rebecca Shingleton",
      "affiliation": "a  Boston University , Psychology Department , Boston University , Boston , USA Beacon St. , Boston , MA 02215 \n\t\t\t\t\t\t\t\t Psychology Department \n\t\t\t\t\t\t\t\t Boston University \n\t\t\t\t\t\t\t\t Boston University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Beacon St. \n\t\t\t\t\t\t\t\t\t 02215 \n\t\t\t\t\t\t\t\t\t Boston Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "rshingleton@gmail.com"
    },
    {
      "forename": "Tibor",
      "surname": "Palfai",
      "name": "Tibor Palfai",
      "affiliation": "a  Boston University , Psychology Department , Boston University , Boston , USA Beacon St. , Boston , MA 02215 \n\t\t\t\t\t\t\t\t Psychology Department \n\t\t\t\t\t\t\t\t Boston University \n\t\t\t\t\t\t\t\t Boston University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Beacon St. \n\t\t\t\t\t\t\t\t\t 02215 \n\t\t\t\t\t\t\t\t\t Boston Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "palfai@bu.edu"
    }
  ],
  "doi": "https://doi.org/10.13039/100000026",
  "pmid": "23349621",
  "sections": [
    {
      "title": "Introduction",
      "text": "As technology advances at a rapid rate, clinical researchers have started developing alternative modalities to deliver interventions for a range of health-related behaviors  [1] [2] [3] . Despite this growth in development, many of these advances have not been empirically evaluated, and many questions remain about how technology may be used to enhance treatment efficacy and effectiveness  [4] . The aims of the current paper are to: (1) conduct a systematic review of the research on these interventions in order to characterize the methodical features of the studies to date and how technology has been used to deliver adaptations of motivational interviewing (MI), (3) evaluate evidence for the feasibility and efficacy of these approaches, (4) outline both advantages and challenges related these methods, and (5) provide suggestions for future work in this rapidly expanding area of research."
    },
    {
      "title": "Motivational Interviewing",
      "text": "MI is a collaborative, client-centered therapeutic approach that is focused on evoking the client's personal reasons for change, collaborating with the client, and promoting their autonomy  [5] [6] [7] . These elements are exhibited by drawing on the client's goals and values, honoring their perspective, and affirming the client's ability to make their own changes. MI has been described as incorporating both relational and technical components  [8, 9] . Certain strategies have been developed to help foster the relational \"MI sprit\" such as collaborating with the patient, evoking intrinsic reasons for change, and accepting the client's right to maintain problematic behaviors  [9] . The focus of MI is to promote 'change talk', defined as a client's verbalization of motivation to change maladaptive behavior. The clinician promotes change talk by expressing empathy, developing discrepancy, rolling with resistance, and supporting self-efficacy. These techniques create a collaborative and empathetic environment in which the counselor is able work within the individual's framework and promote the client's positive self-regard  [5] [6] [7] .\n\nThere are specific techniques that help counselors deliver interventions that promote the MI spirit  [9] . For example, encouraging the client to articulate his/her own reasons for change promotes self-efficacy. Efforts to develop discrepancies between the client's desired states and current behavior have been facilitated by discussing pros and cons of change. Other techniques that are used to evoke change talk are summarizing and elaborating points, and listening for change talk \"buzz words\" (e.g., 'I want', 'I can'). Together these techniques help the counselor heighten ambivalence, elicit change talk, and support self-efficacy while maintaining fidelity to the spirit of MI  [5] [6] [7] . Adherence to these features and proficiency in implementation can be assessed by measures such as the Motivational Interviewing Skill Code (MISC  [9] ) and the Motivational Interviewing Integrity Code (MITI  [10] ), which systemically measure and assess the multiple components critical to delivering MI in an adherent manner.\n\nAdaptations of MI (AMIs) are defined as interventions that remain true to the four primary aspects of MI: expressing empathy, developing discrepancy, rolling with resistance, and supporting self-efficacy, but may incorporate other techniques (e.g., feedback). Burke and colleagues  [11]  conducted a review investigating face-to-face (FTF) AMI interventions and found that AMIs have demonstrated efficacy in a range of populations (e.g., HIV medication adherence  [12] ; weight loss  [13] , smoking cessation  [14] ) and have been modified to suit a number of different clinical settings  [11] ."
    },
    {
      "title": "Technology and Health Interventions",
      "text": "The use of technology and technology-based media to facilitate treatment delivery (e.g., telemedicine or telehealth) has increased rapidly  [15] . Researchers have used mobile phones, the Internet, computers and more to deliver interventions across multiple populations  [3] . Using technology to deliver health behavior interventions is associated with a number of advantages including reduced therapist burden  [16] , lower cost stepped-care options  [17] , and improved capacity to reach populations who might not otherwise receive care  [18] . These advantages may be offset by limitations such as technical difficulties (e.g., service/ streaming problems  [19] ), over-simplification of material  [20] , and loss of non-verbal communication  [21] . Moreover, the impact of some aspects of technology-delivered care remains unclear (e.g., when is self-disclosure best facilitated by FTF vs. technology-based interactions? [22] ). In sum, technology offers a number of positive advances for health care delivery, but these advances are coupled with challenges that merit continued research."
    },
    {
      "title": "Technology and MI",
      "text": "A number of investigators have begun to explore the potential of utilizing technology to deliver MI and AMIs [e.g.,  23, 24] . Given the strong emphasis on therapeutic style and interpersonal elements that constitute core aspects of MI, delivering MI/AMIs through these alternative modalities may be particularly challenging. Questions arise such as: can the \"MI spirit\", or relational components, be captured without person-to-person contact? Are specific MI tools more easily adapted to technology than others (e.g., readiness ruler verses reflective questions)? The goals of this review are to obtain both a descriptive overview and qualitative understanding of MI/AMIs delivered through electronic media. In the current review, the term technology assisted motivational interview (\"TAMI\") is used to define adaptations of MI delivered via technology and various types of media (i.e., computer, video, mobile phone, animation, telephone). Similar to Burke and colleagues'  [11]  definition, some of the TAMIs incorporate additional intervention components that are distinct from MI. Specifically, we aim to: (1) characterize the type of technology and the specific MI components incorporated into TAMIs aimed at addressing health related behaviors, (2) evaluate study methods, (3) review extant evidence for the efficacy of these approaches, and (4) highlight some of the important research questions that need to be addressed."
    },
    {
      "title": "Method",
      "text": "Scientific databases, specifically Pubmed and Psychinfo, were searched to identify potentially eligible studies using the following search terms: technology, telehealth, textmessage, Internet, computer, virtual reality, mobile phone, m-health, e-health AND motivational interviewing, motivational enhancement therapy, motivational intervention. Inclusion criteria for the review were: 1) published in peer review journals within 2003 -2015 (last search: February 27, 2015), 2) written in English, 3) description of at least one technology-delivered intervention as incorporating MI principles based on the primary MI guides foot_1    [5] [6] [7] 25]  4) inclusion of at least one acceptability/feasibility or behavioral/ psychological outcome regarding the TAMI and 5) enrolled at least ten participants. Studies that only included MI delivered in-person, over the telephone or via videoconference were excluded from this review unless assisted by computer or other form of technology that would result in the MI intervention to be adapted for the technology. More specifically, telephone and videoconference delivered MI were excluded because the real-time voice-tovoice contact would eliminate the need to adapt MI for technology. We included interventions that were developed using the theoretical framework of MI and those that added components to the current perspectives on MI (e.g., \"MI with feedback\" interventions but not \"feedback-only\" interventions). Outcomes were defined as acceptability/feedback regarding the intervention and/or behavioral or psychological change related to the target health behavior. Protocol papers (i.e., manuscripts that only provided a detailed description of the protocol methods without outcome or acceptability data) were excluded. For example, Schaub and colleagues  [26]  described their randomized controlled trial protocol \"Snow Control\" that involved MI principles delivered via the web for cocaine use without providing outcome data. As a result, this study was not included in the current review. Studies that included both protocol details and relevant outcomes (i.e., data regarding acceptability/feedback and/or behavioral or psychological change) were included in the review. Studies were selected for an in-depth review based on information provided in the title and abstract. The full-text of potentially eligible studies were then screened and included based on meeting all of the above inclusion criteria. See Figure  1  for PRISMA screening diagram. Forty-one papers met inclusion criteria. The full set of studies and results are presented in Appendix A. Eight studies  [27] [28] [29] [30] [31] [32] [33] [34]  that were secondary analyses and/or follow-up analyses of the reviewed papers  [35] [36] [37] [38] [39] [40]  were excluded from the qualitative ratings (i.e., Tables  1 2 3 4 ) because they provided no additional detail regarding the TAMI. The outcome data from these studies are detailed in Appendix A.\n\nAfter the screening process, descriptive data (i.e., target behavior, sample characteristics, setting, and additional interventions delivered with or integrated into the TAMI) were collected. The articles were then coded for 1) description of the technology used (e.g., Were audio and/or video files used? Did the intervention permit synchronous communication); 2) quality of the comprehensiveness of the MI component within the TAMI foot_2  (e.g., Were methods of rolling resistance described? Were methods of collaboration described?); 3) quality of the technology description (adapted from the CONSORT E-HEALTH guidelines  [41] ; e.g., Was the mode described for the intervention? Were screenshots provided?); and 4) study design methods foot_3  (e.g., Was it a randomized control trial? Were longer follow-up outcomes reported?). Study ratings were conducted by both authors and a subset of ratings (20%) were double coded to assess inter-rater reliability (κ = 0.85). See Appendix B for the quality measures."
    },
    {
      "title": "Results"
    },
    {
      "title": "Descriptive Characteristics",
      "text": "Below the authors have characterized the following key descriptors of the studies reviewed:\n\n(1) what populations have been targeted, (2) how the TAMI was integrated into the overall treatment approach and (3) the type of technology used."
    },
    {
      "title": "3.1.1",
      "text": "Target behaviors and sample characteristics-Approximately forty-five percent of the studies (n = 19) targeted substance use behaviors (e.g., problem drinking, post-partum drug use, smoking cessation). While the target behaviors in these studies were similar, the populations recruited were quite diverse [e.g., individuals seeking or in treatment  [42] [43] [44] [45] , non-treatment seeking smokers [cannabis, tobacco; 46,47] mothers with a recent history of drug use in an obstetric department  [48, 49] , adolescents presenting to the emergency room with a recent history of violence and drinking  [35] , college students  [39, 50, 51] , criminal offenders  [52] ).\n\nRisky sexual behaviors were the next most frequent target behavior, addressed in four studies with varied populations: offenders on probation  [53] , men who have sex with men (MSM  [54] ), youth with HIV  [55] , and college students enrolled in a psychology course  [56] . These researchers aimed to reduce HIV risk and other sexually transmitted infections by increasing education and use of protection.\n\nAnother subset of studies (n = 13) focused on a range of health behaviors such as having a mammogram  [57] , weight-loss  [58, 59] , reducing blood pressure  [60] , self-management of epilepsy  [61] , HIV  [62, 63]  and asthma  [64] , and increasing healthy eating  [65, 66]  and physical activity  [67, 68] . These researchers also recruited a range of populations (e.g., women who were overdue for a mammogram  [57] ; overweight adults  [58]  and adolescents  [68] ; youth with HIV  [55, 62] ). The final subset (n = 5) recruited individuals seeking treatment for Axis I disorders (other than substance use disorders) and targeted depression in individuals with chronic pain  [69] , eating disorders  [38, 70, 71] , and social phobia  [72] ."
    },
    {
      "title": "Intervention type-Twenty",
      "text": "-eight studies delivered the TAMI in a hospital, clinic/ community center, school, or university lab indicating some level of human contact during the study visit (though not necessarily during the intervention). The remaining studies (n = 13) were conducted completely online without any form of FTF interactions.\n\nTen groups of researchers delivered the TAMI as a free-standing intervention  4  [e.g.,  24, 46,48-50 62,63] . These researchers did not describe other therapy techniques (e.g., CBT) as part of the intervention. In contrast, twenty-six studies integrated TAMI components with other non-MI based therapeutic frameworks, interventions or approaches such as cognitive behavioral therapy (CBT; [e.g.,  30, 36, 40, 42, 43, 71] ), skills training  [35, 54, 56] , the Blood Pressure Action Plan  [60] , the transtheoretical model of change [e.g.,  39, 57, 61, 65] , and social cognitive theory [e.g.,  55, 65, 73] . Within these protocols, the TAMI was not described as a separate intervention. For example, Blankers et al.  [40]  described their intervention as \"CBT/MI.\" Because these authors did not detail how the separate approaches were delivered (e.g., Did the protocol involve one MI session followed by CBT? Or were the principles delivered as needed over the course of the intervention?), we have conceptualized the TAMI as integrated within the other frameworks. Four interventions had clearly defined separation between the primary therapy (e.g., CBT) and the adjunctive TAMI (as opposed to the TAMI being integrated within another intervention or approach described above). Specifically, these interventions included a tailored non-MI based website with adjunctive TAMI emails  [65] , online diary cards with a computerized TAMI assistant  [59] , an online CBT program with an adjunctive motivation-based discussion  [72] , and motivational messages  [37] . Finally, VanDeMark and colleagues'  [44]  TAMI was a prelude to residential or outpatient substance use treatment. No interventions were delivered as a means to provide posttreatment care."
    },
    {
      "title": "Type of Technology",
      "text": "Used-Understanding the type of technology used to deliver relationally focused interventions provides important insight into how technology may be used to replace FTF/relational contact. In the reviewed studies, the technologies used to deliver the TAMI varied in terms of both degree of expert interaction (i.e., synchronous, asynchronous, or no communication) and level of media richness (e.g., Text-only? Audio files? Video files? See Table  1 )."
    },
    {
      "title": "Degree of Interactivity",
      "text": "-There were differing levels of therapist and client interaction via technology, with n = 9 using expert-guided protocols and n = 32 delivering fully-automated TAMIs (i.e., no therapist/expert interaction). Of the interventions that included expert guidance, n = 5 researchers used synchronous (i.e., real-time) communication. For example, Blankers and colleagues'  [40]  program included real-time online-chat therapy sessions  [40] . Costanza et al.  [57]  used a computer-assisted telephone interview (CATI) during which the counselor recorded the participants' answers into a computer that provided MI consistent response prompts  [57] . In these cases, communication was synchronous but assisted by technology. Four sets of researchers only incorporated asynchronous communication via emails  [38, 62, 70]  and messages  [68] .\n\nIn contrast to using technology to allow for remote therapist-guided contact, the majority of the researchers (n = 32) used fully-automated TAMIs. In these studies, live counselors were not interacting with the participants during the TAMI portion of the intervention. Rather, the technology program was developed to administer MI exercises such as a 'readiness ruler' or exploration of barriers to change without any communication with professionals. Examples include Alemagno and colleagues'  [53]  talking computer that asked participants questions such as: \"Look at the ruler below. How ready are you to make some changes to reduce your risk for HIV?\" and the SafERTeens  [35]  talking \"buddy\" who helped the teens identify reasons to avoid alcohol use and violence."
    },
    {
      "title": "Media richness-The media richness of the technology ranged from basic textbased interventions to tailored video clips to interactive animated characters (See Table 1).",
      "text": "The most common technology feature was tailored feedback based on input from the participant, described in n = 36 protocols. A subset of the programs used video, voice, or animation that was specifically developed to mirror interpersonal communication (e.g.,  35, 48, 48, 53, 59, 62) . For instance, Blanson-Henkemans et al.  [59]  incorporated the 'iCat' computer assistant who had emotive facial expressions and spoke to and supported the participants during the intervention. Gerbert et al.  [23]  used a \"video doctor\" actor who provided personalized responses in the MI style. Thus in these programs, video or animation mimicked live interaction. One study that investigated an online program for social anxiety disorder  [72]  exclusively described text-based technology within the TAMI."
    },
    {
      "title": "Evaluation of Research on TAMIs",
      "text": "Studies were assessed on a number of dimensions to characterize the nature of current research on TAMIs. Quality ratings of how these studies described the use of TAMIs included 1) the comprehensiveness of the MI component described within the TAMI (i.e., what aspects of MI did the researchers explicitly describe in their manuscript?), 2) whether measures of adherence to MI within the TAMI were used, and 3) the level of description of the technology used to deliver the TAMI (e.g., did they describe the mode of delivery? Provide screenshots?). Evaluation of each of these studies also included ratings of the overall attention to different methodological features as well as whether or not the change in outcomes could be attributed to the TAMI."
    },
    {
      "title": "Comprehensiveness of MI in TAMI protocols-",
      "text": "In order to assess whether or not MI as a whole was delivered via technology, we rated how many components of MI were described in each protocol. We investigated the relational components (e.g., collaboration, evocation, and acceptance  [9] ) as well as technical components (e.g., openended questions, asking permission). Overall, the level of comprehensiveness regarding using MI principles was low, with researchers detailing an average of 4.78 (out of 16; SD = 2.69; Range: 1-13) MI elements on the MI quality rating scale (See table  2 ). Two  [23, 24]  of the four studies that only included acceptability outcomes provided the greatest detail surrounding the MI protocol. The most common MI components were 'strengthening commitment to change' (e.g., developing a change plan), described in n = 32 studies and developing discrepancy (e.g., discussing pros and cons of change), described in n = 28 studies. Examples of tools used for other MI components were using branching algorithms (to tailor to the participant's readiness to change), discussing personal strengths (to enhance self-efficacy), and envisioning one's life in five years (to evoke reasons to change).\n\nThirteen studies provided verbatim examples of how they delivered MI principles via technology. These excerpts offer insight into how to create a more interpersonal-like discourse when using technology-based interventions. For example, in the computerized iCat program, empathy was created by remarks demonstrating that the iCat understood participants may have other priorities in their life (i.e., \"You were not successful in achieving your goal for today. Maybe you have been busy,\"  [42] ). Friederichs et al.  [67]  provided an excerpt from their protocol that included tailored information and a reflection, and multiple researchers [e.g.,  23, 53, 58, 68]  included a table of verbatim statements and how they aligned with MI principles (e.g., \" Would it be OK if we spent a few more minutes discussing your drinking\" was categorized as 'asking permission')."
    },
    {
      "title": "Fidelity to MI-Treatment",
      "text": "fidelity is an evaluation of the therapist's application of the therapy model and the experience of the participants. The use of technology to deliver treatment raises questions regarding whether or not the technology is adequately delivering the intervention model. Given the interpersonal/relational emphasis of MI and the multicomponent nature of AMIs  [14] , the question of MI fidelity within TAMIs becomes particularly challenging.\n\nIn the research to date, only two studies reported MI treatment fidelity data (See Table  2 ). Blankers and colleagues  [40]  had independent coders rate transcripts from their Internet chat-therapy sessions using the Yale Adherence and Competence Scale-II and found an acceptable rating for the TAMI. In contrast, DiIorio et al.  [61]  included an 11-item questionnaire focused on how supportive and encouraging the participants found the intervention and labeled it as a fidelity measure. Ninety-three percent of the participants reported that the program helped them find their own ways to improve sleep quality and half of the participants noted the program was encouraging. Although described as an adherence measure, these ratings do not offer insight into whether MI was adequately delivered.\n\nAlthough formal adherence measures were generally omitted, additional researchers other than DiIorio et al.  [61]  addressed 'softer' components that may be related to MI fidelity. For example, Osilla et al.  [24]  reported that participants said the program promoted their autonomy. This suggests the intervention potentially addressed some of the nuances associated with translating MI to technology, but we cannot confirm this hypothesis without formal adherence measures. One study, Outlaw et al.  [62] , reported that the participants felt that the narration voice was 'robotic.' This may be particularly important to treatment fidelity in MI given the relational emphasis. Moreover, experts in the field who consulted on Budney and colleagues'  [42]  study suggested increasing the interaction and reflective components of the TAMI. Due to budget constraints, they were unable to make such changes."
    },
    {
      "title": "Description of the technology used to deliver the TAMI-Thorough method",
      "text": "descriptions are important for replicability; therefore, we have provided quality ratings with regard to the methods used to deliver the TAMI. All of the researchers described the mode of delivery (i.e., computer, text-message), with forty-four percent (n = 18) including flow charts, screen shots or URL's to aid replicability. Twenty-four studies provided the participants an opportunity to provide feedback regarding the intervention (See Table  3 )."
    },
    {
      "title": "Study Design-",
      "text": "The studies reviewed included different levels of attention to research methods, with a range of scores between 2 -12 out of 14 (See Table  4 ). Two thirds (n=26) of the studies were randomized control trials (RCTs), with the majority (n=22) using an active control group. Fifteen studies were able to specifically evaluate the effect of the TAMI intervention or component. Most studies were conducted at one site (64%) and had short-term follow-up (i.e., less than 6 months; 73%)  5  ."
    },
    {
      "title": "3.2.5",
      "text": "Treatment outcomes-Investigators used indices of both acceptability/feasibility and behavioral and/or psychological change in the studies reviewed (See Table  4 ). Three studies reported feasibility and acceptability of the treatments without behavioral outcomes  [23, 24, 44] . These researchers found high levels of acceptability and participants generally reported feeling supported. Gerbert and colleagues'  [23]  video doctor was rated highly (mean = 6.13 on 7 point scale), though the individuals reported that they would have felt more comfortable answering questions from a \"real doctor.\" In contrast, individuals participating in Osilla and colleagues'  [24]  program reported that they felt more comfortable disclosing their risky drinking behavior to a computer and felt as though the web-MI evoked reasons for change and promoted their autonomy. Participants in van de Mark's  [44]  trial felt that E-TREAT offered another outlet for support and appreciated the ability to talk to online recovery coaches.\n\nThirty-eight studies reported behavioral or psychological outcomes (See Table  4 , Appendix A). Of the studies that included a FTF comparison group, positive changes were reported in the technology arms (e.g., reduced alcohol and/or cannabis use  [42, 50, 51] ) though the FTF counselor generally resulted in greater behavior change. Kay-Lambkin and colleagues  [43]  found that the computer condition led to comparable changes compared to the FTF condition in depression and alcohol use at twelve months follow-up and in follow-up studies investigating a similar protocol, the authors found that the computer assisted CBT/MI condition led to greater reductions in alcohol use at the 3 month follow-up assessment  [30, 36] .\n\nTwelve groups of researchers who included behavioral/psychological outcomes isolated the TAMI effects [e.g.,  37, 46, 50, 59, 62, 63] , allowing for evaluation of the influence of the TAMI itself on behavioral or psychological outcomes (See Table  4 ). Of these studies, ten groups reported positive results regarding the target behavior. For example, Alexander et al.  [65]  found a greater increase in fruit/vegetable consumption when MI-focused emails were sent in addition to participation in a web-based healthy eating program. Outlaw and colleagues  [62]  found that participants achieved a higher rate of goal success regarding HIV medication adherence after participating in an online TAMI. In contrast to improved target behaviors, Titov and colleagues  [72]  did not find any additional benefit in reducing social phobia symptoms with the addition of motivational strategies to an Internet based CBT program, but those in the TAMI arm reported higher completion rates. McClure and colleagues  [37]  reported more web-content was viewed when prescriptive messages were sent as opposed to motivational messages and Becker et al.  [46]  noted lower retention rates in the TAMI arm compared to a web-based assessment with personalized feedback. No studies reported negative effects due to the technological components. See Appendix A for detailed outcomes."
    },
    {
      "title": "Discussion and Conclusion"
    },
    {
      "title": "Discussion",
      "text": "Our aims were to review the current literature on TAMIs in order to understand how technology has been used to deliver MI, to assess whether these methods demonstrated efficacy, and to uncover the strengths and limitations of this research. To our knowledge, this is the first paper to review how technology has been used to deliver MI-based interventions (i.e., TAMIs). This topic is of increasing interest given the rising number of studies incorporating TAMIs into the study design -seventy percent of the papers reviewed were published between 2010-2015 and approximately twenty-five percent were published between 2014-2015. We found that researchers have used a range of technologies (e.g., chat rooms, automated responses, emoticons) to deliver TAMIs and related techniques (e.g., decision balances, readiness rulers, open ended questions). The results indicate that there is considerable promise for the use of TAMIs given that studies overall reported high acceptability and, for those that evaluated outcomes, researchers generally indicated positive behavior change."
    },
    {
      "title": "4.1.1",
      "text": "Limitations and suggestions for research-Some limitations of the research on TAMIs were identified in the review. First, although primary components of MI (e.g., expressing empathy, developing discrepancy, rolling with resistance) were incorporated in various ways, few interventions included all or most of the features of MI as outlined by Miller and colleagues  [5] [6] [7]  with the median of four MI components included. TAMIs were best characterized as representing features rather than MI in its entirety.\n\nSecond, few investigators specifically addressed the issue of whether MI could be accurately delivered via technology. The 'how' is particularly important given the complexities of translating features of interpersonal interaction to technology and the strong relational focus of this intervention. While studies described methods such as automated computer prompts, chat rooms, emails, videos, and animated characters to deliver TAMIs, the majority of manuscripts did not describe how they translated MI principles into the technology-based method or how the relational components were resolved. The components of MI that investigators paid most attention to were strengthening commitment to change and developing discrepancy. We hypothesize that this is likely because there are structured tools related to these MI components (i.e., creating a change plan, decision balance exercise) that may be more easily translated to technology. It may be more difficult to translate aspects that require the MI spirit such as \"expressing empathy\" or \"collaboration\" to technology. While multiple studies included data on the clients' perspectives on the intervention, indicating that the programs supported and encouraged clients, these data do not address adherence or quality of MI delivery. In order to address these limitations, we suggest researchers investigating TAMIs incorporate more traditional fidelity measures (e.g., the MITI  [10] ). Treatment fidelity data would help researchers understand whether or not the components of MI (both technical and relational) are being delivered adequately via technology.\n\nTechnology that replaces FTF contact may have both positive and negative effects on treatment related variables (e.g., increased disclosure of sensitive information  [74] , but oversimplification of therapeutic information  [75] ). Given the interpersonal foundation of MI, future work is needed to understand the role of human interaction in MI-based interventions (i.e., Do individuals feel comfortable disclosing information? Do they understand the MI information when presented via technology? Are effects reduced when MI is delivered via technology compared to FTF?). This research will help improve the development of TAMIs moving forward. We also suggest future researchers detail specific ways both the technical and relational aspects are delivered. For example, how a computer program was developed to be empathic (e.g., Via emoticons? Open-ended questions? Video?). A minority of studies detailed how the protocol was developed to be MI consistent by providing verbatim examples (e.g.,  [23] ) and by discussing how aspects of the protocol aligned with MI principles (e.g.,  [24, 35] ). Such details provide future researchers information about optimal ways to deliver MI via technology. Outside of this review, Looijie and colleagues  [76]  provided a detailed example of how researchers could address these questions. Their study was non-intervention based, but rather posed questions such as how an animated character (i.e., the iCat) was rated on dimensions like empathy and acceptance. Similarly, Friederichs et al.  [77]  compared types of questions (open-ended without reflections, multiple choice with reflections and a combination) to see which type promoted greater autonomy when developing a web-based TAMI program. Because not all protocol details can be included in all data-driven papers, methodological papers or online appendices that outline how protocols were developed and delivered (e.g. [26] ) may be particularly helpful. Method based papers and supplemental appendices would assist in understanding whether non-technical aspects of MI can be successfully delivered via technology. Some potential options for increasing the spirit/relational components in TAMIs surfaced in the review. Researchers included emoticons, virtual 'buddies', or talking narrators in order to increase the possibility of more person-like discourse. Others collected information dedicated to understanding the participants' feedback beyond acceptability. Including these types of 'soft' outcomes (e.g., Asking questions such as: Did you feel pushed into a specific change strategy? Were you offered the opportunity to provide your own perspective on change?) may help future researchers obtain a better understanding of how participants felt during the intervention and may uncover ways researchers can increase the 'spirit' of MI within technology.\n\nThe final limitation that surfaced in this review was the lack of control groups isolating the TAMI effect and comparing it to FTF interactions. Approximately one third of the studies specifically varied the MI technology component, and no study design captured in the search strategy of this review included an RCT comparing the TAMI to a FTF MI control group. Therefore, we cannot draw firm conclusions as to the efficacy of TAMIs. It is important to note that while the range of study design features was large (i.e., ratings fell between 2 -12; see Table  4 ), lower study design ratings do not necessarily indicate poorer study design. Rather, lower ratings may indicate different aims of the study such as preliminary pilot outcomes as opposed to tightly controlled efficacy outcomes. For instance, Osilla and colleagues  [24]  had the lowest study methods score, but their description of the MI components within the TAMI was one of the most comprehensive. This illustrates a more protocol design focused study as opposed to efficacy focused. Nonetheless, this range of research designs indicates that future research isolating the effects via RCTs or more controlled designs using FTF comparisons would help us understand the impact TAMIs have on behavior change. Comparison studies may also need to address new forms of outcomes that may be more appropriate for TAMIs, such as content viewed on websites  [37]  or frequency of text message responses  [45] , in order to operationalize TAMI effects.\n\nAddressing these major limitations would offer important new data focused on how to optimally use technology within this relationally focused therapeutic style. While the first step for researchers should be increasing awareness of the complexities associated with merging MI and technology, future researchers should also target if these interventions promote positive behavior change."
    },
    {
      "title": "Advantages of technology delivered",
      "text": "AMIs-Certainly one of the major advantages of the TAMI is to reduce the time and resources necessary for the interventionist. Because MI requires significant training  [78] , the use of TAMIs may reduce the need for staff to participate in costly and/or lengthy MI training programs. Researchers have identified a number of ways that TAMIs may reduce therapist burden. For example, Kay-Lambkin and colleagues  [43]  reported a 79% reduction of therapist time in the computer delivered CBT/MI (which included short FTF check-ins to review homework and assess risk) compared to the therapist delivered CBT/MI. Using TAMIs in conjunction with FTF contact may also provide a way to extend the intervention beyond what a therapist could offer FTF. Additionally, tools such as branching options also allow for personalized and tailored interventions without therapist-dedicated time. Training in MI can be time consuming and may not be feasible for a clinic; therefore, technology may offer a means to reduce therapist burden and allow clinicians who are trained in MI to use their skills in a productive and time-efficient way.\n\nTAMIs may also be used to enhance the fidelity to MI principles and the implementation of MI skills for interventionists. The use of certain technologies such as computer-assisted prompts and asynchronous communication may help guide treatment providers to elicit appropriate MI responses. For example, the use of technology such as email or other asynchronous methods may provide time for deliberation prior to responses  [79] . This would allow the counselors time to think about how to best emulate MI (e.g., using open as opposed to closed questions) within their response. Similarly, some studies used computer prompts to provide MI consistent responses for counselors  [57] . Thus asynchronous communication or technology assisted prompts may be effective ways to increase adherence for professionals who have limited experience or training in delivering MI. Multiple studies incorporated branching algorithms to tailor the intervention. It would be worthwhile to examine whether specific components of MI are more effective when delivered via technology or with the aid of technology versus FTF (e.g., Are technology based branching algorithms more accurate in tailoring to level of motivation than FTF counselors? Are asynchronous communications more MI consistent than synchronous communication?) Understanding the strengths and limitations of both technology delivered care and FTF care may assist in building more efficacious TAMIs. Finally, our review suggests that TAMIs have the potential to increase access to care for underserved populations (e.g., rural populations  [30, 80] ). In the present review, the samples were diverse with regard to socio-economic status (SES), clinical presentation (e.g., substance users, general population, overweight individuals), level of stigma surrounding target behavior (e.g., post-partum drug-use  [48, 49] , HIV medication adherence  [62] ), and recruitment settings (e.g., hospital and community settings). This suggests that TAMIs may be applied across populations, including those who are underserved or stigmatized, within a variety of settings. Moreover, studies of difficult to reach populations such as low-income urban post-partum women  [48, 49] , non-English speakers  [24] , and teens presenting at the ER  [27, 28, 35] , reported generally positive results and high satisfaction. Despite the opportunities to reach underserved populations through technology-based tools, there remain obstacles even with these approaches (e.g., individuals with a lower levels of education report less computer and internet access  [81] , ethnic minorities report reduced broadband internet access  [82] ). Indeed. VanDeMark and colleagues  [44]  noted that access to computers was one of the primary limitations to program use. Thus, while overall the results are encouraging, it is important to continue to investigate strategies for improving the implementation of technology delivered care in these populations."
    },
    {
      "title": "Limitations of the current review",
      "text": "While the results from the current review offer an important foundation for future research using technology within MI, there are important limitations regarding the review to be discussed. First, our review focused on protocols that self-defined as incorporating MI techniques specifically derived from seminal MI guides. This may have led to the exclusion of technology-based interventions (e.g., e-check-up to go, drinker's check-up) that used motivational techniques without labeling them as MI. Second, using different search terms may have identified a slightly different set of studies relevant to this domain. Third, Some of the manuscripts did not provide specific details surrounding the MI protocol, limiting our ability to assess whether or not MI can be effectively translated to technology. Finally, the methodological features of the studies ranged considerably and relatively few of them were designed to evaluate the impact of the TAMI on outcomes. Thus the question of whether TAMIs are efficacious or \"as good as\" FTF interventions is still largely unanswered."
    },
    {
      "title": "Conclusion",
      "text": "This systematic review examines current research on the use of technology to deliver adaptations of motivational interviewing to promote health-behavior change. This review has shown the wide range of technologies that have been used in this emerging field. These approaches offer a number of distinct advantages to traditional FTF treatment approaches. Although there have been relatively few studies that have tested the efficacy of TAMIs, extant research suggests that these approaches have considerable promise as a method of delivering adaptions of motivational interviewing across a variety of health behavior outcomes. Future research in this field may benefit from closer attention to the delivery of interpersonal components of MI (e.g., MI spirit), methods of assessing fidelity to treatment, and more detailed characterization of TAMI features."
    },
    {
      "title": "Practice Implications",
      "text": "The studies reviewed suggest that TAMIs are acceptable among participants and potentially effective in changing target behaviors. TAMIs may offer distinct advantages such as decreased therapist burden and clinician training, the potential to extend treatment beyond a common set of sessions, a means to provide care to hard to reach populations or within clinics that have limited training resources, and potential for reduced stigma for individuals who are disclosing risky, illegal, or socially unsanctioned behavior (e.g., high risk sexual behaviors in MSM  [54] , post-partum drug use  [48, 49] , underage drinking  [35] ). While the research to date is still preliminary, future research in this area may help uncover optimal ways to deliver MI via technology in order to maximize a clinician's ability to reach a diverse set of clients in varied clinical settings.\n\nIndividuals with depression and chronic pain C: None E: Computer tablet intervention -E: Decrease in depression -Program was acceptable Alemagno et al. (2009) 212 Individuals involved in criminal justice C: Treatment Alternatives to Street Crime (TASC) E: Computerized \"talking laptop\" BNI -E > C: Increase HIV testing post intervention -E > C: Greater AIDS awareness -E = C: Risky sexual behavior Alexander et al. (2010) 2,513 Individuals (ages 21-65) from 5 health plans without medical conditions contraindicating increase in fruit and vegetable consumption C: Untailored online program E1: Tailored online program E2: Tailored online program with MI emails -C, E1, E2: Increased fruit/ vegetable consumption -E2 > C; C = E1: Fruit/vegetable consumption Becker et al., 2014 325 Individuals who co-smoke tobacco and marijuana E1: Web-based MI C1: Web-based selfassessment and normative feedback C2: Web-based psychoeducation -E = C1 = C2: Increased readiness to quit at post-treatment -C1 > E1, C2: Retention rate -E1, C2 > C1: Duration of time using intervention -No intervention effect on tobacco or cannabis use Blankers et al., (2011) 205 Problem drinkers C: WLC E1: Self-help online (SAO) E2: Therapy online (TAO) -TAO + SAO > C: Reducing alcohol -TAO = SAO: Reducing alcohol at 3 months follow-up -TAO > SAO: Reducing alcohol Author N Sample Experimental/Control arms Outcome at 6 months follow-up * Blankers et al. (2013) 68 See Blankers et al., 2011 -Living alone and interpersonal sensitivity were predictors of treatment response Blanson-Henkemans et al. (2009) 118 Overweight individuals C: Daily diary without computer assistant E: Daily diary with animated 'iCat' computer assistant -E > C: Lower decline in motivation, increased diary card use, reduce BMI, maintain healthy lifestyle, ease of use -E = C: Diet adherence, knowledge of healthy lifestyle choices Bingham et al. (2010) 1137 First year college students C: Assessment only E: Web-based Michigan Prevention and Alcohol Safety for Students (M-PASS) -E > C: Stage of change increase in high-risk men and all women -E > C: Reduced quantity of drinking in high risk drinkers -E > C: Increased use of how to avoid alcohol strategies in lowrisk drinkers * Bingham et al. (2011) 1137 See Bingham et al. (2010) -E > C: Alcohol consumption, binge drinking, riding with drunk driver, motivation to change, drinking attitudes at 3 month FU -E = C: Frequency of drunk driving Breland et al. (2014) 151 Individuals who smoke tobacco who were participating in a recovery community organization C: Information only E: Computerized brief motivational intervention -C = E: Selfreported abstinence in past 7 days at Visit 2 and 3 -E > C: Greater intention to quit at Visit 2 Budney et al. (2011) 38 Individuals seeking treatment for cannabis use disorder C: Therapist delivered MET/CBT/CM E: Computer delivered MET/CBT/CM -E = C: Reductions in cannabis use for both groups Author N Sample Experimental/Control arms Outcome Carpenter et al. (2010) 112 High risk MSM C: Stress reduction training program website E: Internet MI intervention -E, C: Decreased risky sexual behaviors -E > C: Reduction of risky sexual behaviors except for URAI Christoff & Boerngen-Lacerda (2015) 458 College students with moderate to high risk substance use ASSIST scores C: Screening E1: Computerized screening and motivational intervention E2: Non-computerized screening and motivational intervention -E1= E2 = C: Involvement with substance use reduced at 3 mo FU -E1 > C: Reduced alcohol -E2, C: Positive effect for Marijuana Costanza et al. (2009) 45 Women overdue for mammogram C: None E: Computer assisted MI prompts during telephone call + booklet -Increased motivation and receiving a mammogram Cunningham et al. (2009) 533 Adolescents presenting to the ER who reported past year alcohol use and aggression C: Brochure E1: Counselor session E2: Computer based session -E1 > E2, C: Increased selfefficacy to avoid violence -E1, E2 > C: Reductions in positive attitudes towards alcohol/ violence * Cunningham et al. (2012) 726 See Cunningham et al. (2009) -E1 > C: Reduced violence * Cunningham et al. (2013) 397 See Cunningham et al. (2009) -E2 > C; E1 = C: Reduced dating violence at 3 mo DiIorio et al. (2009) 35 Individuals with epilepsy receiving treatment from a hospital based clinic C: None E: \"Web-Ease\" epilepsy management program -Well accepted -Majority of participants felt supported -Increased selfefficacy, selfmanagement, sleep, and adherence Friederichs et al. (2014) 958 Dutch adults who were able to be physically active C: None E1: Web-based MI PA intervention E2: Web-based MI PA intervention with avatar -E1 = E2 > C: Increased PA Gerbert et al. (2003) 52 Primary care patients with risky smoking and drinking behaviors C: None E1: Video Doctor: Client centered advice E2: Video doctor: motivational intervention -Well accepted Females with EDs C: WLC E: 6 online MET sessions (ESS-KIMO) -E > WLC: Increase in motivation to reduce dieting, weight gain, reduce fear of becoming fat and preoccupation with shape/ weight, reduction in ED symptoms Joseph et al. (2013) 422 Urban teens with asthma C: Generic asthma education E: Web-based asthma intervention (Puff City) -E > C: Reduced symptom days and restricted activity days -E > C: For teens with rebelliousness, fewer symptom days and nights, school absences, and restricted activities -E > C: For teens with low perceived emotional support: fewer symptoms days -E = C: Medical care use Kay-Lambkin et al. (2009) 97 Individuals with MDD + AUD/ Cannabis misuse C: Brief Intervention alone E1: Therapist delivered MI/CBT E2: Computer delivered MI/CBT -E1, E2 > C: Reductions in MDD and substance use symptoms -E1 > E2: Immediate symptom reduction -E1 = E2: Symptom reduction at 12 month FU Kay-Lambkin et al. (2011) 274 Individuals with MDD + AUD/ Cannabis misuse C: Person centered therapy E1: Therapist delivered MI/CBT E2: Clinician assisted computerized MI/CBT -E1, E2 > C: reduction of depression and alcohol consumption at 3mo FU -E2 > E1: Reducing alcohol consumption * Kay Lambkin et al. (2012) 163 Individuals with MDD + AUD/ Cannabis misuse See Kay-Lambkin et al., (2011) -E2 > E1, C: Reducing alcohol consumption Author N Sample Experimental/Control arms Outcome -E1, E2: Acceptable, feasible and effective for rural and city dwellers Keine & Barta (2006) 157 College students enrolled in psychology course C: Computerized nutrition education E: Computerized program on risky sex behaviors -E > C: Condom use information and frequency of having condoms readily available Leung et al. (2013) 185 Individuals with eating disorders C: None E: \"Smart Eating\" self-help online program -75% dropped out of self-help program -39.5% improved ED pathology at 1 month FU -54.6% spent time on motivational enhancement exercises -Significant increase in motivation at FU Markham et al. (2009) 32 HIV+ Youth C: None E: Sexual risk reduction intervention (+CLICK) -High levels of usability and acceptability -Increase in condom use selfefficacy Mason et al. (2014) 72 Tobacco dependent adolescents C: Health based text messages E: Tobacco cessation motivational & social network messages -E > C: Decreased number of cigarettes smoked in past 30 days, increased intentions not to smoke, increased peer support at 6months -E = C: Reduced number of days smoked McClure et al. (2013) 1 1865 Individuals who smoke E1: Motivational messages + online program C1: Prescriptive messages -C = E: Number of website visits; duration of time viewing content -C > E: More content areas reviewed * McClure et al., (2014) 1 1865 See McClure et al. (2013) -E = C: abstinence level and treatment utilization at 12 mo FU Youth newly prescribed ART C: Nutrition and physical activity control (MESH) E: Computerized medication adherence intervention (MESA) -E > C: Viral load suppression at 3 and 6 mo FU -E > C: Medication adherence at 6 mo FU -High satisfaction ratings Nevedal et al. (2013) 645 Patients with chronic pain C: None E: Web-based intervention for chronic pain -Decreased pain intensity at 1 and 6 month FU -Decreased pain interference and increased QOL at 6 month FU -No change in motivation or confidence in managing pain -Acceptable and easy to use Nolan et al. (2012) 387 Individuals with stage 1 or 2 hypertension C: e-newsletters with heart healthy living advice E: e-counseling messages targeting motivation -Receiving 8 or more emails reduced BP Ondersma et al. (2005) 47 (Study 1) 15 (Study 2) 30 (Study 3) -Post partum women (Study 1, -Women who reported drug use and in IOP or methadone maintenance program (Study 1) -Post partum women who reported drug use (Study 2) C: None (Study 1, 2) C: Assessment only (Study 3) E: Tablet based MI program -High levels of satisfaction (Study 1) -Increased motivation (Study 2) -E > C: Increased motivation (Study 3) Ondersma et al. (2007) 107 Post-partum women who reported drug use C: None E: Tablet based MI program -E > C: Reduced drug use (except for marijuana) Osilla et al. (2012) 48 First time DUI offenders C: None E: Web-based MI -Feasible and acceptable for participants -Participants reported that the program evoked their reasons for change, supported them, and was collaborative Outlaw et al. (2014) 10 Adolescents recently diagnosed with HIV C: None E: Individually tailed computer delivered MI intervention for ART medication adherence -High levels of acceptability -90% rated goal of taking medication as high Author N Sample Experimental/Control arms Outcome -90% at session 2 reported achieving goal -Participants reported feeling motivated Riiser et al. (2014) 120 Overweight and obese adolescents C: Follow-up as usual with school nurse E: Web-based physical activity intervention -E > C: Cardiorespiratory fitness -E > C: Health related quality of life -C: Increased BMI Shrier et al. (2014) 27 Youth who use marijuana frequently C: None E: MET + mobile messages to reduced marijuana use (MOMENT) -Program was acceptable -Desire to use and reported use in triggering environment reduced ter Huune et al. (2013) 165 Patients with EDs C: None E: Web-based ED treatment program -Reduced ED psychopathology in completers -Decreased BID, increased QOL and physical and mental health -High levels of satisfaction Tapper et al. (2014) 100 General Population C: Assessment only E: Web-based healthy eating program (HealthValues) -E = C: Reduced saturated fat and added sugar at 6 month FU, BMI -E > C: Fruit and vegetable consumption -E = C: Alcohol consumption, physical activity, smoking, heart rate variability Titov et al. (2010) 108 Volunteers with SAD C: iCBT guided self-help without MI components E: iCBT guided self-help with MI components -C = E: Reduction of SAD symptoms, acceptability -E > C: Completion rates VanDeMark et al. (2010) 157 Individuals presenting for treatment at a substance use treatment center C: None E: E-TREAT intervention -Majority of participants felt supported through the program * Von Brachel et al. (2014) Author N Sample Experimental/Control arms Outcome pathology and depressed mood were more likely to drop out Wagener et al. (2012) 152 High risk drinking college students C1: Complete Assessment C2: Minimal Assessment E1: Computer delivered PFI + video interviewer E2: FTF PFI -E2 > E1, C1, C2: Reduced BAC -E2 = E2: Weekly drinking quantity -E2 = E1: Student rating acceptable and helpful Walters et al. (2014) 20 Individuals on probation in the criminal justice system C: None E: Motivational Assessment Program to Initiate Treatment (MAPIT) -Program was acceptable and feasible -Individuals were highly committed to completing probation and treatment * Walton et al. (2010) 726 See Cunningham et al., 2009 -E1 = E2; E1, E2 > C: Reduced alcohol -E1 > E2, C: Reduced violence Webber et al. (2008) 20 Individuals seeking weight-loss treatment C: Online weight loss group without discussion of values E: Online weight loss group with discussion of values -E = C: Weight loss -Program was acceptable 1 Randomized factorial trial. Only TAMI relevant factors noted in control/experimental section.\n\n* Indicates secondary or follow-up analyses of manuscripts rated on qualitative scales. These studies were not rated on the qualitative scales because they did not provide additional information regarding the TAMI. Please see original manuscript for protocol ratings  [35, [37] [38] [39] [40] . 6. Did the research include acceptability/feasibility outcomes? Yes / No 7. Did the research assess change in behavioral/psychological outcomes? Yes / No 8. Were effects from the TAMI isolated (i.e., behavioral/psychological change could be attributed to the TAMI)? Yes / No 9. Were longer term follow-up outcomes (minimum of 6 months) reported? Yes / No 10. Were measures validated? Yes / No 11. Were effect sizes reported? Yes / No 12. Was attrition rate described? Yes / No 13. Was the use of ITT analysis reported? Yes / No 14. Were methods to address missing data (e.g., imputation) in analyses described? Yes / No Description of the delivery of the TAMI (questions adapted from the CONSORT E-HEALTH checklist (V.1.6.1) 1. Is the mode described (e.g., FTF, web-based/online) for the screening/assessment process? Yes / No 2. Is the mode described (e.g., FTF, web-based/online) for the intervention? Yes / No 3. Is the history/development process described (e.g., focus groups, usability testing)? Yes / No 4. Are screenshots or flow charts provided to aid replicability of the TAMI? Yes / No 5. Are source codes or URL codes provided and is it archived for presentation? Yes / No 6. Is the mode of delivery/features of the intervention and comparator described? Yes / No 7. Did participants provide feedback about the TAMI 1 ? Yes / No 8. Did researchers provide feedback about the TAMI? Yes / No MI Quality Rating: Comprehensiveness of the TAMI 1. Were methods of developing discrepancy/exploring ambivalence described? Yes / No 2. Were methods of rolling with resistance described? Yes / No 3. Were methods of promoting autonomy described? Yes / No 4. Were methods of expressing empathy described? Yes / No 5. Were methods of collaboration described? Yes / No 6. Were methods of evocation/eliciting change talk described? Yes / No 7. Were methods of enhancing self-efficacy described? Yes / No 8. Were methods of strengthening/eliciting commitment to change (e.g., create change plan) described? Yes / No 9. Were methods of \"asking permission\" described? Yes / No 10. Were methods of providing reflections and/or summaries described? Yes / No 11. Were methods of asking open-ended questions described? Yes / No 12. Were methods of changing the delivery structure based on client's readiness to change/self-efficacy/ client interest described? Yes / No 13. Were other MI adherent behaviors described (i.e., statements of compassion or sympathy, affirmations)? Yes / No 14. Were verbatim examples of MI-based interventions provided? Yes / No 15. Were methods to assess fidelity to MI interviewing described? Yes / No Description of technology 1. Did the invention include text-based content? Yes / No 2. Did the intervention include audio files? Yes / No 3. Did the intervention include video files? Yes / No 4. Did the intervention include animation? Yes / No 5. Did the user provide input and receive tailored feedback? Yes / No 6. Did the intervention permit communication w/a staff member? Yes / No 7. Did the intervention permit synchronous communication w/a staff member? Yes / No 1 This can include feedback such as Likert scale ratings or open format response questions about the TAMI or intervention that includes the TAMI PRISMA screening flowchart."
    },
    {
      "text": "Note. AIDS = Acquired immunodeficiency syndrome; ART: Antiretroviral treatment; ASSIST: The Alcohol, Smoking, and Substance Involvement Screening Test; AUD = Alcohol use disorders; BAC = blood alcohol content; BID: body image dissatisfaction; BMI= Body Mass Index; BNI = Brief Negotiation Interview; BP = blood pressure; C = control condition; CBT = cognitive behavior therapy; CM = contingency management; DUI: Drinking Under the Influence; E = experimental condition; ED: eating disorder; ER = emergency room; ESS-KIMO: Klärendes Internetprogramm zur Steigerung der Veränderungsmotivation bei Ess-störungen; FTF = face to face; FU = follow-up; HIV = Human immunodeficiency virus; HIV+ = positive for Human immunodeficiency virus; iCBT = internet cognitive behavior therapy; IOP: intensive outpatient treatment; MAPIT: Motivational Assessment Program to Initiate Treatment; MDD = Major depressive disorder; MESA: motivational enhancement system for adherence; MESH: motivational enhancement system for health; MET = Motivation enhancement therapy; MI = motivational interviewing; M-PASS: Michigan Prevention and Alcohol Safety for Students; MSM = Men who have sex with men; PA: Physical activity; PFI: personalized feedback intervention; QOL: quality of life RC = recovery coach; SAD = social anxiety disorder; SAO: self-help alcohol online; TAO: Therapy alcohol online; Treatment Alternatives to Street Crime; URAI = unprotected insertive anal intercourse; WLC = waitlist control 1. Is the trial an RCT? Yes / No 2. Was the research conducted at multiple sites? Yes / No 3. Did the study use a control group? Yes / No 4. Did the study use an active control group? Yes / No 5. Did the study report baseline characteristics for each condition of the study sample? Yes / No"
    },
    {
      "text": "Figure 1."
    }
  ],
  "references": [
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: A systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards",
        "V Patel",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Face-to-face versus computerdelivered alcohol interventions for college drinkers: A meta-analytic review, 1998 to 2010",
      "authors": [
        "K Carey",
        "L Scott-Sheldon",
        "J Elliott",
        "L Garey",
        "M Carey"
      ],
      "year": 2012,
      "doi": "10.1016/j.cpr.2012.08.001"
    },
    {
      "title": "The effectiveness of telemental health applications: A review",
      "authors": [
        "D Hailey",
        "R Roine",
        "A Ohinmaa"
      ],
      "year": 2008
    },
    {
      "title": "A re-conceptualization of access for 21st century healthcare",
      "authors": [
        "J Fortney",
        "J Burgess",
        "Jr",
        "H Bosworth",
        "B Booth",
        "P Kaboli"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-011-1806-6"
    },
    {
      "title": "Motivational Interviewing: Preparing People for Change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 1991
    },
    {
      "title": "Motivational Interviewing: Preparing People for Change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2002
    },
    {
      "title": "Motivational Interviewing: Preparing People for Change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2013
    },
    {
      "title": "The Technical Hypothesis of Motivational Interviewing: A Meta-Analysis of MI's Key Causal Model",
      "authors": [
        "M Magill",
        "J Gaume",
        "T Apodaca",
        "J Walthers",
        "N Mastroleo",
        "B Borsari",
        "R Longabaugh"
      ],
      "year": 2014,
      "doi": "10.1037/a0036833"
    },
    {
      "title": "Manual for the Motivational Interviewing Skill Code (MISC)",
      "authors": [
        "W Miller",
        "T Moyers",
        "E Ernst",
        "P Amrhein"
      ],
      "year": 2008
    },
    {
      "title": "Assessing competence in the use of motivational interviewing",
      "authors": [
        "T Moyers",
        "T Martin",
        "J Manuel",
        "Sml Hendrickson",
        "W Miller"
      ],
      "year": 2005
    },
    {
      "title": "The efficacy of motivational interviewing: A metaanalysis of controlled clinical trials",
      "authors": [
        "B Burke",
        "H Arkowitz",
        "M Menchola"
      ],
      "year": 2003,
      "doi": "10.1037/0022-006x.71.5.843"
    },
    {
      "title": "Motivational interviewing as a behavioral intervention to increase HAART adherence in patients who are HIV-positive: A systematic review of the literature",
      "authors": [
        "S Hill",
        "J Kavookjian"
      ],
      "year": 2012,
      "doi": "10.1080/09540121.2011.630354"
    },
    {
      "title": "Motivational interviewing to improve weight loss in overweight and/or obese patients: A systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "M Armstrong",
        "T Mottershead",
        "P Ronksley",
        "R Sigal",
        "T Campbell",
        "B Hemmelgarn"
      ],
      "year": 2011
    },
    {
      "title": "Motivational interviewing for smoking cessation: A meta-analytic review",
      "authors": [
        "J Hettema",
        "P Hendricks"
      ],
      "year": 2010,
      "doi": "10.1037/a0021498"
    },
    {
      "title": "The effectiveness of telemental health: A 2013 review",
      "authors": [
        "D Hilty",
        "D Ferrer",
        "M Parish",
        "B Johnston",
        "E Callahan",
        "P Yellowlees"
      ],
      "year": 2013,
      "doi": "10.1089/tmj.2013.0075"
    },
    {
      "title": "Computerised cognitive behaviour therapy for depression and anxiety update: A systematic review and economic evaluation",
      "authors": [
        "E Kaltenthaler",
        "J Brazier",
        "De Nigris",
        "E Tumur",
        "I Ferriter",
        "M Beverley"
      ],
      "year": 2006,
      "doi": "10.3310/hta10330"
    },
    {
      "title": "Modeling the cost-effectiveness of health care systems for alcohol use disorders: How implementation of eHealth interventions improves cost-effectiveness",
      "authors": [
        "F Smit",
        "J Lokkerbol",
        "H Riper",
        "M Majo",
        "B Boon",
        "M Blankers"
      ],
      "year": 2011
    },
    {
      "title": "The effectiveness and feasibility of videoconferencing technology to provide evidence-based treatment to rural domestic violence and sexual assault populations",
      "authors": [
        "C Hassija",
        "M Gray"
      ],
      "year": 2011,
      "doi": "10.1089/tmj.2010.0147"
    },
    {
      "title": "A randomized trial comparing the efficacy of cognitive-behavioral therapy for bulimia nervosa delivered via telemedicine versus face-to-face",
      "authors": [
        "J Mitchell",
        "R Crosby",
        "S Wonderlich",
        "S Crow",
        "K Lancaster",
        "H Simonich"
      ],
      "year": 2008
    },
    {
      "title": "Computer and internet applications for psychological treatment: Update for clinicians",
      "authors": [
        "D Tate",
        "M Zabinski"
      ],
      "year": 2004,
      "doi": "10.1002/jclp.10247"
    },
    {
      "title": "New and old tools in psychotherapy: The use of technology for the integration of traditional clinical treatments",
      "authors": [
        "G Castelnuevo",
        "A Gaggioli",
        "F Mantovani",
        "G Riva"
      ],
      "year": 2003,
      "doi": "10.1037/0033-3204.40.1-2.33"
    },
    {
      "title": "Comparing online and offline self-disclosure: A systematic review",
      "authors": [
        "M Nguyen",
        "Sun Bin",
        "Y Campbell"
      ],
      "year": 2012
    },
    {
      "title": "Using innovative video doctor technology in primary care to deliver brief smoking and alcohol intervention",
      "authors": [
        "B Gerbert",
        "S Berg-Smith",
        "M Mancuso",
        "N Caspers",
        "S Mcphee",
        "D Null",
        "J Wofsy"
      ],
      "year": 2003
    },
    {
      "title": "Multicultural web-based motivational interviewing for clients with a first-time DUI offense",
      "authors": [
        "K Osilla",
        "D' Amico",
        "E Diaz-Fuentes",
        "C Lara",
        "M Watkins"
      ],
      "year": 2012
    },
    {
      "title": "Motivational Enhancement Therapy Manual: A Clinical Research Guide for Therapists Treating Individuals with Alcohol Abuse and Dependence. first",
      "authors": [
        "W Miller",
        "A Zweben",
        "C Diclemente",
        "R Rychtarik"
      ],
      "year": 1992
    },
    {
      "title": "Snow control -an RCT protocol for a web-based self-help therapy to reduce cocaine consumption in problematic cocaine users",
      "authors": [
        "M Schaub",
        "R Sullivan",
        "L Stark"
      ],
      "year": 2011
    },
    {
      "title": "Brief motivational interviewing intervention for peer violence and alcohol use in teens: Oneyear follow-up",
      "authors": [
        "R Cunningham",
        "S Chermack",
        "M Zimmerman",
        "J Shope",
        "C Bingham",
        "F Blow",
        "M Walton"
      ],
      "year": 2012
    },
    {
      "title": "Dating violence: Outcomes following a brief motivational interviewing intervention among at-risk adolescents in an urban emergency department",
      "authors": [
        "R Cunningham",
        "L Whiteside",
        "S Chermack",
        "M Zimmerman",
        "J Shope",
        "C Bingham",
        "M Walton"
      ],
      "year": 2013,
      "doi": "10.1111/acem.12151"
    },
    {
      "title": "Effects of a brief intervention for reducing violence and alcohol misuse among adolescents: A randomized controlled trial",
      "authors": [
        "M Walton",
        "S Chermack",
        "J Shope",
        "C Bingham",
        "M Zimmerman",
        "F Blow",
        "R Cunningham"
      ],
      "year": 2010,
      "doi": "10.1001/jama.2010.1066"
    },
    {
      "title": "It's worth a try: The treatment experiences of rural and urgan participants in a randomized controlled trial of computerized psychological treatment for comorbid depression and alcohol/other drug use",
      "authors": [
        "F Kay-Lambkin",
        "A Baker",
        "B Kelly",
        "T Lewin"
      ],
      "year": 2012
    },
    {
      "title": "Baseline predictors of treatment outcome in Internetbased alcohol interventions: a recursive partitioning analysis alongside a randomized trial",
      "authors": [
        "M Blankers",
        "M Koeter",
        "G Schippers"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2458-13-455"
    },
    {
      "title": "Efficacy of a web-based, tailored, alcohol prevention/intervention program for college students: 3-month follow-up",
      "authors": [
        "C Bingham",
        "I Barretto",
        "M Walton",
        "C Bryant",
        "J Shope",
        "T Raghunathan"
      ],
      "year": 2011,
      "doi": "10.2190/de.41.4.e"
    },
    {
      "title": "Exploring the \"active ingredients\" of an online smoking intervention: a randomized factorial trial",
      "authors": [
        "J Mcclure",
        "D Peterson",
        "H Derry",
        "K Riggs",
        "J Saint-Johnson",
        "V Nair"
      ],
      "year": 2014
    },
    {
      "title": "Internet-based motivation program for women with eating disorders: eating disorder pathology and depressive mood predict dropout",
      "authors": [
        "R Von Brachel",
        "K Hotzel",
        "G Hirschfeld",
        "E Rieger",
        "U Schmidt",
        "J Kosfelder"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3104"
    },
    {
      "title": "Three-month follow-up of brief computerized and therapist interventions for and violence among teens",
      "authors": [
        "R Cunningham",
        "M Walton",
        "A Goldstein",
        "S Chermack",
        "J Shope",
        "C Bingham",
        "M Zimmerman",
        "F Blow"
      ],
      "year": 2009
    },
    {
      "title": "Clinician-assisted computerised versus therapistdelivered treatment for depressive and addictive disorders: a randomised controlled trial",
      "authors": [
        "F Kay-Lambkin",
        "A Baker",
        "B Kelly",
        "T Lewin"
      ],
      "year": 2011,
      "doi": "10.5694/j.1326-5377.2011.tb03265.x"
    },
    {
      "title": "The effect of program design on engagement with an internet-based smoking intervention: randomized factorial trial",
      "authors": [
        "J Mcclure",
        "S Shortreed",
        "A Bogart",
        "H Derry",
        "K Riggs",
        "St John"
      ],
      "year": 2013
    },
    {
      "title": "An internet-based program to enhance motivation to change in females with symptoms of an eating disorder: A randomized controlled trial",
      "authors": [
        "K Hotzel",
        "Von Brachel",
        "R Schmidt",
        "U Rieger",
        "E Kosfelder",
        "J Hechler",
        "T Schulte",
        "D Vocks"
      ],
      "year": 2013,
      "doi": "10.1017/s0033291713002481"
    },
    {
      "title": "Efficacy of a web-based, tailored, alcohol prevention/intervention program for college students: initial findings",
      "authors": [
        "C Bingham",
        "I Barretto",
        "M Walton",
        "C Bryant",
        "J Shope",
        "T Raghunathan"
      ],
      "year": 2010
    },
    {
      "title": "Internet therapy versus internet self-help versus no treatment for problematic alcohol use: A randomized controlled trial",
      "authors": [
        "M Blankers",
        "M Koeter",
        "G Schippers"
      ],
      "year": 2011
    },
    {
      "title": "CONSORT-EHEALTH: improving and standardizing evaluation reports of Webbased and mobile health interventions",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1923"
    },
    {
      "title": "An initial trial of a computerized behavioral intervention for cannabis use disorder",
      "authors": [
        "A Budney",
        "S Fearer",
        "D Walker",
        "C Stanger",
        "J Thostenson",
        "M Grabinski",
        "W Bickel"
      ],
      "year": 2011,
      "doi": "10.1016/j.drugalcdep.2010.10.014"
    },
    {
      "title": "Computer-based psychological treatment for comorbid depression and problematic alcohol and/or cannabis use: A randomized controlled trial of clinical efficacy",
      "authors": [
        "F Kay-Lambkin",
        "A Baker",
        "T Lewin",
        "V Carr"
      ],
      "year": 2009,
      "doi": "10.1111/j.1360-0443.2008.02444.x"
    },
    {
      "title": "An exploratory study of engagement in a technology-supported substance abuse intervention",
      "authors": [
        "N Vandemark",
        "N Burrell",
        "W Lamendola",
        "C Hoich",
        "N Berg",
        "E Medina"
      ],
      "year": 2010
    },
    {
      "title": "Development and Outcomes of a Text Messaging Tobacco Cessation Intervention with Urban Adolescents",
      "authors": [
        "M Mason",
        "L Campbell",
        "T Way",
        "L Keyser-Marcus",
        "E Benotsch",
        "J Mennis"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of different Web-based interventions to prepare co-smokers of cigarettes and cannabis for double cessation: a three-arm randomized controlled trial",
      "authors": [
        "J Becker",
        "S Haug",
        "R Sullivan",
        "M Schaub"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3246"
    },
    {
      "title": "Real-time, contextual intervention using mobile technology to reduce marijuana use among youth: a pilot study",
      "authors": [
        "L Shrier",
        "A Rhoads",
        "P Burke",
        "C Walls",
        "E Blood"
      ],
      "year": 2014
    },
    {
      "title": "Computer-based brief motivational intervention for perinatal drug use",
      "authors": [
        "S Ondersma",
        "S Chase",
        "D Svikis",
        "C Schuster"
      ],
      "year": 2005
    },
    {
      "title": "Computer-based brief intervention a randomized trial with postpartum women",
      "authors": [
        "S Ondersma",
        "D Svikis",
        "C Schuster"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2006.11.003"
    },
    {
      "title": "Reducing substance involvement in college students: A threearm parallel-group randomized controlled trial of a computer-based intervention",
      "authors": [
        "A Christoff",
        "R Boerngen-Lacerda"
      ],
      "year": 2015,
      "doi": "10.1016/j.addbeh.2015.01.019"
    },
    {
      "title": "Randomized trial comparing computer-delivered and face-to-face personalized feedback interventions for high-risk drinking among college students",
      "authors": [
        "T Wagener",
        "T Leffingwell",
        "J Mignogna",
        "M Mignogna",
        "C Weaver",
        "N Cooney",
        "K Claborn"
      ],
      "year": 2012
    },
    {
      "title": "MAPIT: Development of a web-based intervention targeting substance abuse treatment in the criminal justice system",
      "authors": [
        "S Walters",
        "S Ondersma",
        "K Ingersoll",
        "M Rodriguez",
        "J Lerch",
        "M Rossheim",
        "F Tazman"
      ],
      "year": 2014,
      "doi": "10.1016/j.jsat.2013.07.003"
    },
    {
      "title": "Brief motivational intervention to reduce HIV risk and to increase HIV testing among offenders under community supervision",
      "authors": [
        "S Alemagno",
        "R Stephens",
        "P Stephens",
        "P Shaffer-King",
        "P White"
      ],
      "year": 2009
    },
    {
      "title": "Efficacy of a web-based intervention to reduce sexual risk in men who have sex with men",
      "authors": [
        "K Carpenter",
        "S Stoner",
        "A Mikko",
        "L Dhanak",
        "J Parsons"
      ],
      "year": 2010
    },
    {
      "title": "+CLICK: harnessing web-based training to reduce secondary transmission among HIV-positive youth",
      "authors": [
        "C Markham",
        "R Shegog",
        "A Leonard",
        "T Bui",
        "M Paul"
      ],
      "year": 2009,
      "doi": "10.1080/09540120802385637"
    },
    {
      "title": "A brief individualized computer-delivered sexual risk reduction intervention increases HIV/AIDS preventive behavior",
      "authors": [
        "S Kiene",
        "W Barta"
      ],
      "year": 2006,
      "doi": "10.1016/j.jadohealth.2005.12.029"
    },
    {
      "title": "Moving mammogramreluctant women to screening: A pilot study",
      "authors": [
        "M Costanza",
        "R Luckmann",
        "M White",
        "M Rosal",
        "N Lapelle",
        "C Cranos"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9107-6"
    },
    {
      "title": "Motivational interviewing in internet groups: A pilot study for weight loss",
      "authors": [
        "K Webber",
        "D Tate",
        "L Quintiliani"
      ],
      "year": 2008
    },
    {
      "title": "An online lifestyle diary with a persuasive computer assistant providing feedback on self-management",
      "authors": [
        "Blanson Henkemans",
        "O Van Der Boog",
        "P Lindenberg",
        "J Van Der Mast",
        "C Neerincx",
        "Zwetsloot-Schonk Bj"
      ],
      "year": 2009
    },
    {
      "title": "Therapeutic benefit of internet-based lifestyle counselling for hypertension",
      "authors": [
        "R Nolan",
        "S Liu",
        "J Shoemaker",
        "V Hachinski",
        "H Lynn",
        "D Mikulis",
        "R Wennberg",
        "M Lum-Kwong",
        "A Zbib"
      ],
      "year": 2012
    },
    {
      "title": "Evaluation of WebEase: An epilepsy self-management web site",
      "authors": [
        "C Diiorio",
        "C Escoffery",
        "F Mccarty",
        "K Yeager",
        "T Henry",
        "A Koganti",
        "E Reisinger",
        "B Wexler"
      ],
      "year": 2009,
      "doi": "10.1093/her/cyn012"
    },
    {
      "title": "The initial feasibility of a computer-based motivational intervention for adherence for youth newly recommended to start antiretroviral treatment",
      "authors": [
        "A Outlaw",
        "S Naar-King",
        "Tanney Belzer",
        "M Aagenes",
        "A Parsons",
        "J Merlo"
      ],
      "year": 2014
    },
    {
      "title": "Motivational Enhancement System for Adherence (MESA): pilot randomized trial of a brief computer-delivered prevention intervention for youth initiating antiretroviral treatment",
      "authors": [
        "S Naar-King",
        "A Outlaw",
        "M Sarr",
        "J Parsons",
        "M Belzer",
        "K Macdonell"
      ],
      "year": 2013
    },
    {
      "title": "Evaluation of a web-based asthma management intervention program for urban teenagers: reaching the hard to reach",
      "authors": [
        "C Joseph",
        "D Ownby",
        "S Havstad",
        "J Saltzgaber",
        "S Considine",
        "D Johnson"
      ],
      "year": 2013,
      "doi": "10.1016/j.jadohealth.2012.07.009"
    },
    {
      "title": "A randomized clinical trial evaluating online interventions to improve fruit and vegetable consumption",
      "authors": [
        "G Alexander",
        "J Mcclure",
        "J Calvi",
        "G Divine",
        "M Stopponi",
        "S Rolnick",
        "J Heimendinger",
        "D Tolsma",
        "K Resnicow",
        "M Campbell",
        "V Strecher",
        "C Johnson"
      ],
      "year": 2010
    },
    {
      "title": "Development and preliminary evaluation of an internet-based healthy eating program: randomized controlled trial",
      "authors": [
        "K Tapper",
        "G Jiga-Boy",
        "G Maio",
        "G Haddock",
        "M Lewis"
      ],
      "year": 2014
    },
    {
      "title": "Motivational interviewing in a webbased physical activity intervention with an avatar: randomized controlled trial",
      "authors": [
        "S Friederichs",
        "C Bolman",
        "A Oenema",
        "J Guyaux",
        "L Lechner"
      ],
      "year": 2014
    },
    {
      "title": "The outcomes of a 12week Internet intervention aimed improving fitness and health-related quality of life in overweight adolescents: The Young & Active controlled trial",
      "authors": [
        "K Riiser",
        "K Londal",
        "Y Ommundsen",
        "M Smastuen",
        "N Misvaer",
        "S Helseth"
      ],
      "year": 2014
    },
    {
      "title": "Pilot feasibility study of a brief, tailored mobile health intervention for depression among patients with chronic pain",
      "authors": [
        "B Ahmedani",
        "N Crotty",
        "M Abdulhak",
        "S Ondersma"
      ],
      "doi": "10.1080/08964289.2013.867827"
    },
    {
      "title": "Enhancing motivation to change in eating disorders with an online selfhelp program",
      "authors": [
        "S Leung",
        "J Ma",
        "J Russell"
      ],
      "year": 2013
    },
    {
      "title": "Web-based treatment program using intensive therapeutic contact for patients with eating disorders: before-after study",
      "authors": [
        "E Ter Huurne",
        "M Postel",
        "H De Haan",
        "C Drossaert",
        "De Jong"
      ],
      "year": 2013
    },
    {
      "title": "Randomized controlled trial of internet cognitive behavioural treatment for social phobia with and without motivational enhancement strategies",
      "authors": [
        "N Titov",
        "G Andrews",
        "G Schwencke",
        "E Robinson",
        "L Peters",
        "J Spence"
      ],
      "year": 2010
    },
    {
      "title": "Effects of an individually tailored Web-based chronic pain management program on pain severity, psychological health, and functioning",
      "authors": [
        "D Nevedal",
        "C Wang",
        "L Oberleitner",
        "S Schwartz",
        "A Williams"
      ],
      "year": 2013
    },
    {
      "title": "Computerized assessment facilitates disclosure of sensitive HIV risk behaviors among African Americans entering substance abuse treatment",
      "authors": [
        "D Caldwell"
      ],
      "year": 2012
    },
    {
      "title": "Cognitive function and treatment response in a randomized clinical trial of computer-based training in cognitivebehavioral therapy",
      "authors": [
        "K Carroll",
        "B Kiluk",
        "C Nich",
        "T Babuscio",
        "J Brewer",
        "M Potenza"
      ],
      "year": 2011
    },
    {
      "title": "Persuasive robotic assistant for health self-management of older adults: Design and evaluation of social behaviors",
      "authors": [
        "R Looije",
        "M Neerincx",
        "F Cnossen"
      ],
      "year": 2010
    },
    {
      "title": "Motivational interviewing in a web-based physical activity intervention: Questions and reflections",
      "authors": [
        "S Friederichs",
        "A Oenema",
        "C Bolman",
        "J Guyaux",
        "H Van Keulen",
        "L Lechner"
      ],
      "year": 2013
    },
    {
      "title": "Training in motivational interviewing: A systematic review",
      "authors": [
        "M Madson",
        "A Loignon",
        "C Lane"
      ],
      "year": 2009
    },
    {
      "title": "Psychotherapy in cyberspace: A 5-dimensional model of online and computer-mediated psychotherapy",
      "authors": [
        "J Suler"
      ],
      "year": 2000
    },
    {
      "title": "An economic evaluation of telehealth data collection with rural populations",
      "authors": [
        "J Shore",
        "E Brooks",
        "D Savin",
        "S Manson",
        "A Libb"
      ],
      "year": 2007,
      "doi": "10.1176/appi.ps.58.6.830"
    },
    {
      "title": "Computer and internet use in the United States",
      "authors": [
        "T File",
        "C Ryan"
      ],
      "year": 2013
    },
    {
      "title": "Measuring Digital Citizenship: Mobile Access and broadband",
      "authors": [
        "Moss Berger",
        "K Tolbert",
        "C Hamilton"
      ],
      "year": 2012
    },
    {
      "title": "We reviewed studies delivering motivational interviewing via technology (technology delivered adaptations of MI: TAMI)"
    },
    {
      "title": "A range of technologies was used to deliver various MI components (e.g., pros/ cons, MI spirit)",
      "doi": "10.35406/mi.2025.1.21"
    },
    {
      "title": "Research methods varied and few studies used adherence measures"
    },
    {
      "title": "Overall, studies indicated high acceptability and positive behavior change in interventions that tested efficacy"
    },
    {
      "title": "Future research is needed to study adherence to MI and impact of TAMIs on behavior change",
      "doi": "10.31525/ct1-nct04017559"
    }
  ],
  "num_references": 87
}
