{
  "paper_id": "XTLHZ2UZ",
  "title": "Cost-effectiveness analysis of text messaging to support health advice for smoking cessation",
  "abstract": "Background: Smoking in one of the most serious public health problems. It is well known that it constitutes a major risk factor for chronic diseases and the leading cause of preventable death worldwide. Due to high prevalence of smokers, new cost-effective strategies seeking to increase smoking cessation rates are needed. \n Methods: We performed a Markov model-based cost-effectiveness analysis comparing two treatments: health advice provided by general practitioners and nurses in primary care, and health advice reinforced by sending motivational text messages to smokers' mobile phones. A Markov model was used in which smokers transitioned between three mutually exclusive health states (smoker, former smoker and dead) after 6-month cycles. We calculated the cost-effectiveness ratio associated with the sending of motivational messages. Health care and society perspectives (separately) was adopted. Costs taken into account were direct health care costs and direct health care cost and costs for lost productivity, respectively. Additionally, deterministic sensitivity analysis was performed modifying the probability of smoking cessation with each option. \n Results: Sending of text messages as a tool to support health advice was found to be cost-effective as it was associated with increases in costs of €7.4 and €1,327 per QALY gained (ICUR) for men and women respectively from a healthcare perspective, significantly far from the published cost-effectiveness threshold. From a societal perspective, the combined programmed was dominant. \n Conclusions: Sending text messages is a cost-effective approach. These findings support the implantation of the combined program across primary care health centres.",
  "year": 2018,
  "date": "2018",
  "journal": "Annu Rev Public Health",
  "publication": "Annu Rev Public Health",
  "authors": [
    {
      "forename": "Raquel",
      "surname": "Cobos-Campos",
      "name": "Raquel Cobos-Campos",
      "affiliation": "1  Bioaraba Health Research Institute , Epidemiology and Public Health Research group , Vitoria-Gasteiz , Spain \n\t\t\t\t\t\t\t\t Epidemiology and Public Health Research group \n\t\t\t\t\t\t\t\t Bioaraba Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vitoria-Gasteiz \n\t\t\t\t\t\t\t\t\t Spain",
      "email": "raquel.coboscampos@osakidetza.eus"
    },
    {
      "forename": "Javier",
      "surname": "Mar",
      "name": "Javier Mar",
      "affiliation": "2  Osakidetza Basque Health Service , Primary Care Research Unit of Gipuzkoa , Alto Deba Hospital , Arrasate-Mondragón , Spain. \n\t\t\t\t\t\t\t\t Primary Care Research Unit of Gipuzkoa \n\t\t\t\t\t\t\t\t Osakidetza Basque Health Service \n\t\t\t\t\t\t\t\t Alto Deba Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Arrasate-Mondragón \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Antxon",
      "surname": "Apiñaniz",
      "name": "Antxon Apiñaniz",
      "affiliation": "1  Bioaraba Health Research Institute , Epidemiology and Public Health Research group , Vitoria-Gasteiz , Spain \n\t\t\t\t\t\t\t\t Epidemiology and Public Health Research group \n\t\t\t\t\t\t\t\t Bioaraba Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vitoria-Gasteiz \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Arantza",
      "surname": "Sáez De Lafuente",
      "name": "Arantza Sáez De Lafuente",
      "affiliation": "1  Bioaraba Health Research Institute , Epidemiology and Public Health Research group , Vitoria-Gasteiz , Spain \n\t\t\t\t\t\t\t\t Epidemiology and Public Health Research group \n\t\t\t\t\t\t\t\t Bioaraba Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vitoria-Gasteiz \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Naiara",
      "surname": "Parraza",
      "name": "Naiara Parraza",
      "affiliation": "1  Bioaraba Health Research Institute , Epidemiology and Public Health Research group , Vitoria-Gasteiz , Spain \n\t\t\t\t\t\t\t\t Epidemiology and Public Health Research group \n\t\t\t\t\t\t\t\t Bioaraba Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vitoria-Gasteiz \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Felipe",
      "surname": "Aizpuru",
      "name": "Felipe Aizpuru",
      "affiliation": "6  Preventive Medicine and Public Health Department , University of Basque Country UPV/EHU , Vitoria-Gasteiz , Spain. \n\t\t\t\t\t\t\t\t Preventive Medicine and Public Health Department \n\t\t\t\t\t\t\t\t University of Basque Country UPV/EHU \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vitoria-Gasteiz \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Gorka",
      "surname": "Orive",
      "name": "Gorka Orive",
      "affiliation": "9  NanoBioCel Group , Laboratory of Pharmaceutics , School of Pharmacy , University of the Basque Country UPV/EHU , Vitoria-Gasteiz , Spain \n\t\t\t\t\t\t\t\t Laboratory of Pharmaceutics \n\t\t\t\t\t\t\t\t School of Pharmacy \n\t\t\t\t\t\t\t\t NanoBioCel Group \n\t\t\t\t\t\t\t\t University of the Basque Country UPV/EHU \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Vitoria-Gasteiz \n\t\t\t\t\t\t\t\t\t Spain",
      "email": "gorka.orive@ehu.eus",
      "orcid": "0000-0002-0773-300X"
    }
  ],
  "doi": "https://doi.org/10.13039/501100008530",
  "keywords": [
    "Smoking cessation",
    "MeSH unique ID: D016540",
    "Costs and cost analysis",
    "MeSH unique ID: D003365",
    "Cost of illness",
    "MeSH unique ID: D017281",
    "Quality-adjusted life years",
    "MeSH unique ID: D019057",
    "Text messaging",
    "MeSH"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Smoking in one of the most serious public health problems  [1] . It is well known that it constitutes a major risk factor for chronic diseases and the leading cause of preventable death worldwide  [2] . In Spain, according to the 12th Survey on Alcohol and other Drugs (EDADES), 34% of people between 15 and 64 years old admit to smoking on a daily basis in the past month, which represents an increased rate compared with rates (30 and 31%) from previous surveys (2011, 2013 and 2015)  [3] . Smoking is associated with higher healthcare costs, with an estimation of €864.64/year in smokers versus €474.71/ year in non-smokers according to a study by the Spanish Society of Pulmonology and Thoracic Surgery  [4] .\n\nCurrently, there are various different treatments for smoking cessation, including more or less intensive interventions based on motivational advice, pharmacological therapy and group-based programs, with variable success rates depending on the therapy used  [5] . On the other hand, since every year more than 70% of the population goes to primary care room, and they are attended an average of 6-7 times, this privileged situation allows for repeated interventions in which the smoker is more receptive to motivational advice because of the trust they have with their doctor and/or nurse  [6] . For this reason we must take advantage of the opportunity provided by primary care to provide this type of intervention from there. In Spain, several studies have been conducted to evaluate tobacco cessation interventions at this level with satisfactory results  [7, 8] . Interestingly, some smokers decide to quit smoking without any support, with success rates varying from 3 to 8% after 6 months  [9, 10] .\n\nThe provision of health advice is considered one of the most cost-effective interventions for smoking cessation  [11] . However, changes stimulated by such advice do not last over time  [12]  and hence, there is a need to establish approaches for reinforcement, including the use of information and communication technologies, and specifically m-health (health through mobile technologies) for which there is evidence in smoking cessation  [13] [14] [15] [16] . Mobile phone based interventions are more effective that routine clinical practice, according a meta-analysis of six clinical trials carried out by Whittaker et al.  [13]  1.83 (95% CI 1.  54-2.19) , being results similar to those reported by other research groups  [14] [15] [16] .\n\nWe carried out a randomized clinical trial to assess the effectiveness of a combined program SMSalud ® that included sending motivational messages by mobile phone to smoker people who sought help from primary health professionals, finding 16.25% of abstinences rates at 12 months versus 5.6% of standard care group)  [16] . Further, with the deployment of mobile networks in the nineteen-eighties, the use of mobile phones has grown exponentially. The International Telecommunications Union estimated that by the end of 2015 there would be 7 billion mobile phones across the world, corresponding to a penetrance of 97% [17], and their increasingly widespread use makes these devices ever more useful tools in healthcare.\n\nAssuming that mobile phones are useful tools in healthcare, it seems reasonable to explore strategies focused on using mobile technology to improve smoking cessation. Although the combined program SMSalud ® has shown to be effective as a tool to reinforce health advice provide in primary care health professionals, and the results of Guerriero et al.  [18]  suggest that it would be a cost-effective tool, there is a need for long-term specific economic assessment prior its implementation in the primary care setting. Taking all this into consideration, the main objective of the present article was to assess whether the use of text messages as a support tool for health advice is a cost-effective strategy in smoking cessation programs in primary care."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Model",
      "text": "We performed a Markov model based cost-effectiveness analysis to calculate the incremental cost-effectiveness ratio (ICUR), which is a measure that compares differences in costs and differences in effectiveness between the options considered.\n\nTo estimate the costs and clinical outcomes from the start of the intervention until patient death, we used a Markov model that has been used previously in economic assessments  [18] [19] [20] . This Markov model consists of three mutually exclusive health states (smoker, former smoker and dead), to simulate the process of smoking cessation in a hypothetical cohort of 1000 smokers aged 16 years old or above. Specifically, we opted for a model with cycles of 6 months, in which people transitioned between the three health states, with transition probabilities differing as a function of time, age and sex (Fig.  1 ). All people started the model in the smoker state, and in the first cycle, could then stop smoking, continue smoking or die. From the second cycle onwards, participants could continue to not smoke, continue to smoke, start smoking again or die. Additionally, both smokers and former smokers could develop smoking-related diseases (myocardial infarction, stroke, heart disease, chronic obstructive pulmonary disease or lung cancer), with different probabilities as a function of age and gender. For calculating the incremental cost associated with the reinforcement provided through mobile text messaging, the time horizon was set to be the patient´s entire life. This time frame allowed us to include both the health impact and all the costs associated with smoking over a patient´s life and thus explore the reduction in costs and improvement of quality of life due to the use of reinforcing text messaging.\n\nAs well as having implications for the health of smokers, it also has a major impact on public finances in both the short and long term, since tobacco-related diseases are chronic diseases that cause high health expenditure. The probability of suffering from these diseases increases with the age of the patient, so it is necessary to include the time horizon of the patient's entire life.\n\nA discount rate of 3% was used for updating future costs and health benefits. This discount rate is widely used in long-term cost-effectiveness studies  [21] [22] [23] . The analysis was conducted from a health system perspective including all the costs related to the intervention provided and costs related to the five SRD and from a societal perspective including in addition to all the above, the costs due to loss of productivity caused by sick leave associated with the five diseases most strongly associated with smoking."
    },
    {
      "title": "Alternatives",
      "text": "The study was based on the aforementioned clinical trial in which we assessed the effectiveness of the combined program, SMSalud ® , comparing it with health advice alone  [16] .\n\nWe compared the following two treatment options: (a) Usual clinical practice carried out in primary care health centers-health advice provided by general practitioners and nurses responsible for smoking cessation management (verbal and written information on the benefits of not smoking and recommended changes in eating habits)  [16] , and (b) the same health advice complemented by the sending of motivational and supportive messages to the patient´s mobile phone during the 6 months the program lasted (combined program). Health advice was provided repeatedly (at 7 days, 4, 12 weeks and at 6 months since the quitting day). In both cases, the treatment lasted 6 months. Smokers who participated in the previous clinical trial had a mean age of 45 years old (SD 9.1). The 55.94% of participants were men and they were included in the study if they obtained a score of > 4 on the Richmond test and if they didn't have depression. The percentage of patients who quitted smoke at 6 months was 24% (95% CI 31-17.72%) and 12% (CI 95% 6.686-16.88%) in the intervention and control group respectively. At 12 months smoking cessation rates were 16.25% (95% CI 10.53-21.97) and 5.6% (95% CI 2.04-9.16) [16] .\n\nParticipants on the combined program received two automatically-generated text messages a day (one in the morning and one in the evening) for the first 5 weeks and three messages a week from weeks 6 to 26. At 26 week, the program finished. The messages were motivational in intent, to encourage people in their efforts to stop smoking, and also provided information about the healthrelated risks of smoking. Participants could also request supportive messages from the system in moments of crisis or anxiety. For this, they had to send a message free of charge with the word \"anxiety\" or \"relapse\" to a given phone number  [16] ."
    },
    {
      "title": "Probabilities",
      "text": "The probabilities of smoking cessation and relapse used in this cost-effectiveness study are taken from our previous clinical trial  [16]  in 320 smokers. In this clinical trial, 24% (95% CI 17.72-31%) of people who received reinforcement messages stopped smoking after 6 months, compared to 12% (95% CI 6.86-16.88%) of people assigned to health advice alone, not founding statistically significant differences in success rates between men and women. The rates of relapse were 33% and 53% in the groups receiving health advice plus reinforcement messages and health advice alone respectively (Table  1 ).\n\nWe assumed an annual rate of relapse of 10% from the first year  [24] , based on a meta-analysis of clinical trials and prospective studies, and an annual rate of smoking cessation of 2%  [25] , regardless of the therapy used, age and gender, from the second cessation attempt onwards, this figure also having been used in previous studies  [18] . We also assumed that each patient could make two attempts at quitting smoking each year, in line with data from the Spanish National Health Survey [26] (Table  1 ).\n\nIn the absence of valid data from the Spanish population on mortality rates by age and smoking habits, we used figures for the British population by age and smoking habits (smoker, former smoker), calculated in 1994 by Doll et al.  [27] . However, before their inclusion in the model, we calibrated these rates seeking to reproduce mortality rates in men and women in the Spanish population in 2018, by applying a corrective factor; the same to smokers and former smoker, which have been subsequently corroborated with the mortality rates provided by the National Institute of Statistics for the year 2018. This procedure has been used by other groups of researchers in cost-effectiveness studies published in recent years  [18, 28] .\n\nTo calculate the number of smokers and former smokers who might develop a smoking-related disease in each cycle, we multiplied the number of smokers/former smokers in each cycle by the incidence of each disease by age and gender (when such disaggregated data were available) (Table  1 )  [29] [30] [31] [32]  and the excess risk of developing each disease in the case of smokers and former smokers (Table  1 )  [33] [34] [35] .\n\nSimilarly, we calculated the prevalence of each disease as a function of smoking status:\n\nThe data on prevalence (Table  1 ) of the different diseases considered were taken from the study by Flack et al. on interventions for smoking cessation  [19] . According to this study, the prevalence rates increased with age and differed as a function of gender."
    },
    {
      "title": "Health benefits",
      "text": "The values for health-related quality of life (Table  1 ) of the five smoking-related diseases  [36]  in healthy population and the corresponding decrease associated with myocardial infarction, stroke, chronic obstructive pulmonary disease, and heart disease were taken from the 2011-2012 Spanish National Health Survey, disaggregated by age and sex, and assessed using the EuroQol 5D-5L  [37] . In the case of lung cancer, the decrease of healthrelated quality of life was assessed using the results of Trippoli et al.  [38] . Further, the data on the quality of life of smokers and former smokers with no comorbidities were obtained from a study by Tillmann et al. conducted in 1997  [39] . As in previous studies, when patients had more than one comorbidity, we applied the lowest utility value  [18] ."
    },
    {
      "title": "Costs",
      "text": "In the cost analysis from a healthcare perspective, we only include direct healthcare costs related to the intervention administered (cost of the text messaging, cost of the messages sent, and costs associated with the visits to health professionals) and related to the smoking related diseases-SRD)  [40] . All the costs (Table  2 ) are expressed in euro for 2018, corresponding inflation rates being applied for each year.\n\nRegarding the analysis from the social perspective, we assumed the direct healthcare costs specified in the previous paragraph and also losses of productivity due to SRD (Table  2 )  [41] [42] [43] [44] [45] [46] . We estimated the disease-related loss of productivity as the reduction in productivity of a worker who is ill or unable to work. Further, for calculating the loss of productivity due to sick leave, we considered the percentage of male and female smokers and former smokers in work, the hourly earnings for men and women, and the mean number of monthly agreed working hours for men and women, all these data being obtained from the Spanish National Statistics Institute  [47] .\n\nIn order to estimate indirect costs and transform them into monetary units, we used the human capital approach  [48] [49] [50] . This approach converts life years into monetary equivalents considering the mean gross income of each worker. The method is based on the hypothesis that the value of the lost production is equivalent to the wage associated with obtaining the aforementioned production. That is, a day off work represents a loss of production equal to the wage for that same day worked  [51] .\n\nTable 1 Data entered into the model Inputs Source Mortality By smoking status (smoker, former smoker) Prevalence of smoking-related diseases Myocardial infarction Heart disease Chronic obstructive pulmonary disease Lung cancer Stroke Incidence of smoking-related diseases Myocardial infarction 29, 30 Heart disease Chronic obstructive pulmonary disease Lung cancer Stroke Risk ratio of developing smoking-related diseases Lung cancer Smokers Former smokers Myocardial infarction Smokers Former smokers Chronic obstructive pulmonary disease Smokers Former smokers Heart disease Smokers Former smokers Stroke Smokers Former smokers Male 8.78/ Female 7.48 Male 3.01/ Female 2.82 4.21 1.47 3.51 2.35 4.22 1.51 2.58 1.34 Smoking cessation At first cycle Combined program Health advice alone 0.24375 0.11875 After the first cycle Combined program Health advice alone 0.02 0.02 Relapse After the first cycle Combined program Health advice alone 0.333 0.5264 After the second cycle Combined program Health advice alone 0.05 0.05 Number of attempts at smoking cessation 2 Utilities Smoker with no comorbidities Former smoker with no comorbidities Smoking-related diseases 0.75 0.78 Calculated for different age ranges from 37, 38 Days of sick leave due to smoking -related diseases Days of sick leave in smokers (per year) Days of sick in former smokers (per year) 11 7 Percentage in employment Men 16-24 years 25-34 years 35-44 years 45-54 years ≥ 55 years Women 16-24 years 25-34 years 35-44 years 45-54 years ≥ 55 years 41.06% 91.63% 94.05% 90.41% 28.01% 37.23% 86.64% 84.38% 75.65% 18.07% Hourly earnings Men Women €15.90 €13.60 Monthly agreed working hours by type of contract Men Women 155 h 155 h\n\nWith this methodology, a single wage, often the mean or the minimum, is applied to all analyzed people. Interestingly, a study published by Suarez-Bonel et al.  [4] , demonstrated that smokers and non-smokers were on sick leave for an average of 11 days and 7 days a year, respectively. All the parameters entered into the model are listed in Table  1 ."
    },
    {
      "title": "Model validation",
      "text": "The model was validated internally and externally. For the former, we followed all the recommendations of Halpern et al.  [51]  and Nuijten et al.  [52] . In addition, according to McCabe et al.  [53] , the results of the model can only be properly validated in one way, that is, by comparing the modelled estimates with the values obtained in real life, which could be called predictive validity. To address this, we calculated the life expectancy of men and women at different ages based on our model and compared it with the figures provided by the Spanish National Statistics Institute (real data). For the external validation, we used the LYGs thanks to smoking cessation at different ages and the life years lost due to smoking at 40 years of age, comparing the results with those of Ozasa et al.  [54] . In this particular case we considered a utility of 1 and a discount of 0."
    },
    {
      "title": "Deterministic sensitivity analysis",
      "text": "We performed a univariate deterministic sensitivity analysis to assess the change in ICUR as a function of the changes in the effectiveness values of the combined program or the motivational advice alone, and the age of starting program (50 years old). We have also carried out a multivariate sensitivity analysis modifying both probabilities of smoking cessation at the same time, and also equalizing the probability of relapse at the first cycle (0.5264) in the both alternatives. The effectiveness values for the combined program used to perform the sensitivity analysis lie within the 95% confidence Interval (17.71-31%) as did the corresponding values for treatment effectiveness of motivational advice alone (6.86-16.88%) [16] .\n\nWe have also repeated the sensitivity analysis with a 6% discount rate."
    },
    {
      "title": "Threshold",
      "text": "The reference threshold that has been employed to consider or our combined program, as cost-effective is the"
    },
    {
      "title": "Table 2 Costs included in the model",
      "text": "a For calculating the costs per patient, the total amount for each item was divided by the total number of patients in each group (1000) b For calculating the costs per patient, the total amount for each item was divided by the total number of people in both groups"
    },
    {
      "title": "Combined program Health advice",
      "text": "Costs of each option/patient €187.90 €166.95 Cost of general practitioner appointment (2018 portfolio of services of the Basque Health Service) €58 × 4 €58 × 4 Cost of nurse appointment (2018 portfolio of services of the Basque Health Service) €24 × 1 €24 × 1 Cost of nurse phone consultation (2018 portfolio of services of the Basque Health Service) €12 × 4 €12 × 4 Cost of the text messaging program €17,385.27 a Cost of the messages sent €3,127.85 a Cost of two CO monitors and mouthpiece €1,891.5 b Program logo €431.5 a Annual costs of the treatments of smoking-related diseases Incidence-related costs Lung cancer €13,206 44 Stroke €5,759.50 44 Myocardial infarction €12,987 43 Chronic obstructive pulmonary disease €1,672 42 Heart disease €8,578 43 Prevalence-related costs Lung cancer €13,206 44 Stroke €3,596.60 44 Myocardial infarction €3,046 43 Chronic obstructive pulmonary disease €1,672 42 Heart disease €685 43 Training costs for the combined program €1,900\n\nTable 3 Results of the cost-effectiveness analysis. Base case (cost and QALYs increase for a hypothetical cohort of 1000 patients) Healthcare perspective Societal perspective Combined program Health advice alone Difference between the options Combined program Health advice alone Difference between the options Mean costs (€) Mean QALYs Mean costs (€) Mean QALYs ΔCost (€) Δ QALYs ICUR €/QALY Mean costs (€) Mean QALYs Mean costs (€) Mean QALYs ΔCost (€) Δ QALYs ICUR €/QALY Men 2,576 20.61 2,565.80 20.59 199.93* 27.07* 7.40 22,014 20.61 22,160 20.59 -146,130.25* 27.07* -5,398 (DOMINANT) Women 1,888 20.98 1,855 20.96 33,333* 25.10* 1,327 16,829 20.98 16,912 20.96 -82,632.81* 25.12* -3,290 (DOMINANT)\n\nestimated by Vallejo-Torres et al.  [55]  in 2018, for the Spanish NHS (€22,000). The cut-off point of smoking cessation probabilities o NOT cost-effectiveness identified for women when the probabilities of relapse are equalized are 0.177 and 0.162 for combined program and health advice respectively."
    },
    {
      "title": "Results",
      "text": "The increase in costs at short-term (at 6 months-moment of the end of program), associated with mobile phone messaging for a cohort of 1000 smoking people was €22,850 from a healthcare perspective. At the end of the program there was also a bigger percentage of people quitting smoking in the combined program group (244 versus 119), which translates to an additional cost of €183 per tobacco quitter, at this moment.\n\nFrom a healthcare perspective, the increase in costs through the entire life of participants was €7.4 and €1,327 per QALY gained (ICUR) for men and women, respectively. From the social perspective, the alternative treatment was dominant, with savings of €5,398 and €3,290 per QALY gained (ICUR) for men and women respectively (Table  3 ).\n\nA deterministic sensitivity analysis was performed to assess whether the results were maintained when certain variables were modified. Table  4  shows that as the difference in the probability of quitting smoking between the combined program and health advice alone increases, both QALYs gained and ICUR increase. Table  5  shows that increasing the age of smoking cessation, more saving are generated for the system. Table  6  shows that equalizing the probability of relapse at the first cycle in both alternatives (0.5264) from healthcare perspective, the combined program is not cost effective (€ 48,998 cost/Qaly) for the following probabilities of quitting tobacco (0.177 CP and 0.169 HA) in women. From society's perspective the model is always dominant in men. In women it is dominant when the probability of relapse is unchanged. When the probabilities of relapse are the same in both alternatives (0.5264) the model is cost effective for the following probabilities of quitting tobacco (0.177 CP and 0.119 HA) and it is not cost effective for the following probabilities of quitting tobacco (0.177 CP and 0.169 HA).\n\nOn the other hand, when repeating the sensitivity analysis with a 6% discount rate, we have obtained very similar results."
    },
    {
      "title": "Model validation",
      "text": "The life expectancy estimated from our model is very similar to the data provided by the Spanish National Statistics Institute for different ages (Table  7 ). The results of the external validation are shown in Tables  8  and  9 . Smoking cessation at an age ≤ 40 or < 50 years old translates to 4.2 and 3.9 LYGs, respectively, being these results similar to those of Ozasa et al.  [54] . At older ages, the differences between Ozasa et al. and our group increase Table 5 Results of the cost-effectiveness analysis. Univariate sensitivity analysis. Changing the age of smoking cessation (50 years old) ICUR (€/QALYs) Healthcare perspective Societal perspective Men -2,785 -7,591.81 Women -796.27 -4,351.31\n\nTable 6 Results of the cost-effectiveness analysis. Multivariate analysis Healthcare perspective ICUR (€/QALYs) Probability of smoking cessation with combined program Without modifying the probabilities of relapse The same probabilities of relapse in both alternatives 0.069 0.119 0.169 0.069 0.119 0.169 Hombre Mujer Hombre Mujer Hombre Mujer Hombre Mujer Hombre Mujer Hombre Mujer"
    },
    {
      "title": "Probability of smoking cessation with HEALTH ADVICE",
      "text": "slightly. In addition, the life expectancy values calculated from our model and from that of Ozasa et al.  [54]  as a function of smoking status and gender  [54]  at the age of 40 years old are very similar, finding the largest difference in the case of smoking men (2.7 years) whereas the smallest difference in non-smoking men (0.1 years)."
    },
    {
      "title": "Discussion",
      "text": "This economic assessment shows that the use of text messaging as a tool to support health advice is cost-effective from a health care perspective, given that it leads to health benefits and reduces costs. From the healthcare perspective, the ICUR is far below the threshold of €22,000 calculated for the Spanish health system  [55] .\n\nThe ICUR regarding the use of the combined program for smoking cessation compared to usual practice represents an increase in costs of €1,327 and €7.4 for each QALY gained for women and men, respectively. Considering a social perspective, the combined program is an alternative that results in savings of €5,398 and €3,290 per QALY gained for men and women respectively. These saving costs are related to the fact that former smokers have less risk of suffering from SRD. This entails fewer work leaves, thus generates savings costs from society perspective.\n\nIt is more cost-effective in men as they are at greater risk of developing disorders related to smoking than women, and proportionally, the benefits of smoking cessation translate to a greater reduction in the risk of developing common smoking-related diseases in men. These benefits of the program are maintained when we modify the assumptions in the different sensitivity analyses carried out.\n\nThe design selected in the present study aimed to maximize the validity of the results. In particular, a Markov model was chosen as the nature of the process under study is chronic with health states changing over time and associated with events due to risk exposure  [23] . The recommendations of Halpern et al.  [51]  and Nuijten et al.  [52]  for selecting the data to input to the model in terms of costs, effectiveness and probability of smoking were followed. In addition, effectiveness data was selected from a clinical trial carried out by our research team  [16] . Last but not least, data on costs for smoking-related diseases for the Spanish population, when available, and utility data for these diseases were obtained from the Spanish population.\n\nNonetheless, there are several limitations when interpreting the results of this study. First, the mortality rates were taken from the data of Doll et al.  [27]  for the British population corrected for smoking status, as we did not have access to adjusted rates for the Spanish population. On the other hand, we calibrated these rates to reproduce the mortality rates for men and women in the Spanish population, assuming a risk that is proportional to the baseline risk for former smokers and smokers.\n\nTable 7 Internal validation of the model with the life expectancy for the Spanish population Patient life expectancy for 2018 (data from the Spanish National Statistics Institute) Model Men 16 years 64.77 64.77 30 years 51.03 51.7 50 years 31.86 31.02 Women 16 years 70.11 69.6 30 years 56.24 56.34 50 years 36.76 37.4\n\nTable 8 External validation.Years of life gained after smoking cessation at different ages Sex Age at smoking cessation (years) Years of life gained according to our model (years) according to Ozasa et al.* (years) Male 40 4.2 4.8 50 3.9 3.9 60 3.3 1.6\n\nTable 9 External validation. Life expectancy as a function of smoking status at 40 years old Smoking status Age Men Women Our model Ozasa et al. Our model Ozasa et al. Former smokers 40 years 40.03 40.8 44.2 42.4 Smokers 35.8 38.5 39.8 42.1 Non smokers 42.3 42.4 46.5 46.1\n\nSecond, as with previous economic assessments, this study may potentially underestimate the benefits of reinforcement through text messaging as a tool to support health advice for smoking cessation, since it does not assume the effects of passive smoking reduction or other less common smoking-related diseases  [15] . As a consequence, the study may also underestimate the potential savings associated with the intervention, as it does not take into account the costs of treatment of these smoking-related health problems. Third, our study was based on mean costs of the diseases most commonly associated with smoking, these figures varying with disease severity. Fourth, due to the lack of valid data on incidence of smoking related diseases (SRD) for Spanish smoker population, data on incidence of SRD come from different countries, but at least, all data on Incidence come from European Community Countries. Despite these limitations, results from the present study come along with those reported by others: 0.5 QALYs for former smokers  [18] , 0.069 QALYs for former smokers  [56]  and 0.10 QALYs for former smokers  [57] . These results are also consistent with previous economic assessments showing that smoking cessation interventions using mobile phones are cost saving  [18, 58]  and cost effective  [59] . Interestingly, the program studied herein becomes more cost effective as we increase the age at initiation of the intervention, given that it increases the probability of developing a smoking-related disease and the benefit of smoking cessation is greater, as found by Guerriero et al.  [18]  with larger savings the older the age of the study subgroup. The numbers of YLG related to smoking cessation obtained in our model are very similar to those found by Ozasa et al.  [54] , at the ages of 40 and 50 years old, with the difference being greater above 60 years of age. A potential explanation for this difference is that the non-smokers from the Ozasa cohort  [54]  were less healthy, that is, they may have had health problems that made them less likely to smoke, and hence, the number of YLG as a result of smoking cessation was smaller in this older age group.\n\nThe WHO Framework Convention on Tobacco Control (FCTC) [60] proposed a series of measures for the prevention and control of non-communicable disease. With the combined program our intention is to reinforce the measure (O) Offer-ofrecer, to help to quit tobacco use. The 2018 International Conference on Tobacco Control, held in Madrid, 14-16 June 2018, concluded that the measures that should be adopted by public authorities in Spain with regards to Article 14 of the FCTC (Demand reduction measures concerning tobacco dependence and cessation) include facilitating access by smokers to health professionals trained in managing smoking treatments and fund clinical, behavioral and pharmacological interventions proven to be effective and safe in the treatment of smoking."
    },
    {
      "title": "Conclusions",
      "text": "The present study clearly shows that the use of motivational messaging as a tool to support health advice provided by primary health care professionals is a cost-effective strategy from the healthcare perspective, and a dominant strategy from the societal perspective, and hence, following the recommendations of this aforementioned conference, such a strategy should be adopted. Notably, the National Institute for Health and Care Excellence has recently included the use of text messaging as an effective tool for smoking cessation in its recommendations  [61] .\n\nThe potential transfer of this program to primary care clinical practice is feasible given the low associated costs. It is estimated that at least 70% of the population seek medical attention through their general practitioner at least once a year, and smokers do so more often than non-smokers. Thus, primary care provides a great opportunity to introduce and promote our program  [62] ."
    },
    {
      "text": "Fig. 1 ."
    },
    {
      "text": "Disease incidence = (Disease incidence in former smokers * Number of former smokers) + (Disease incidence in smokers * Number of smokers) Disease prevalence = (Disease prevalence in smokers * Prevalence of smokers) + (Disease prevalence in former smokers * Prevalence of former smokers)"
    },
    {
      "text": "The probability of smoking cessation with health advice alone remains constant (0.11875)bThe probability of smoking cessation with combined program remains constant (0.34275)"
    }
  ],
  "references": [
    {
      "title": "Harm harm minimization and tobacco control: reframing societal views of nicotine use to rapidly save lives",
      "authors": [
        "D Abrams",
        "A Glasser",
        "J Pearson",
        "A Villanti",
        "L Collins",
        "R Niaura"
      ],
      "year": 2018,
      "doi": "10.1146/annurev-publhealth-040617-013849"
    },
    {
      "title": "ENCUESTA SOBRE ALCOHOL Y OTRAS DROGAS EN ESPANA (EDADES)",
      "authors": [
        "Edades"
      ],
      "year": 1995
    },
    {
      "title": "Costes derivados del uso de los servicios sanitarios y bajas laborales en pacientes fumadores: estudio de una comunidad urbana",
      "authors": [
        "M Suarez-Bonel",
        "M Villaverde-Rojo",
        "I Nerín"
      ],
      "year": 2015
    },
    {
      "title": "Treating Tobacco Use and Dependence: 2008 Update. Clinical Practice Guideline",
      "authors": [
        "M Fiore",
        "C Jaén",
        "T Baker",
        "W Bailey",
        "N Benowitz",
        "S Curry"
      ],
      "year": 2008
    },
    {
      "title": "Intervención en tabaquismo desde atención primaria de salud",
      "year": 2017,
      "doi": "10.26820/recimundo/2.(3).septiembre.2018.730-745"
    },
    {
      "title": "Effectiveness of a stepped primary care smoking cessation intervention: cluster randomized clinical trial (ISTAPS study)",
      "authors": [
        "C Cabezas",
        "M Advani",
        "D Puente",
        "T Rodriguez-Blanco",
        "C Martin",
        "Study Istaps",
        "Group"
      ],
      "year": 2011,
      "doi": "10.1111/j.1360-0443.2011.03491.x"
    },
    {
      "title": "Subsidized pharmacological treatment for smoking cessation by the Spanish public health system: a randomized, pragmatic, clinical trial by clusters",
      "authors": [
        "C Minué-Lorenzo",
        "E Olano-Espinosa",
        "I Del Cura-González"
      ],
      "year": 2019,
      "doi": "10.18332/tid/111368"
    },
    {
      "title": "Smoking cessation among self-quitters",
      "authors": [
        "J Hughes",
        "S Gulliver",
        "J Fenwick",
        "W Valliere",
        "K Cruser",
        "S Pepper"
      ],
      "year": 1992,
      "doi": "10.1037//0278-6133.11.5.331"
    },
    {
      "title": "Effectiveness of stop-smoking medications: findings from the International Tobacco Control (ITC) Four Country Survey",
      "authors": [
        "K Kasza",
        "A Hyland",
        "R Borland",
        "A Mcneill",
        "M Bansal-Travers",
        "B Fix"
      ],
      "year": 2013
    },
    {
      "title": "The cost-effectiveness of counseling smokers to quit",
      "authors": [
        "S Cummings",
        "S Rubin",
        "G Oster"
      ],
      "year": 1989,
      "doi": "10.1001/jama.1989.03420010085038"
    },
    {
      "title": "Recomendaciones sobre el estilo de vida",
      "authors": [
        "R Córdoba",
        "C Cabezas",
        "F Camarelles",
        "J Gómez",
        "D Díaz-Herráez",
        "A López",
        "F Marqués",
        "E Muñoz",
        "B Navarro",
        "Y Rámirez"
      ],
      "year": 2012
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "R Borland",
        "C Bullen"
      ],
      "year": 2016
    },
    {
      "title": "Internetbased interventions for smoking cessation",
      "authors": [
        "Gmj Taylor",
        "M Dalili",
        "M Semwal",
        "M Civljak",
        "A Sheikh",
        "J Car"
      ],
      "year": 2013,
      "doi": "10.1002/14651858.cd007078.pub5"
    },
    {
      "title": "Telephone counselling for smoking cessation",
      "authors": [
        "L Stead",
        "J Hartmann-Boyce",
        "R Perera",
        "T Lancaster"
      ],
      "year": 2013,
      "doi": "10.1002/14651858.cd002850.pub3"
    },
    {
      "title": "Effectiveness of text messaging as an adjuvant to health advice in smoking cessation programs in primary care. A randomized clinical trial",
      "authors": [
        "R Cobos-Campos",
        "A Apiñaniz",
        "Sáez De Lafuente",
        "A Parraza",
        "N Aizpuru"
      ],
      "year": 2016,
      "doi": "10.1093/ntr/ntw300"
    },
    {
      "title": "The cost-effectiveness of smoking cessation support delivered by mobile phone text messaging: Txt2stop",
      "authors": [
        "C Guerriero",
        "J Cairns",
        "I Roberts"
      ],
      "year": 2013,
      "doi": "10.1007/s10198-012-0424-5"
    },
    {
      "title": "York Health Economics Consortium. NICE. Cost-Effectiveness of Interventions for Smoking Cessation",
      "authors": [
        "S Flack",
        "M Taylor",
        "P Trueman"
      ],
      "year": 2007
    },
    {
      "title": "Análisis de la relación coste-efectividad a corto y largo plazo de clopidogrel añadido a terapia estándar en pacientes con síndrome coronario agudo en España",
      "authors": [
        "X Badia",
        "H Bueno",
        "J González-Juanate",
        "V Valentín",
        "M Rubio"
      ],
      "year": 2005,
      "doi": "10.1016/s0300-8932(05)74068-9"
    },
    {
      "title": "Interpreting cost-effectiveness analysis studies in gynecology",
      "authors": [
        "Johanna Aponte-González",
        "Javier Eslava-Schmalbach",
        "J Díaz-Rojas",
        "J Gaitán-Duarte"
      ],
      "year": 2011
    },
    {
      "title": "Evaluación de costo-efectividad de los nuevos anticoagulantes orales en pacientes con fibrilación auricular no valvular",
      "authors": [
        "A García-Peña"
      ],
      "year": 2017,
      "doi": "10.1016/j.rccar.2016.07.012"
    },
    {
      "title": "Los modelos de Markov en la evaluación económica de tecnologías sanitarias: una guía práctica",
      "authors": [
        "J Mar",
        "F Antoñanzas",
        "R Pradas",
        "A Arrospide"
      ],
      "year": 2010
    },
    {
      "title": "Relapse to smoking after 1 year of abstinence: a meta-analysis",
      "authors": [
        "J Hughes",
        "E Peters",
        "S Naud"
      ],
      "year": 2008
    },
    {
      "title": "Background smoking cessation rates in England",
      "authors": [
        "R West"
      ],
      "year": 2018,
      "doi": "10.1186/isrctn99820519"
    },
    {
      "title": "Mortality in relation to smoking: 40 years' observations on male British doctors",
      "authors": [
        "R Doll",
        "R Peto",
        "K Wheatley",
        "R Gray",
        "I Sutherland"
      ],
      "year": 1994,
      "doi": "10.1136/bmj.309.6959.901"
    },
    {
      "title": "Cost effectiveness of free access to smoking cessation treatment in France considering the economic burden of smoking-related diseases",
      "authors": [
        "B Cadier",
        "I Durand-Zaleski",
        "D Thomas",
        "K Chevreul"
      ],
      "year": 2016
    },
    {
      "title": "Prevalence and incidence of COPD in smokers and nonsmokers: the Rotterdam Study",
      "authors": [
        "N Therzikhan",
        "Kmc Vernhamme",
        "A Hofman",
        "B Stricker",
        "G Bruselle",
        "L Lahouse"
      ],
      "year": 2016,
      "doi": "10.1007/s10654-016-0132-z"
    },
    {
      "title": "Incidence of Chronic Obstructive Pulmonary disease in a cohort of young adults according to the presence of chronic cough and phlegm",
      "authors": [
        "De Marco",
        "R Accordini",
        "S Cerveri",
        "I Corsico",
        "A Antó",
        "J Künzli"
      ],
      "year": 2007
    },
    {
      "title": "Number of new cases per year of lung cancer and Age-Specific incidence rates per 100,000 population",
      "year": 2013,
      "doi": "10.1787/888932337091"
    },
    {
      "title": "Informe de hospitalización -CMBD -Registro de altas",
      "year": 2016,
      "doi": "10.18356/9789211067484c013"
    },
    {
      "title": "Smoking as a risk factor for lung cancer in women and in men: a systematic review and meta-analysis",
      "authors": [
        "L O'keeffe",
        "G Taylor",
        "R Huxley",
        "P Mitchell",
        "M Woodward",
        "Sae Peters"
      ],
      "year": 2018
    },
    {
      "title": "Systematic review with meta-analysis of the epidemiological evidence relating smoking to COPD, chronic bronchitis and emphysema",
      "authors": [
        "B Forey",
        "A Thornton",
        "N Peter"
      ],
      "year": 2011
    },
    {
      "title": "Smoking cessation and decreased risks of total mortality, stroke, and coronary heart disease incidence among women: a prospective cohort studya",
      "authors": [
        "I Kawachi",
        "Graham Colditz",
        "Meir Stampfer"
      ],
      "year": 1997
    },
    {
      "title": "Tobacco-related mortality",
      "year": 2020
    },
    {
      "title": "Inequalities in health-related quality of life according to age, gender, educational level, social class, body mass index and chronic diseases using the Spanish value set for Euroquol 5D-5L questionnaire",
      "authors": [
        "A Arrospide",
        "Mónica Machón",
        "M Ramos-Goñi",
        "J Ibarrondo",
        "O Mar"
      ],
      "year": 2019
    },
    {
      "title": "Quality of life and utility in patients with non-small cell lung cancer",
      "authors": [
        "S Trippoli",
        "M Vaiani",
        "C Lucioni",
        "A Messori"
      ],
      "year": 2001,
      "doi": "10.2165/00019053-200119080-00007"
    },
    {
      "title": "A comparison of smokers' and ex-smokers' healthrelated quality of life",
      "authors": [
        "M Tillmann",
        "J Silcock"
      ],
      "year": 1997,
      "doi": "10.1093/oxfordjournals.pubmed.a024629"
    },
    {
      "title": "Tarifas para facturación de servicios sanitarios y docentes de osakidetza para el",
      "year": 2018,
      "doi": "10.29260/dyft.2018.45f"
    },
    {
      "title": "Coste-efectividad a largo plazo de ticagrelor frente a clopidogrel en síndrome coronario agudo en España",
      "authors": [
        "E Molina-Cuadrado",
        "Mateo Carrasco",
        "H Nieto-Guindo"
      ],
      "year": 2014
    },
    {
      "title": "Costs of chronic bronchitis and COPD. A 1-year follow-up study",
      "authors": [
        "M Miravitlles",
        "C Murio",
        "T Guerrero",
        "R Gisbert"
      ],
      "year": 2003
    },
    {
      "title": "The comparative medical costs of atherothrombotic disease in European Countries",
      "authors": [
        "E Levy",
        "S Gabriel",
        "J Dinet"
      ],
      "year": 2003
    },
    {
      "title": "Morbilidad, mortalidad y costes sanitarios evitables mediante una estrategia de tratamiento del tabaquismo en España",
      "authors": [
        "J González-Enríquez",
        "Salvador Llivina",
        "T López-Nicolas",
        "Antón De Las Heras",
        "A Musin",
        "A Fernández"
      ],
      "year": 2002,
      "doi": "10.1016/s0213-9111(02)71929-8"
    },
    {
      "title": "Costes del ictus desde la perspectiva social. Enfoque de incidencia retrospectiva con seguimiento a tres años",
      "authors": [
        "A Hervás",
        "J Cabasés",
        "T Forcén"
      ],
      "year": 2006
    },
    {
      "title": "Cost-of-illness methodology: a guide to assessment practices and procedures",
      "authors": [
        "T Hodgson",
        "M Meiners"
      ],
      "year": 1982
    },
    {
      "title": "The lifetime cost of injury",
      "authors": [
        "Max Rice",
        "D Mackenzie"
      ],
      "year": 1990
    },
    {
      "title": "Philosophical origins of the economic valuation of life",
      "authors": [
        "J Robinson"
      ],
      "year": 1986,
      "doi": "10.2307/3350008"
    },
    {
      "title": "Los costes socioeconómicos de las enfermedades cardiovasculares y del cáncer en las Islas Canarias en 1998",
      "authors": [
        "J López-Bastida",
        "P Serrano-Aguilar",
        "B Duque-González"
      ],
      "year": 2003,
      "doi": "10.1157/13049282"
    },
    {
      "title": "Health and economic outcomes modeling practices: a suggested framework",
      "authors": [
        "M Halpern",
        "B Luce",
        "R Brown",
        "B Geneste"
      ],
      "year": 1998
    },
    {
      "title": "The selection of data sources for use in modelling studies",
      "authors": [
        "Mjc Nuijten"
      ],
      "year": 1998
    },
    {
      "title": "Testing the validity of cost-effectiveness models",
      "authors": [
        "C Mccabe",
        "S Dixon"
      ],
      "year": 2000,
      "doi": "10.2165/00019053-200017050-00007"
    },
    {
      "title": "Reduced life expectancy due to smoking in large-scale cohort studies in Japan",
      "authors": [
        "K Ozasa",
        "K Katanoda",
        "A Tamakoski",
        "H Sato",
        "K Tajima",
        "T Suzuki"
      ],
      "year": 2008
    },
    {
      "title": "Estimating a cost-effectiveness threshold for the Spanish NHS",
      "authors": [
        "L Vallejo-Torres",
        "B García-Lorenzo",
        "P Serrano-Aguilar"
      ],
      "year": 2018,
      "doi": "10.1002/hec.3633"
    },
    {
      "title": "Effectiveness and cost-effectiveness of computer and other electronic aids for smoking cessation: a systematic review and network meta-analysis",
      "authors": [
        "Y Chen",
        "J Madan",
        "N Welton",
        "I Yahaya",
        "P Aveyard",
        "L Bauld"
      ],
      "year": 2012
    },
    {
      "title": "Cost-effectiveness analysis of smoking cessation interventions using cell phones in a low-income population",
      "authors": [
        "A Daly",
        "A Deshmurkh",
        "D Vidrine",
        "A Prokhorov",
        "S Frank",
        "P Tahay"
      ],
      "year": 2019,
      "doi": "10.1136/tobaccocontrol-2017-054229"
    },
    {
      "title": "Cost-effectiveness of alternative smoking cessation scenarios in Spain: results from the EQUIPT-MOD",
      "authors": [
        "M Trapero-Beltran",
        "C Muñoz",
        "K Coyle",
        "D Coyle"
      ],
      "year": 2008
    },
    {
      "title": "Cost effectiveness analysis of smoking cessation interventions",
      "authors": [
        "J Shearer",
        "M Shanahan"
      ],
      "year": 2006
    },
    {
      "title": "Stop smoking interventions and services",
      "year": 2018,
      "doi": "10.1007/978-1-349-94186-5_836"
    },
    {
      "title": "Tabaquismo",
      "authors": [
        "R Cordoba",
        "F Camarelles"
      ],
      "year": 2019
    }
  ],
  "num_references": 57
}
