{
  "paper_id": "XTM35EFV",
  "title": "A battery-less wireless implant for the continuous monitoring of vascular pressure, flow rate and temperature",
  "abstract": "Devices for monitoring blood haemodynamics can guide the perioperative management of patients with cardiovascular disease. Current technologies for this purpose are constrained by wired connections to external electronics, and wireless alternatives are restricted to monitoring of either blood pressure or blood flow. Here we report the design aspects and performance parameters of an integrated wireless sensor capable of implantation in the heart or in a blood vessel for simultaneous measurements of pressure, flow rate and temperature in real time. The sensor is controlled via long-range communication through a subcutaneously implanted and wirelessly powered Bluetooth Low Energy system-on-a-chip. The device can be delivered via a minimally invasive transcatheter procedure or it can be mounted on a passive medical device such as a stent, as we show for the case of the pulmonary artery in a pig model and the aorta and left ventricle in a sheep model, where the device performs comparably to clinical tools for monitoring of blood flow and pressure. Battery-less and wireless devices such as these that integrate capabilities for flow, pressure and temperature sensing offer the potential for continuous monitoring of blood haemodynamics in patients. Cardiovascular diseases, such as coronary artery disease, heart failure, stroke and peripheral arterial disease, are leading causes of premature death and disability, and of rising medical costs 1,2 . Effective and timely haemodynamic monitoring can reduce mortality, cost and risk factors, to improve patient outcomes and their quality of life  3, 4  . The clinical standards for such purposes involve sensors inserted into an artery, with a wired tether to a bedside monitor for display of arterial pressure and the rate of blood flow. This approach involves a long pulmonary artery (PA) catheter (110 cm for the Swan-Ganz PA catheter from Edwards Lifesciences) with a distal port that connects to a pressure transducer (the Tru-Wave disposable pressure transducer by Edwards Lifesciences) for blood-pressure monitoring, a proximal injection port that delivers a fluid bolus into the blood vessel, and a temperature port that interfaces to a high-precision thermistor from which it is possible to estimate cardiac output (CO). The wired interfaces and bulky designs can lead to catheter knotting, valvular damage, infection and data distortion from motion artefacts, which limits the technology to temporary use for non-ambulatory patients in hospital settings.",
  "year": 2023,
  "date": "2023-04-10",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Kyeongha",
      "surname": "Kwon",
      "name": "Kyeongha Kwon",
      "email": "kyeongha@kaist.ac.kr",
      "orcid": "0000-0003-2941-0831"
    },
    {
      "forename": "Jong",
      "surname": "Kim",
      "name": "Jong Kim"
    },
    {
      "forename": "Sang",
      "surname": "Wo",
      "name": "Sang Wo",
      "orcid": "0000-0001-7859-5153"
    },
    {
      "forename": "Jianzhong",
      "surname": "Zha",
      "name": "Jianzhong Zha",
      "orcid": "0000-0002-7797-9881"
    },
    {
      "forename": "Raudel",
      "surname": "Avila",
      "name": "Raudel Avila"
    },
    {
      "forename": "Heling",
      "surname": "Wang",
      "name": "Heling Wang",
      "orcid": "0000-0001-7859-5153"
    },
    {
      "forename": "Keum",
      "surname": "San",
      "name": "Keum San",
      "orcid": "0000-0002-9126-927X"
    },
    {
      "forename": "Hokyung",
      "surname": "Jang",
      "name": "Hokyung Jang",
      "orcid": "0000-0002-7797-9881"
    },
    {
      "forename": "Kun",
      "surname": "Lee",
      "name": "Kun Lee"
    },
    {
      "forename": "Jae-Hwa",
      "surname": "Kim",
      "name": "Jae-Hwa Kim",
      "orcid": "0000-0003-4542-2867"
    },
    {
      "forename": "Seonggwan",
      "surname": "Yoo",
      "name": "Seonggwan Yoo",
      "orcid": "0000-0002-9126-927X"
    },
    {
      "forename": "Youn",
      "surname": "Kan",
      "name": "Youn Kan",
      "orcid": "0000-0002-6667-5356"
    },
    {
      "forename": "Joohee",
      "surname": "Kim",
      "name": "Joohee Kim"
    },
    {
      "forename": "Jaeman",
      "surname": "Lim",
      "name": "Jaeman Lim",
      "orcid": "0000-0003-4542-2867"
    },
    {
      "forename": "Yoonse",
      "surname": "Park",
      "name": "Yoonse Park",
      "orcid": "0000-0002-1702-0986"
    },
    {
      "forename": "Wei",
      "surname": "Lu",
      "name": "Wei Lu"
    },
    {
      "forename": "Tae-Il",
      "surname": "Kim",
      "name": "Tae-Il Kim",
      "orcid": "0000-0002-6667-5356"
    },
    {
      "forename": "Anthon",
      "surname": "Banks",
      "name": "Anthon Banks",
      "orcid": "0000-0002-2980-3961"
    },
    {
      "forename": "Yonggang",
      "surname": "Huang",
      "name": "Yonggang Huang",
      "orcid": "0000-0002-0483-8359"
    },
    {
      "forename": "John",
      "surname": "Rogers",
      "name": "John Rogers",
      "email": "jrogers@northwestern.edu",
      "orcid": "0000-0002-2980-3961"
    }
  ],
  "doi": "https://doi.org/10.13039/100023581",
  "sections": [
    {
      "title": "Article",
      "text": "https://doi.org/10.1038/s41551-023-01022-4 pressure and temperature sensors, and (2) a thin, flexible, battery-free wireless electronics module that subcutaneously inserts between fat and dermis layers (Supplementary Fig.  1a ) to harvest power through a receiver coil (RX coil) resonant at the NFC frequency (13.56 MHz) and to transmit data to an external UI via BLE protocols. Insulated, flexible fine wires connect the biosensing module with the wireless electronics module to yield a complete system that provides resistive measurements of blood flow, pressure and temperature. The small size of the silicon nanomembrane (Si-NM) sensor module (3.0 mm × 8.0 mm × 2.3 mm) creates possibilities for integration with a variety of medical devices (such as intravascular stents and flow diverters) and allows delivery via minimally invasive transcatheter schemes (Supplementary Fig.  1b ). The two-part design (that is, sensors and wireless electronics system) connected with thin, flexible wires provides freedom in positioning of multiple sensors at optimal sites. The small form factor of the biosensing module allows for easy implantation through small openings/ incisions to secure the sensors on target locations such as the aorta, arteries, veins or ventricles, thus reducing the risk of post-surgical site infections. This strategy also reduces the mechanical load on fragile vessel surfaces, such that the base station can be separately located between fat and dermis layers. This subcutaneous position increases wireless power transmission efficiency (PTE) from the external wireless power transfer (WPT) module.\n\nThe two main subsystems of the wearable device (Fig.  1b , c ) are (1) a customized UI (mobile application) that wirelessly controls and communicates with the wireless module and (2) an external WPT system that includes a battery, charging circuit and a transmitter coil (TX coil; 13.56 MHz) to supply power to the RX coil. The UI runs on any BLE-supported device (such as a smartphone or a tablet personal computer (PC)) with customized software for control, storage and analysis of wireless measurements, and real-time display of time series blood flow/pressure/temperature data. The time interval between each set of data is equal to the sampling period of the analogue-to-digital converter (ADC) of the wireless electronics module. The external devices, including the WPT system and the UI, can be placed in a vest pocket of a shirt or undergarment (Supplementary Fig.  2 ) to maintain alignment of the TX and RX coils. The combined use of an implantable cardiac monitor and an external wearable in this way provides a user-friendly and easily accessible method for rapid detection/characterization of haemodynamic instabilities of individuals or populations peri-, intraand post-cardiac surgery, in both the hospital and the home."
    },
    {
      "title": "Fully implantable biosensing modules",
      "text": "The biosensing module (Fig.  2a ) incorporates strain gauges formed using thin (200 nm thickness) monocrystalline Si-NMs (for details, see Supplementary Note 1) for measurements of (1) bi-directional flow rate, (2) pressure and (3) temperature of the blood in and around the heart. The width, length, height and weight of the device (inset) are 3.0 mm, 8.0 mm, 2.3 mm and 8.0 mg, respectively. An exploded-view illustration in Fig.  2a  highlights the multi-layered structure: a laser-cut silicon substrate, gold interconnects (Supplementary Fig.  3a ), temperature and pressure sensors mounted on flat and air-filled parts of the substrate, respectively (Supplementary Fig.  3b , c ), a thin (1.5 μm) polyimide (PI) encapsulation layer, and a bi-directional flow sensor that exploits a three-dimensional (3D) curvy ribbon formed from a 2D precursor (12.5-μm-thick PI film; Supplementary Fig.  3d ; for details, see Methods and Supplementary Figs.  4  and  5 ).\n\nForward and backward flows mechanically deform the 3D structure (Fig.  2b ), which, in turn, lead to tensile (left) and compressive (right) strains, respectively, in the Si-NMs and corresponding changes in their resistances: ∆R (%) = GF × ε (sensor strain, %). Supplementary Fig.  6a , b  presents the distributions of strain in Si-NM strain gauges for forward (0.5 m s -1 , left; 1 m s -1 , right) and backward (-0.5 m s -1 , left; -1 m s -1 , right) flows, respectively, as determined by finite element analysis (FEA). Figure  2c  shows FEA results that establish a second-order Current implantable PA monitors (such as the CardioMEMS, by Abbott) based on radiofrequency inductive/capacitive (LC) resonant circuits only measure pressure. These and other limitations motivate the development of small and portable systems that operate battery-free and wirelessly to support the post-operative monitoring of mobile patients at any time and place, without behavioural constraints or the need to access specialized facilities or personnel.\n\nRecent reports describe the development of sensors for continuous and real-time monitoring of patients on the basis of magnetic  5  and capacitive  6, 7  approaches with capabilities for wireless monitoring of blood-flow rates through the aorta  5  or femoral artery  6  , or of pressures outside the wall of the carotid artery  7  via near-field communication (NFC)  5  and inductive schemes  6, 7  , respectively. These NFC and inductive links allow short-range (<4 cm) wireless measurements, compared with the long range capabilities of Bluetooth Low Energy (BLE) communication (meters). Cuff-based devices  [5] [6] [7]  that wrap around the outer wall of a blood vessel provide indirect measurements, subject to sensor-vessel contact conditions that are prone to motion artefacts. Such extra-arterial systems cannot support monitoring of haemodynamics in the chambers of the heart (ventricle and atria), such as the pressure in the left ventricle (LV), which is vital for post-operative monitoring of patients after a heart transplant. An intra-arterial pressure-monitoring system based on an implantable surface acoustic wave sensor 8 can measure the pressure in the LV. However, these and other non-resistive sensors (such as capacitive systems  6, 7  ) require complex external electronics (an LCR meter  6  , impedance analysers  7  and interrogator systems  8  ) to receive and interpret the responses. Such systems support measurements of either blood pressure or flow rate, but not both simultaneously.\n\nIn this Article, we introduce a fully implantable, battery-free and wireless system for the monitoring of blood haemodynamics that supports real-time, continuous measurements of blood pressure, flow velocity and temperature in the cardiovascular system via BLE communication. The geometries of the sensors and the overall configuration of the system allows for its use in isolation or in various forms of integration with passive medical devices (such as intravascular stents, surgical clips and flow diverters for intracranial aneurysms) at many different target sites (such as the PA, the aorta, the LV and intracranial arteries). The system integrates a wireless energy-harvesting unit of supercapacitors (SCs), operating as an energy buffer, to allow for uninterrupted operation without time limit, and a customized graphical user interface (UI) software for the real-time visualization of blood haemodynamics allows for free access to self-monitoring features. Validation studies based on ex vivo and in vivo trials of arterial blood flow and pressure monitoring in porcine (PA) and ovine (aorta and LV) models demonstrate levels of performance that compare favourably against commercial devices (a transonic flow sensor; TS410) and clinical devices (a PA catheter). This type of technology may improve the quality of life and of care for cardiac patients by providing objective and accurate measurements of haemodynamic function, for use in the clinic or in the home. Our approach might be used to address unmet-needs in clinical practice, such as in post-transcatheter aortic-valve implantation measurements of gradient and para-valvular leaks, in flow diverters for pressure and flow measurements inside the cerebral aneurysm sac, in thoracic endovascular aortic repairs and in detection of endoleaks via endovascular treatment of abdominal aortic aneurysms."
    },
    {
      "title": "Results"
    },
    {
      "title": "Implantable, wireless cardiac haemodynamics monitor",
      "text": "The combination of battery-free implants (Fig.  1a ) and wearables (Fig.  1b ) forms the basis for capabilities in wireless haemodynamic (blood flow, pressure and temperature) monitoring, in a continuous, real-time mode of operation. The two main subsystems of the implants (Fig.  1a , c ) are (1) a millimetre-scale sensing module that inserts into blood vessels and supports a collection of miniature bi-directional flow, Article  https://doi.org/10.1038/s41551-023-01022-4 empirical relationship between the strain in the Si-NM (ε) and the forward (red) and backward (blue) flow velocity (ν; m s -1 ). For details, see Supplementary Note 1. Typical pulmonary (a peak velocity of ~0.6-1 m s -1 ) and aortic (mean 0.65 m s -1 ) blood flow in human hearts  9, 10  lead to ~0.02-0.05% and 0.02% strains, respectively. The deformations are smaller than the elastic strain limit of PI (~0.74%, ASTM D638 Type V specimen; for details, see Methods and Supplementary Fig.  7 ) such that the responses are reversible. Supplementary Fig.  8a , b  shows the resistance change of the sensor under various velocities with different GF values ranging from 30 to 100.\n\nThe pressure sensor (Fig.  2d ) incorporates a Si-NM strain gauge (width, length and thickness of 380 μm, 300 μm and 200 nm, respectively) mounted on the bottom surface of a film of PI (1.5 μm thick) that seals a trench formed in the silicon substrate to define an air-filled cavity with width (W), length (L) and height of 500 μm, 780 μm and 200 μm, respectively (left). External pressure deforms the membrane downward into the cavity (right), thereby imparting strains in the Si-NM and consequent changes in its resistance: ∆R (%) = GF × ε. Figure  2e  shows computational results for strains across the full range of physiologically relevant pressures (5-140 mmHg) (ref. 11) in the aorta (80-120 mmHg) (ref. 12) and pulmonary (8-25 mmHg) (refs. 13,14)  artery. The modelling results define design parameters for the cavity geometry (Supplementary Fig.  9a ) to achieve optimal piezoresistive responses that arise from vertical movements of the membrane.\n\nFor details, see Supplementary Note 2. The slope (α) of a linear empirical relationship between the sensor strain and ∆P 2/3 corresponds to the sensor sensitivity (α = 0.12 mmHg\n\n3 2 , 0.15 mmHg 3 2 and 0.11 mmHg 3 2 for\n\nW/L = 0.48, 0.64 and 1.56, respectively, with a fixed cavity area of S = 0.39 mm 2 ; Supplementary Fig.  9b ), which reaches its maximum (α = 0.15 mmHg 3 2 at W/L of 0.80) for W/L ranging from 0.62 to 0.95 and a fixed surface area of S = 0.39 mm 2 (Supplementary Fig.  9c ). As the ratio W/L increases from 0.39 to 1.56, the value of α increases, reaches a maximum (α = 0.15 at W/L = 0.80), and then decreases. Large values of W/L can lead to sagging. A choice of W/L = 0.64 avoids this effect. Supplementary Fig.  10a , b  shows cross-sectional (through XZ plane and ZY plane, respectively, Supplementary Fig.  10c ) FEA images of vertical displacements of the multi-layered membrane, and of the strain distributions, respectively, under applied pressures of 37.5 mmHg (left), 75 mmHg (middle) and 120 mmHg (right). Supplementary Fig.  8c  shows the resistance change of the sensor under various pressures with different GF values ranging from 30 to 100.\n\nThe temperature sensor consists of a PI/Si-NM structure (width, length and thickness of 380 μm, 300 μm and 200 nm, respectively; inset in Fig.  2f ) similar to that of the pressure sensor, but mounted on a flat region of the Si substrate. The temperature sensor of a complete sensing module located inside an oven shows a linear response Fig.  1  | Implantable, wireless cardiac haemodynamics monitor. a, Battery-free, implantable biosensing module that measures blood pressure, flow velocity and temperatures in the cardiovascular system (such as the PA), and a wireless module that harvests power at NFC frequency (13.56 MHz) and transmits the measurements to an external UI via BLE protocol. b, Skin-interfaced wearable module, including a customized UI (such as BLE-enabled smartphones) to control and communicate with the implant, and a WPT system to wirelessly supply power to the implant. The WPT module consists of a battery, charging circuit and transmitter coil (TX coil) to supply power to the receiver (RX) coil. The RX and TX coils are resonant at 13.56 MHz. c, Block diagrams of the system.\n\nThe biosensing module supports a collection of microscale Si-NM sensors of bidirectional flow, pressure and temperature. Insulated, flexible wires interconnect the sensors with the wireless module. The RX coil and power management (PM) circuit harvests, regulates and supplies power to the BLE system to transmit resistive measurements of blood flow, pressure, and temperature to an external UI (such as a tablet PC) via BLE protocols. The UI with customized software supports control of the wireless module, storage and analysis of wireless measurements, and real-time display of time series blood flow/pressure/ temperature data."
    },
    {
      "title": "Article",
      "text": "https://doi.org/10.1038/s41551-023-01022-4\n\n, where R 0 is the initial value of R at P = 0 mmHg, 25 °C) to changes in temperature from 30 °C to 50 °C (~0.10% per °C and R 2 = 0.99; Fig.  2f ) and no response to changes in pressure from 0 mmHg to 160 mmHg (Supplementary Fig.  11a , b ). The calibrated ∆R/R 0 response of the pressure sensor is consistent with measurements performed with a commercial pressure sensor (Supplementary Fig.  11c ). Implantation of the sensors in a vessel (diameter 23 mm) affects the blood flow velocity/pressure profile distributions, but only within a small region of the vessel near the sensors (Supplementary Fig.  12 )."
    },
    {
      "title": "Subcutaneous implants for wireless power and data transmission",
      "text": "Battery-powered implants have limited operational lifetimes and form factors typically dominated by the sizes and masses of the batteries, they require surgical interventions to replace/recharge the batteries, and they pose risks associated with battery failures. Wirelessly powered implants are growing in importance as they enable seamless and safe operation, without these disadvantages. The wireless electronics system (Fig.  3a ) introduced here achieves three main objectives: (1) WPT from an external TX coil to the implanted RX coil, (2) long-range wireless data (blood pressure/flow/temperature) transfer to the UI (such as smartphones) and (3) mechanical and fluidic isolation from the surrounding tissues and biofluids. The result is a soft, flexible device designed for, but not limited to, subcutaneous implants with robust capabilities in wireless power/data transmission. The wireless system, illustrated in Fig.  3b , consists of biocompatible encapsulation layers, off-the-shelf electronic components and a Cu/PI/Cu sheet processed with a laser cutting tool to yield a thin, flexible antenna coil and circuit traces (left) that interconnect the PM circuit and a BLE system on a chip (SoC) and analogue front-end (AFE) circuit (right). A thin coating of a silicone elastomer (for more details, see Methods) includes multiple eyelets for suturing the system to the adjacent tissues (onto the LV, Fig.  3c ; under the pericardium, thoracic wall and right under the dermis on the porcine model, Supplementary Fig.  13 ). The circuit and block diagram of the wireless electronics module are in Fig.  3d . The RX coil (L = 4.6 μH, R = 5.7 Ω, Supplementary Fig.  14 ) connects to a matching capacitor (C = 30 pF) to resonate at 13.56 MHz (Supplementary Fig.  15 ) to wirelessly harvest power from the TX coil (X-NUCLEO-NFC05A1, STMicroelectronics; for more details, see Methods). A bridge rectifier consisting of four diodes provides full-wave rectification of the alternating current (AC) input. A charge pump converter regulates the voltage received by the Rx coil to charge a pair of SCs (2 × 80 mF), and to power the BLE SoC and AFE circuits. The SCs act as a short-term energy buffer during any short period of high current operation and during periods of angular mismatch between the TX and RX coils, caused by unexpected motions or misalignments. The remaining circuitry consists of the BLE SoC for wireless communication, the AFE circuits comprising a Wheatstone bridge to measure the resistances of the sensors (R F and R P for flow and pressure sensors, respectively) and a reference voltage (V REF ) to monitor the supplied voltage (VDD of 2 × V REF ). For battery-free, energy-saving operation, a central processing unit (CPU) spends most of its time asleep, idling the device for low-power sleep mode, and allows activity to resume at a pre-programmed sampling cycle (such as 200 Hz). The CPU controls the general-purpose input/output (GPIO) Article  https://doi.org/10.1038/s41551-023-01022-4\n\npin to supply a voltage to the AFE circuits at the moment that sampling occurs, transmits ADC-sampled data to the UI, and goes into a sleep state until the next sampling moment. The wireless electronics system transfers three-channel data to the UI at the pre-programmed sampling cycle. At the sampling rate of 50 Hz (for more details, see Methods), the device (0.9 mW), energy-saving operation  15  (dynamically deactivating peripherals and using sleep mode between measurements) reduces power consumption by more than 80% compared with a device (7.8 mW) that does not dynamically deactivate ADC/GPIO. Measurements of the top surface temperature of a device (0.9 mW) placed above the TX coil (1.4 W) are shown in Supplementary Fig. 16.\n\nThe WPT module, as simplified in Fig.  3e , features a rectangular spiral (width, length and thickness of 47 mm, 34 mm and 0.052 mm, respectively) TX coil that transfers wireless power (up to 1.4 W) to the RX coil implanted (~0.5-1 mm) under the skin (Supplementary Fig.  17 ).\n\nThe alignment of TX and RX coils affects the power delivered to the RX coil, placed at a vertical (Z) and horizontal (X, Y) distance from the centre of the TX coil. FEA results in Supplementary Fig.  18  and Fig.  3f  summarize the scattering parameters S 11 , S 22 , S 21 as a function of frequency, where the resonance peaks occur at 13.56 MHz, and the PTE (or P e ) as a function of scattering parameters and load resistance in the RX coil (for details, see Supplementary Note 3), respectively. The magnitude of the scattering parameters and PTE decrease monotonically as the vertical distance Z increases from 5 mm to 15 mm. The power transfer efficiency rapidly decreases with vertical (Z), lateral (X) and angular (θ) misalignment between the TX and RX coils (Supplementary Fig.  19 ; black), which can occur as a result of body movements. A secondary circular wire antenna coil (2nd coil in Fig.  3e ; 14.2 cm diameter, 3.4 mm thickness), which resonates at 13.56 MHz and occupies a larger area than that of the TX or RX coils, can reduce the sensitivity to the lateral (X) misalignment Article  https://doi.org/10.1038/s41551-023-01022-4\n\n(Supplementary Fig.  19 ; red). The placement of the second coil, which is not actively driven, at the centre of the TX coil at Z = 10 mm is beneficial only for the lateral misalignment when X > ~25 mm (Fig.  3g ) due to the size of the coil. FEA results in Supplementary Fig.  20  establish the PTE as a function of load resistance for three cases of only the TX coil, the TX and second coils, and only the TX coil of the same size as the second coil (TX 2nd ) at Z = 10 mm. At 13.56 MHz, the influence of the tissue in the PTE is less than 1% (Supplementary Fig.  21 ). The actual load of the RX coil in our design is a diode rectifier that rectifies the AC voltage on the RX coil to a direct current (DC) voltage (V AC and V DC in Supplementary Fig.  22 ). The alignment and angle between the RX and TX coils affect the PTE, changing the power delivered to the RX coil and the DC voltage (V DC ) rectified by the bridge rectifier. Measurements of the voltage (V R ) across different resistances (R) connected at the output of the bridge rectifier yield estimates of the effective PTE (ePTE) that includes the rectification efficiency: ePTE (%) = (P R )/P in = (V R 2 /R)/P in where P in and P R is the input power at the TX coil and the power at the load of the rectifier, respectively. Supplementary Fig.  23  shows P R and ePTE for different values of R and Z. The dashed line highlights the minimum PTE level (0.9 mW/1.4 W = 0.06%) required to operate the device consuming 0.9 mW. Green markers denote the measurements of ePTE considering the effect of tissue by placing two hands on top of each other and inserting them between the TX and RX coils. The following charge pump converter regulates the voltage (V DC ) at the output of the rectifier and provides a constant voltage (V constant ) to the BLE SoC, AFE circuits and sensors. The two resistors connected to the output of the converter (R A and R B in Supplementary Fig.  22 ) determine the value of V constant :V constant = 1.2 × (R A /R B + 1). Supplementary Fig.  24  shows the measurements of V constant for the centre of the RX and TX coils placed at (X, Y, Z) and (0, 0, 0), respectively, with 0° ≤ θ ≤ 85°. Values of R A and R B of 68.0 kΩ and 40.2 kΩ, respectively, lead to V constant = 3.2 V. For θ = 0°, the values of V constant are constant for 0 ≤ X ≤ 20 mm, Y = 0, 0 ≤ Z ≤ 65 mm. For X = Y = 0, Z = 34 mm, the values of V constant are constant for 0° ≤ θ ≤ 70°. For X = Y = 0, Z = 68 mm, the values of V constant are constant for 0° ≤ θ ≤ 50°. Results confirm that the converter provides a constant voltage to the system across a range of misalignments.\n\nThe total system yields continuous temperature, blood flow and pressure waveforms, as demonstrated in large animal models (porcine and ovine), with comparisons against clinical (PA catheter) standard devices. Ex vivo and in vivo trials focus on arterial blood flow and pressure monitoring in porcine (PA) and ovine (aorta and LV) models, respectively. These animals represent the standard basis for pre-clinical studies related to heart disease and cardiovascular research  [16] [17] [18] [19]  ."
    },
    {
      "title": "Arterial pressure and flow monitoring in artificial heart systems",
      "text": "Benchtop studies use sensing modules inserted into pulmonary arteries extracted from pigs (Fig.  4a ), which have similar vasculature systems, valve structures and sizes to those of humans. A 3D-printed (dental resin) platform with raised features (wings) protects the 3D flow sensor from mechanical damage during implantation (Supplementary Fig.  25a ), without introducing any measurable change in the response (Supplementary Fig.  25b ). A surgical clip (Hemoclip, Teleflex Medical) mounts the module inside the arterial wall (Fig.  4b ). The implantation involves four steps (Supplementary Fig.  26 ) to: (1) create a 1 cm incision parallel to the artery; (2) hold the sensor clip to be aligned with the groove of the clip applier; (3) insert the sensor through the incision and tighten the clip to the arterial wall; and (4) suture the incision with suture thread and a surgical needle. The alignment of the sensing module and the target blood vessel affects the strain in the Si-NM of the flow sensors (for details, see Supplementary Fig.  27 ). The tilted cross-sectional view after insertion is in Supplementary Fig.  28 . An artificial heart system provides an adjustable flow of deionized (DI) water through the PA to characterize the implanted sensors in various controlled situations. Figure  4c  and Supplementary Fig.  29  shows a block diagram and an optical image of the artificial heart system, respectively. The system includes two cylinders (labelled as 'RV' and 'RA' in Fig.  4c ), two prosthetic heart valves ('PV' and 'TV' in Fig.  4c ) and commercial flow (TS410 tubing module, Transonic Systems Inc.)/pressure transducer (Tru-Wave Disposable Pressure Transducer, Edwards Lifesciences). The cylinder with a mechanical pump that replicates the mechanical action of the right ventricle (RV) induces flows into the PA through a bi-leaflet mechanical valve that replicates the mechanical function of the pulmonary valve (PV). The flow through the sensing module and commercial sensors, in turn, passes through a cylinder with a temperature control module (temperature setting 37 °C) and a caged ball valve that replicates the right atrium (RA) and tricuspid valve (TV), respectively. A PC with the customized graphical UI receives inputs to control the frequency and amplitude of the pump, thereby providing the oscillatory component of the flow waveform, and displays the waveform of flow/pressure measured from the commercial sensors. The sensing module implanted inside the PA connects with the wireless system via flexible copper wires in a water-resistant seal (polyurethane tube; Supplementary Fig.  30 ). This system harvests power from the WPT module and transmits measurements to a BLE-enabled smartphone that displays continuous, real-time waveforms of flow/pressure data and records the data on its secure digital memory card.\n\nThe graphical UI on the PC controls the pump to produce physiologic pulsatile flow waveforms with a modulation cycle of 72 beats per minute. Figure  4d -f shows continuous, real-time (200 Hz) data corresponding to pressure and flow rate, respectively, measured from a traditional wired system (P com and f com ; black), and from the wireless system (P BLE and f BLE ; blue) over a 10 s measurement interval. Supplementary Fig.  31a  shows extended (30 s) time-series data containing N beats pulses: N beats = 72 (beats per minute) × 30 (s) = 36 (beats). The values of P com (Fig.  4d , black) range from 4.6 mmHg to 45.1 mmHg with a systolic pressure (SP) of mean ± standard deviation (s.d.) of 40.4 ± 3.6 mmHg (sample size, n = N beats ) and diastolic pressure (DP) of 6.0 ± 1.1 mmHg (n = N beats ). The resultant ∆R P (%) response of the pressure sensor (Supplementary Fig.  32 ;\n\nwhere R p0 is the initial value of R p at P com = 0, 37 °C) shows a linear response to P com 2/3 (Fig.  4g ): linear fit, ∆R P (%) = 0.0461 × P com 2/3 , R 2 = 0.99. The result is consistent with the empirical relationship between ∆R P and ∆P determined by FEA: ∆R P (%) = GF (gauge factor) × ε DI (sensor strain for DI water flows, %; Supplementary Fig.  33a ) = GF × α × P 2/3 , where α and GF are 0.0012 mmHg 3/2 and 38, respectively. The values of P BLE after calibration (P BLE = [\n\n; Fig.  4d , blue) range from 2.8 mmHg to 46.4 mmHg with an SP of 38.5 ± 4.0 mmHg (n = N beats ) and DP of 6.6 ± 2.1 mmHg (n = N beats ). Measurements of P BLE correspond to P com with an average error (P e ) of P e = |P BLE - P com | = 3.6 ± 2.6 mmHg (mean ± s.d., N = 6,000). Errors associated with wireless and wired measurements are most prominent in the downstroke of each pulse (Supplementary Fig.  31a ). The PV (Fig.  4c ) generates characteristic dips after the systolic maximum, called the dicrotic notch, which is more pronounced in P BLE than in P com (Fig.  4d  and Supplementary Fig.  32c , d ). The differences arise from differences in the measurement locations (inside the artery and inside the 3D-printed cylinder, respectively; Supplementary Fig.  29 ), the resistances of the vessels (such as variable arterial resistances depending on the driving pressure) and the distances from the PV (Fig.  4c  and Supplementary Fig.  29 ).\n\nA damaged valve in the heart can leak, causing blood to flow backward and inefficiencies that lead to consequent overworking of the heart. To examine the mechanical competency of the valves by sensing a brief reflux, a blood flow sensor must provide measure both forward and backward flows. Ex vivo characterization of the flow sensor for both forward and backward flows involves five steps: (1) connect the PA (in which the sensor is implanted) to the artificial heart system; (2) compare the wireless with wired measurements (for forward flows); (3) disconnect the PA from the heart system; (4) reconnect the PA to the Article  https://doi.org/10.1038/s41551-023-01022-4 heart system to reverse the flow direction; (5) repeat the comparison (for backward flows). The values of f com (Fig.  4e , f ; black) range from -1.6 l min -1 to +6.6 l min -1 for forward flows (Fig.  4e ) and from -6.3 l min -1 to +1.2 l min -1 for backward flows (Fig.  4f ). The resultant ∆R f (%) response of the flow sensor (Supplementary Fig.  34 ;\n\nwhere R f0 is the initial value of R f at f com = 0, 37 °C) shows a quadratic response to f com (l min -1 ); ∆R f (%) = c 0 × f com 2 + c 1 × f com where c 0,f = 0.1437 and c 1,f = 0.2387, R 2 = 0.99 for forward flow (f com ≥ 0 in Fig.  4h ) and c 0,b = -0.1467 and c 1,b = 0.5395, R 2 = 0.99 for backward flow (f com ≤ 0 in Fig.  4i ). The results are consistent with the empirical relationship between ∆R f and f determined by FEA: ∆R f (%) = GF × ε DI (Supplementary Fig.  33b ) = GF × (c 0 × ν 2 + c 1 × ν), where GF is 90. The wireless system provides the flow rate measurements: f BLE (l min -1 ) = ν (m s -1 ) × π × D 2 /4 (m 2 ), where D is an inner diameter (D = 0.01 m in Fig.  4 ) of PA and v is a flow velocity as given by v =\n\n] . The values of f BLE (Fig.  4e , blue) range from -1.9 l min -1 to +6.3 l min -1 for forward flows (top) and -7.2 l min -1 to +1.1 l min -1 for backward (bottom) flows. The commercial flow transducer (f com ) using a transit-time ultrasound technology that accurately detects flow rate fluctuations was introduced for comparison with the wireless system (f BLE ). Measurements of f BLE where R p0 is the initial value of R p at P com = 0, 37 °C) response (%) of the pressure sensor to P com 2/3\n\n. Gauge factor (GF) is determined by FEA results of sensor strain (ε). Estimated GF (= ∆R P /ε) is 38. Data are presented as data points (black, sample size 6,001 stemming from P com measurement for 30 s and green, sample size 4 stemming from FEA results) and mean values (red, sample size 81; 0.5 mmHg intervals of P com ranging from 5 mmHg to 45 mmHg), respectively. h,i,\n\nwhere R f0 is the initial value of R f at f com = 0, 37 °C) response (%) of the flow sensor to f com (l min -1 ). Estimated GF (= ∆R f /ε) is 90. Data are presented as data points (black, sample size 6,001 stemming from f com measurement for 30 s and green, sample size 10 stemming from FEA results) and mean values (red, sample size 83 (top); 0.1 l min -1 intervals of f com ranging from -1.6 l min -1 to +6.6 l min -1 and 76 (bottom); 0.1 l min -1 intervals of f com ranging from -6.3 l min -1 to +1.2 l min -1 ), respectively."
    },
    {
      "title": "Article",
      "text": "https://doi.org/10.1038/s41551-023-01022-4 correspond to f com with an average error (f e ) of f e = |f BLE - f com | = 0.5 ± 0. 4 l min -1 for forward flows and 0.5 ± 0.4 l min -1 (mean ± s.d., N = 6,000) for backward flows (Supplementary Fig.  31b ). The values of f com and f com approach zero at the dicrotic notch shown in P BLE (Fig.  4d ). Simultaneous measurements of temperature and flow using an artificial heart system are shown in Supplementary Fig.  35 . Because the environmental temperature variation can influence the GF and resistance baseline (R 0 ) of the strain gauge, to accurately track quantitative changes in blood flow and pressure, simultaneous temperature monitoring can support the periodic calibration of the implanted system."
    },
    {
      "title": "Demonstrations on large animals",
      "text": "In vivo studies on porcine models involve implanting the multi-sensing module inside the PA (Fig.  5a ) and performing wired and wireless measurements of the blood pressure (PAP; mmHg) and the blood flow velocity (PAF; l min -1 ). The semi-circular front part of the 3D-printed (dental resin) platform allows the sensing module to slide into the incision hole (approximately 5 mm to 10 mm in length). The surgical clip integrated on the rear part of the platform secures the module to the vessel wall (Fig.  5a ,  inset ). Ex vivo studies on the PA of porcine hearts (Fig.  5b ; outside view) confirm feasibility for in vivo operation. A borescope records the movement of the sensing module inside the artery. The sensor remained securely on the artery wall under pulsatile flow (Fig.  5c  and Supplementary Video 1; inside view). The surgical clip provides a secure connection between the sensor body and the artery inner wall even after twisting and attempting to loosen the connection.\n\nExperiments with the porcine model validate in vivo operation of this implantable, wireless cardiac haemodynamics monitor (Fig.  5d , e ) through comparisons with a clinical standard device (PA catheter, disposable pressure transducer). The sensing module implanted in the PA connects to the wireless electronics system (Fig.  5d ) via flexible copper wires in a water-resistant seal (Supplementary Fig.  30 ). This system implants (~0.5-1 mm) under the skin (between fat and subcutaneous layers; Fig.  1b ) to harvest power from the TX and 2nd coils of the WPT module mounted on the skin (Fig.  5e ). A BLE-enabled smartphone collects, displays and stores flow and pressure measurements. Figure  5f  shows measurements of pulmonary artery pressure (PAP) from the wireless heart monitor (P BLE ; blue) and a PA catheter (P com ; black). The values of P BLE (mean ± s.d. of 21.2 ± 2.3 mmHg, which are comparable to the normal mean PAPs in previous studies  13, 14  ), agree well with the values of P com (mean ± s.d. of 19.9 ± 3.6 mmHg). The results show physiologically meaningful waveforms (Fig.  5f , bottom), where the upstroke represents ventricular contraction and culminates at the systolic peak which corresponds to the systolic blood pressure. As the ventricle relaxes, its pressure decreases, resulting in closure of the valve and generation of a reflected pressure wave represented by the dicrotic notch. Figure  5g  shows measurements of pulmonary artery flow (PAF) from the wireless heart monitor (f BLE ) at a 125 Hz sampling rate. The PA catheter provides CO (Fig.  5h ; CO com ) using an intermittent thermodilution technique  20  based on the Stewart-Hamilton equation to measure the CO com , as shown in equation (  1 ):\n\nwhere V i is the volume of injectate, k 1 is a density constant related to the specific heat and the specific gravity of the injectate and blood, k 2 is a calibration constant for different catheter models, ΔT is the change in blood temperature measured from a thermistor on the tip of the catheter, the integral of ∆Tdt is the area under the thermodilution curve (Supplementary Fig.  36 ), and T b and T i are temperatures of the initial blood and injectate, respectively. The technique provides the intermittent (not continuous) CO measurements, and consecutive thermodilution measurements yield poor reproducibility under irregular heartbeats (arrhythmias) or abnormal breathing patterns  21  .\n\nThese drawbacks often limit the clinical utility as a reliable method of CO determination, thereby motivating the development of approaches to continuously measure CO in real time. The wireless cardiac monitor introduced here provides continuous (125 Hz) measurements without altering the distribution or dynamics of blood flows (Supplementary Fig.  12 ). The result yields values of CO BLE,n every multiple (n) of the sampling period, T S = 1/50 = 0.02 s, as given by equation (  2 ):\n\nwhere A is the cross-sectional area with a diameter (D) of PA (D = 24 mm) and v(t) is the flow velocity (m s -1 ) measured through the cross-section of PA. For comparisons against the clinical device, Fig.  5h  shows CO BLE,3000 calculated from PAF data (blue dots) to have a common sample period (1 min = 3,000 × T S ) with CO com captured from the PA catheter (black dots) over 8 min measurements. The mean ± s.d. values of CO BLE and CO com are 3.5 ± 0.5 l min -1 and 4.0 ± 0.2 l min -1 , respectively. The results demonstrate clinical quality capabilities in large animals, thereby establishing this technology as an option for monitoring haemodynamic status in real time."
    },
    {
      "title": "Comparisons against clinical standard devices",
      "text": "This wireless haemodynamics monitor technology can integrate with a variety of medical implants (such as surgical clips, intravascular stents and cardiac valve prostheses) at target sites adjacent to the heart, such as aorta, vein, ventricles and atriums. As a specific example, integrating the module with an expandable metal stent (Fig.  6a , left) and mounting the integrated stent on the deflated balloon on the catheter's tip (Fig.  6a , right) provide guidance and placement of the integrated module in the aorta (Fig.  6b ). Demonstrations described here involve (1) integrating the modules with medical stents (Fig.  6a , left) similar to the heart valve stent, (2) implanting inside the aorta and LV of a sheep using an open-heart cardiopulmonary-bypass procedure (for details, see Methods) and (3) monitoring in vivo cardiovascular pressures (Fig.  6c-g ) using the wireless monitor (blue) and an intravenous catheter with disposable pressure transducer (black). Two separate pressure sensors attached to the stent positioned in LV and aorta, respectively, and connected to a single wireless system enable simultaneous measurements of the left ventricular and aortic pressures (LVP and AP). The wireless system implants (~0.5-1 mm) under the skin (between fat and subcutaneous layers). The chest wall was sewn closed, and the test phone was seated directly on the cloth-covered chest wall. Figure  6c ,d features the results of simultaneous LVP and AP recordings, respectively, measured using the wireless system (LVP BLE and AP BLE ; blue) and the standard device (LVP com and AP com ; black). Figure  6e ,f features representative data post-administration of phenylephrine and nitroprusside, respectively. Phenylephrine and nitroprusside, a vasoconstrictor and vasodilator used to increase and decrease blood pressure, respectively, induce increases (red background) and decreases (yellow background) in both LVP and AP, as expected. The increase in the administration of phenylephrine leads to an increase in blood pressure (Supplementary Fig.  37 ). Specifically, three injections of phenylephrine (to effect) increase the systolic peak values of LVP BLE and AP BLE from 84 and 62 to 167 mmHg and 110 mmHg, respectively, and those of LVP com and AP com from 86 and 71 to 172 mmHg and 121 mmHg, respectively (Supplementary Fig.  38 ). Nitroprusside (to effect), which decreases the systolic peak values of LVP BLE and AP BLE to 88.9 mmHg and 44.2 mmHg, respectively, and those of LVP com and AP com to 78 mmHg and 55 mmHg, respectively. The systolic peak values of LVP BLE and AP BLE (blue) correspond to those of LVP com and AP com (black) at both pre-and post-administration states (Supplementary Fig.  38 ).\n\nThe simultaneous assessment of ventricular and aortic pressure (such as LVP and AP) can aid in the diagnosis of heart valve disorders such as abnormalities of the aortic valve (AV) that separate the LV from Article  https://doi.org/10.1038/s41551-023-01022-4  the aorta. As a specific example, insertion of a clinical catheter across the AV narrows the valve opening in a manner similar to the narrowing that can occur due to aortic stenosis. The resulting decrease in the radius (r) of the heart valve (or blood vessel) increases the resistance (R) to flow and hence the pressure gradient across the AV: ΔP = FR where F denotes volume flow rate (for details, see Supplementary Note 4 and Supplementary Fig.  39 ). Figure  6g  highlights the measured pressure difference (ΔP = LVP - AP) across the AV generated in this manner. Narrowing the opening of the AV (due to AV stenosis in practical scenarios) obstructs blood flow (F) from the LV to the aorta and therefore demands an increase in ΔP to pump blood into the aorta (Fig.  6h , right). During ventricular ejection, LVP exceeds AP (Fig.  6g ), generating f, Measurements of PAP from the wireless heart monitor (P BLE ; blue, 50 Hz) and a pulmonary artery catheter (P com ; black, 50 Hz). The magnified bottom graph ranging from 40 s to 50 s, shows the upstroke, systolic peak and dicrotic notch of PAP measured from the wireless heart monitor (P BLE ) and a PA catheter (P com ), respectively. g, Measurements of PAF from the wireless heart monitor (f BLE ) at a 50 Hz sampling rate. The magnified bottom graph, ranging from 2 s to 12 s, shows the PAF variation measured from the wireless heart monitor (f BLE ). h, CO calculated from PAF data (blue dots; CO BLE,3000 ) to have a common sample period (1 min = 3,000 × T S ) with CO com captured from the commercial PA catheter (black dots) over 8 min measurements. Data are presented as data points (sample size 8). Box plots shows mean (square marker), median, 1.5 times the interquartile range (1.5× IQR; whiskers) and lower/upper quartiles (boxes). (LVP BLE and AP BLE ; blue, 125 Hz) and the standard device (LVP com and AP com ; black, 125 Hz). e,f, Representative data post-administration of phenylephrine (e) and nitroprusside (f). g, Representative data of the measured pressure difference (ΔP = LVP - AP) across the AV. h, Narrowing the opening of the AV obstructs blood flow (F) from the LV to the aorta and therefore demands an increase in ΔP to pump blood into the aorta. ). These results demonstrate the capability of the integrated module to monitor cardiovascular status and diagnose valvular heart disease conditions or a malfunctioning of a valve prosthesis. Post-transcatheter aortic-valve implantation, pressure gradient measurements are crucial in assessment of performance of the bioprosthetic valve; hence, integration of pressure sensors as well as flow sensors into the device could continuously monitor the performance of the valve in the postoperative period (even ambulatory). The physician could interrogate the device similar to the current practice with implantable defibrillator (ICD) without the need for echo measurements. This approach has the potential to provide automated warnings as soon as the gradient is outsides of the recommended range, and to enable detection of para-valvular leaks."
    },
    {
      "title": "Discussion",
      "text": "The battery-free and wireless system reported here enables accurate and continuous measurements of blood pressure, flow rate and temperature in real time. The implantable part of the technology combines a sensor module that provides resistive measurements of arterial/ventricular pressure, the rate of blood flow and temperature of the blood, with an electronic module that incorporates power-management integrated circuits and a power harvesting coil for power supply, and a BLE SoC with AFE circuits for wireless data transfer to an external device. The wearable part includes a battery, charging circuit and a transmitter coil to transmit power to the implant. The overall system provides clinical-grade data, without physical tethers, in a format that can conceivably be used outside of hospital settings, as the basis for personalized, timely management strategies for patients with increased risk of heart failure and stroke. Simple software modifications and data-analytics strategies can be configured to activate alerts to remind users to respond appropriately to avoid the risks of angina or valve stenosis. Additional potential lies in the continuous monitoring of patients during normal activities to diagnose cardiac disorders and to assess associated treatments. Other future opportunities lie in the integration with various medical devices such as stents, clips and prosthetic valves, to provide accurate estimates of haemodynamic parameters or to monitor the functionality of the implant. In all cases of the blood-contacting device, chronic stability and long-term biocompatibility are main requirements for use in humans. An engineering approach for the controlled surface properties, such as surface charge, geometry and wettability, may further improve long-term biocompatibility to overcome blood-clotting issues. A WPT approach with a power-efficient and area-efficient format may allow the device to be implanted deep inside the body without limitations from internal power attenuation."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Fabrication of the wireless electronics module",
      "text": "A Cu/PI/Cu film (AP8535R, Pyralux, DuPont) served as a thin (thicknesses of 18 μm/75 μm/18 μm), flexible substrate. An ultraviolet laser cutter (Protolaser U4, LPKF) processed the substrate to define antenna coils, circuit traces, bond pads and through-hole vias, resulting in a flexible printed circuit board. A conductive silver paint (cat. no. Z05001, SPI Supplies) created electrical connections between the top and bottom layers of the board through vias when heated at 90 °C using a hot air gun (AOYUE Int866). Soldering paste (TS391LT, Chip Quik) bonded the various surface-mounted components, including the BLE SoC (nRF52832, Nordic Semiconductor), antenna (2450AT18A100, Johanson Technology), amplifier (INA333, Texas Instruments), Wheatstone bridge resistors (RMCF0201FT, Stackpole Electronics), rectifier diodes (BAS40XY, Nexperia USA Inc.), voltage regulator (LTC3255IDD, Analog Devices Inc.) and SCs (XH414HG-IV01E, Seiko Instruments; 80 mF), onto the pads by heating at 180 °C. The encapsulation process for the wireless module involved chemical vapour deposition (Specialty Coating Systems) of parylene-C with a thickness of 15 μm to yield a conformal coating. Thin, flexible, copper wires (40 AWG enamelled copper, Remington Industries) connected pre-assembled sensing modules to electrical pads on the wireless module. Pouring 2 g of polydimethyl siloxane (PDMS; Sylgard 184, Dow Corning) into a Petri dish with a diameter of 50.8 mm and curing at 70 °C for 12 h produced a uniform, flexible PDMS substrate with a thickness of 0.7 mm. The wireless module was placed onto the oxygen plasma-treated surface of this substrate and then fully covered with uncured PDMS to form a soft, robust encapsulating top layer by a thermal curing at 70 °C for 12 h.\n\nMechanical punches with diameters of 45 mm and 1.5 mm defined the outline of the wireless module and six eyelets for suturing, respectively. Multilayer encapsulation structure that alternates polyisobutylene and PDMS layers on the wireless module involves three cycles of dip coating followed by a thermal curing process at room temperature."
    },
    {
      "title": "Low-power embedded system design",
      "text": "Between wireless measurements, the device remains in a power-saving mode, where all the peripherals (ADC and GPIO) except a timer are deactivated and the CPU remains powered on but in a sleep mode that does not execute any instruction until the sampling timer expires. At this time, the CPU wakes up and activates the GPIO and ADC to supply voltages for the sensors and to measure the resistances of the sensors, respectively, and to wirelessly transmit data. Then, the device enters power-saving mode again, thereby reducing the current consumed by the device."
    },
    {
      "title": "Measurements of current consumed by the device",
      "text": "The Power Profiler Kit II (PPK2) board (nRF-PPK2, Nordic Semiconductor) served as a current measurement tool for the device while connected to a computer with the PPK application, which provided a real-time display of the current. The PPK supplied power (a supply voltage of 3.3 V) to the device under test and used its ADC to measure the voltage drop across a series measurement resistor. The current consumed by the device is I = measured voltage drop (V)/resistor value (Ω). At a BLE transmission power level of 0 dBm, sampling rate of 50 Hz, R = 200.0 kΩ, R F0 = R F = 49.9 kΩ, R P0 = R P = 200.0 kΩ, and R G (external resistances to control the gain of the instrumentation amplifier) = 7.32 kΩ in Fig.  3d , the device with power-saving mode consumed an average of 280.6 μA but a maximum of ~13 mA instantaneously during communication. Activating the GPIO and GPIO/ADC all the time increased the power consumption up to 1.1 mA (3.7-fold higher) and 2.4 mA (8.4-fold higher), respectively."
    },
    {
      "title": "Development of WPF modules",
      "text": "An NFC card reader expansion board (X-NUCLEO-NFC05A1; STMicroelectronics) with an NFC initiator (ST25R3911B; STMicroelectronics) and an etched printed circuit board antenna (width, length and thickness of 47 mm, 34 mm and 0.052 mm, respectively, four turns) served as a WPT module. A PC connected to the NFC board through a micro USB cable for power enabled programming of the on-board NFC initiator. A source-code editor (Visual Studio Code; Microsoft) supported authoring, compiling, deploying and debugging software for the NFC initiator. The NFC board, programmed to wirelessly power the target at the resonant frequency of 13.56 MHz, was then separated from the PC and connected to an external, portable battery back (PowerCore20100; Anker Technology) to allow power transfer to the implants. Connector J300 on the expansion board allows the board to be connected to a custom antenna of various sizes/shapes instead of the etched printed circuit board antenna.\n\nFabrication of pressure/temperature sensor Supplementary Figs. 4 and 5 show layouts and cross-sectional illustrations of the process for fabricating the pressure/temperature sensor. The process began with boron-doping (950 °C, 5 min) of the top device layer of a silicon on insulator wafer (SOI, device layer: 200 nm, buried Article  https://doi.org/10.1038/s41551-023-01022-4 oxide layer: 1 μm, handle silicon layer: 200 μm, SOITEC INC). Photolithography defined patterns for the strain gauges and temperature sensors. Reactive ion etching (Samco RIE-10NR, SF6; 55 standard cubic centimetres per minute (SCCM), O 2 ; 25 SCCM, Ar; 25 SCCM, 20 Pa, 70 W, 100 s) isolated active regions of the strain gauge.\n\nMetal deposition (e-beam evaporator, Cr/Au, 10 nm/200 nm) followed by photolithography and wet etching formed metal interconnections and alignment marks for assembly of the flow sensor. A spin-coated top layer of PI (~1.5 μm) encapsulated the sensors. Metal deposition (Cu, 100 nm), photolithography and reactive ion etching (O2; 210 mTorr, 200 W, 30 SCCM, 90 min) defined opening and contact pads for the electrical connection. Next, photolithography and deep reactive ion etching (STS Pegasus ICP-DRIE; SPTS Technologies) on the backside of the wafer yielded the diaphragm for the pressure sensor. A laser cutting (ultraviolet) process defined the device layout. To create an air-filled cavity underneath the pressure sensor, the device was firmly fixed on a silicon substrate (thickness of 500 μm) with the same outline as the sensor."
    },
    {
      "title": "Fabrication of flow sensor",
      "text": "The fabrication began with spin coating (1,000 r.p.m. for 30 s) and curing of PDMS on a handle glass substrate. A film of PI (thickness of 12.5 μm) laminated on the PDMS surface served as a flexible substrate for the flow sensor. Doped Si-NMs (200 nm) from a source SOI wafer (SOITEC INC) were transferred and printed on the PI film via techniques described elsewhere (refs. 23,24). Photolithography followed by reactive ion etching (SF6; 55 SCCM, O 2 ; 25 SCCM, Ar; 25 SCCM, 20 Pa, 70 W, 100 s) defined the flow sensing element. Electron beam evaporation of metal films (Cr/Au, 10 nm/200 nm) followed by photolithography and wet etching created metal interconnections. A spin-coated top layer of PI (~1.5 μm) encapsulated the strain gauge. Electron beam evaporation of a metal film (Cu, 100 nm), photolithography and reactive ion etching (O 2 ; 210 mTorr, 200 W, 30 SCCM, 90 min) of the top PI layer formed electrical contact regions as well as a middle notch as a location for the 3D flow sensor (Supplementary Fig.  5 ). After removal of the top Cu layer via wet etching, an ultraviolet laser (Protolaser U4, LPKF) defined the border outline."
    },
    {
      "title": "Biosensing module assembly",
      "text": "The module assembly began with bonding a flow sensor onto the device with pressure and temperature sensors, aided by pre-patterned aligning marks. This component was then mounted onto a 3D-printed protective shield (Form 3B, Formlabs) with an epoxy (Loctite epoxy marine). A pair of copper wires in a polyethylene tube (PE-8, SAI Infusion Technologies) served as the interconnections between the biosensing module and the wireless system. Here, the silver paste (H20E Epo-Tek, TExtended Data PELLA) and soldering paste (TS391LT, Chip Quik) secured the connection on the sensing side and wireless system, respectively."
    },
    {
      "title": "Characterization of the temperature sensors",
      "text": "To measure the fractional change of resistance (ΔR/R 0 ) for temperatures between 30 °C and 50 °C, the sensing module was placed in a temperature-controlled oven. A pair of copper wires from contact pads associated with the temperature sensors were connected to a commercial resistance meter (NUL-249; NeuLog). Tests of possible pressure dependence of the operation of the temperature sensor involved a syringe connected by a tube to a commercial pressure sensor (NUL-210; NeuLog) for controlling and measuring pressures between 0 mmHg to 160 mmHg (Supplementary Fig.  11 )."
    },
    {
      "title": "Mechanical testing setup for PI substrate",
      "text": "A CO 2 laser (Universal laser system) formed the outline of a PI substrate (12.5 μm thick) in a geometry consistent with the ASTM D638 Type V standard for tensile test specimens (Supplementary Fig.  7a ).\n\nTo determine the strain-stress response, a universal testing machine (UTM 3343, Instron Co.) performed tensile testing with both ends of the specimen clamped tightly."
    },
    {
      "title": "Data collection and analysis",
      "text": "A BLE-enabled smartphone with custom android applications (such as,\n\nLG Nexus 5X and Samsung Galaxy S9) collects, displays and stores flow, pressure and temperature measurements in artificial heart systems and large animal models. Collected data are analysed by Excel Microsoft 365, Origin Pro 9, MATLAB R2017a with custom code."
    },
    {
      "title": "Protocol for stent studies",
      "text": "Following stent placement, the aorta was closed with the sensor wires leading out of the vessel to the wireless module location and the heart restarted. After the heart has been restarted and no further defibrillation was needed, the wireless module was re-attached to the sensor. The animal was weaned off bypass and stabilized. Pressures were measured from the implanted pressure integrated stent and BLE-enabled device, and direct pressure catheters placed into the aortic root and LV to validate the pressures measured by the integrated pressure sensor on the stent. The system was continuously evaluated using the wireless module and validated against the direct pressure reading for a total of 1-2 h following implantation. Within this time, pharmacologics were administered to increase and reduce blood pressure to produce variety of pressures. All procedures followed protocols approved by Ethical Review Committee/Institutional Animal Care and Use Committee at Edwards Lifesciences."
    },
    {
      "text": "pressure : 80/120m mHg Blood flow velocity : 7L/min Core body tempera ture : 37 celcius Portable, real-time haemodynamics monitor b Display Analysis Storage e.g. Tablet PC"
    },
    {
      "text": "Fig.2| Implantable, biocompatible sensors for the monitoring of physical parameters of blood flow. a, Schematic and exploded-view illustration of the constituent layers: a laser-cut silicon substrate, gold interconnects, temperature and pressure sensors mounted on flat and air-filled parts of the substrate, respectively, a thin (1.5 μm) PI encapsulation layer, and a bi-directional flow sensor that exploits a 3D curvy ribbon formed from a 2D precursor (12.5-μm-thick PI film). Inset: an optical image of the sensors. b, The 3D structure mechanically deformed by forward (left) and backward (right) flows that lead to tensile and compressive strains, respectively, in the Si-NMs and corresponding changes in their resistances. c, FEA results that establish a second-order empirical relationship between the strain in the Si-NM (ε) and the bi-directional flow velocity (ν; m s -1 ). d, A Si-NM strain gauge mounted on the PI encapsulation layer that seals a silicone trench to define an air-filled cavity with width (W), length (L) and height of 500 μm, 780 μm and 200 μm, respectively (left). External pressure deforms the membrane downward into the cavity (right), thereby imparting strains in the Si-NM and consequent changes in its resistance. e, Computational results for strains across the full range of physiologically relevant pressures (5-140 mmHg) for W/L of 0.64 and W × L of 0.39 mm 2 . f, The measured ∆R/R 0 response (~0.10% per °C) of the temperature sensor to changes in temperature from 30 °C to 50 °C. Inset: an optical image of the PI/Si-NM structure."
    },
    {
      "text": "Fig.3| Subcutaneous implants for wireless power and data transmission. a, An optical image of a soft, flexible wireless electronics module interconnected with the biosensing module via insulated, flexible fine wires. b, Exploded-view (left) and top-view (right) illustration of the constituent layers: encapsulation layers (eyelets for suturing the system to the adjacent tissues), off-the-shelf electronic components and a Cu/PI/Cu layer patterned to define an Rx coil and circuit traces that interconnect the power management (PM) circuit and BLE system including BLE SoC and AFE circuits. c, Optical images of the system sutured on the LV of the porcine model. d, The circuit and block diagram of the wireless module. The RX coil connects to a capacitor (C) to resonate at 13.56 MHz for wireless power harvesting from the TX coil. The PM circuit, including a bridge rectifier and a charge pump converter, regulates the voltage received by the RX coil to charge the SCs, and to power the BLE system, including the BLE SoC for wireless communication, the AFE circuits to measure the resistances of the sensors (R F and R P for flow and pressure sensors, respectively) and a reference voltage (V REF ) to monitor the supplied voltage. A CPU controls the GPIO pin to supply a voltage to the AFE, and transmits ADC-sampled data to the UI. e, The rectangular spiral TX coil at the centre of a secondary circular (second) wire antenna coil to power the RX coil, placed at a vertical (Z) and horizontal (X, Y) distance from the centre. f, FEA results for the PTE as a function of the load resistance in the RX coil over various vertical distances (Z). The RX coil connects to a 30 pF capacitor to resonate at 13.56 MHz (for details, see Supplementary Note 3). g, FEA results for the PTE as a function of lateral misalignment (X) for three cases of only the TX coil, the TX and 2nd coils, and only the TX coil of the same size as the 2nd coil (TX 2nd )."
    },
    {
      "text": "Fig. 4 | Arterial pressure and flow monitoring in artificial heart systems. a, An optical image of the sensing module inserted into pulmonary arteries (PA) extracted from a pig. b, A 3D-printed (dental resin) platform with raised features (wings) to protect the 3D flow sensor from mechanical damage during implantation, and a surgical clip to mount the module inside the arterial wall (inset). c, Block diagrams of the artificial heart system. RV, PV, RA and TV. d-f, Continuous, real-time (200 Hz) data corresponding to pressure (d) and forward (e) /backward (f) flow rate, respectively, measured from a traditional wired system (P com and f com ; black), and from the wireless system (P BLE and f BLE ; blue). SP (SP com ; black square and SP BLE ; blue square) and DP (DP com ; black diamond and DP BLE ; blue diamond) points are marked, respectively. g, The resultant ∆R P (= R P -R P0 R P0"
    },
    {
      "text": "Fig. 5 | Demonstrations on large animals. a, Porcine models involving the multi-sensing module implanted inside the PA. The semi-circular front part of the 3D-printed platform allows the sensing module to slide into the incision hole (~5 mm to 10 mm in length). The surgical clip integrated on the rear part of the platform secures the module to the vessel wall (inset). b,c, Ex vivo studies on the PA of porcine hearts. Outside view (b) and inside view (c) recorded using a borescope to confirm that the sensor remains securely on the artery wall under pulsatile flow. d,e, Optical images of experiments setup with the porcine model. The sensing module implanted in the PA connects to the wireless electronics module (d) via flexible copper wires in a water-resistant seal. This wireless module implants underneath the skin (between fat and dermis layers) to harvest power from the TX and 2nd coils of the WPT module mounted on the skin (e)."
    },
    {
      "text": "Fig. 6 | Comparisons against clinical standard devices on the ovine model. a, Optical images of the system integrated with medical stents (left) and the combined module mounted on the deflated balloon on the catheter's tip. b, Schematic representation for the surgical placement of the integrated stent to the implantation point (such as the aorta). c,d, Results of simultaneous LVP (c) and AP (d) recordings, respectively, measured using the wireless system"
    },
    {
      "text": "Article https://doi.org/10.1038/s41551-023-01022-4 moderate; 20-40 mmHg, severe; > 40 mmHg) (ref. 22"
    }
  ],
  "references": [
    {
      "title": "Global burden of 369 diseases and injuries in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019",
      "authors": [
        "C Abbafati"
      ],
      "year": 2020,
      "doi": "10.1016/s2215-0366(21)00395-3"
    },
    {
      "title": "The global burden of cardiovascular diseases and risk factors: 2020 and beyond",
      "authors": [
        "G Mensah",
        "G Roth",
        "V Fuster"
      ],
      "year": 2019,
      "doi": "10.1016/j.jacc.2019.10.009"
    },
    {
      "title": "Perioperative cardiovascular monitoring of high-risk patients: a consensus of 12",
      "authors": [
        "J Vincent"
      ],
      "year": 2015,
      "doi": "10.1186/s13054-015-0932-7"
    },
    {
      "title": "Cost-effectiveness of outpatient cardiac monitoring to detect atrial fibrillation after ischemic stroke",
      "authors": [
        "H Kamel",
        "M Hegde",
        "D Johnson",
        "B Gage",
        "S Johnston"
      ],
      "year": 2010,
      "doi": "10.1161/strokeaha.110.582437"
    },
    {
      "title": "A smartphone-enabled wireless and batteryless implantable blood flow sensor for remote monitoring of prosthetic heart valve function",
      "authors": [
        "B Vennemann",
        "D Obrist",
        "T Ro"
      ],
      "year": 2020,
      "doi": "10.1038/s41551-023-01022-4"
    },
    {
      "title": "Biodegradable and flexible arterial-pulse sensor for the wireless monitoring of blood flow",
      "authors": [
        "C Boutry"
      ],
      "year": 2019,
      "doi": "10.1038/s41551-018-0336-5"
    },
    {
      "title": "A wireless passive extra-arterial implantable blood pressure monitoring sensing system for rats",
      "authors": [
        "S Hu"
      ],
      "year": 2021,
      "doi": "10.1007/s00542-020-05011-4"
    },
    {
      "title": "Continuous in vivo blood pressure measurements using a fully implantable wireless SAW sensor",
      "authors": [
        "O Murphy"
      ],
      "year": 2013,
      "doi": "10.1007/s10544-013-9759-7"
    },
    {
      "title": "Echocardiographic estimation of mean pulmonary artery pressure in critically ill patients",
      "authors": [
        "R Laver",
        "U Wiersema",
        "A Bersten"
      ],
      "year": 2014,
      "doi": "10.1186/2036-7902-6-9"
    },
    {
      "title": "Distribution of blood flow velocity in the normal aorta: effect of age and gender",
      "authors": [
        "J Garcia"
      ],
      "year": 2019,
      "doi": "10.1002/jmri.25773"
    },
    {
      "title": "Exercise and sport science australia position stand update on exercise and hypertension",
      "authors": [
        "J Sharman",
        "N Smart",
        "J Coombes",
        "M Stowasser"
      ],
      "year": 2019,
      "doi": "10.1038/s41371-019-0266-z"
    },
    {
      "title": "Pulse Pressure",
      "authors": [
        "S Bordes",
        "E Cichowski",
        "T Homan",
        "Physiology"
      ],
      "year": 2020,
      "doi": "10.2514/6.2021-0690.vid"
    },
    {
      "title": "Acute right ventricular failure-from pathophysiology to new treatments",
      "authors": [
        "A Mebazaa",
        "P Karpati",
        "E Renaud",
        "L Algotsson"
      ],
      "year": 2004,
      "doi": "10.1007/s00134-003-2025-3"
    },
    {
      "title": "The resistance-compliance product of the pulmonary circulation varies in health and pulmonary vascular disease",
      "authors": [
        "C Hadinnapola",
        "Q Li",
        "L Su",
        "J Pepke-Zaba",
        "M Toshner"
      ],
      "year": 2015,
      "doi": "10.14814/phy2.12363"
    },
    {
      "title": "Miniaturized, light-adaptive, wireless dosimeters autonomously monitor exposure to electromagnetic radiation",
      "authors": [
        "K Kwon"
      ],
      "year": 2019,
      "doi": "10.1126/sciadv.aay2462"
    },
    {
      "title": "Experimental models for the study of cardiovascular function and disease defining the question and identifying the model",
      "authors": [
        "D Hearse",
        "F Sutherland"
      ],
      "year": 2000,
      "doi": "10.1006/phrs.1999.0651"
    },
    {
      "title": "Overview of large animal myocardial infarction models (review)",
      "authors": [
        "E Lukács"
      ],
      "year": 2012,
      "doi": "10.1556/aphysiol.99.2012.4.1"
    },
    {
      "title": "Small and large animal models in cardiac contraction research: advantages and disadvantages",
      "authors": [
        "N Milani-Nejad",
        "P Janssen"
      ],
      "year": 2014,
      "doi": "10.1016/j.pharmthera.2013.10.007"
    },
    {
      "title": "Small mammalian animal models of heart disease",
      "authors": [
        "P Camacho",
        "H Fan",
        "Z Liu",
        "J He"
      ],
      "year": 2016,
      "doi": "10.3390/jcdd3040030"
    },
    {
      "title": "Thermodilution cardiac output: a concept over 250 years in the making",
      "authors": [
        "E Argueta",
        "D Paniagua"
      ],
      "year": 2019,
      "doi": "10.1097/crd.0000000000000223"
    },
    {
      "title": "Thermodilution cardiac output measurement: effects of the respiratory cycle on its reproducibility",
      "authors": [
        "J Stevens",
        "T Raffin",
        "F Mihm",
        "M Rosenthal",
        "C Stetz"
      ],
      "year": 1985,
      "doi": "10.1001/jama.1985.03350390082030"
    },
    {
      "title": "The art of assessing aortic stenosis",
      "authors": [
        "R Rajani",
        "J Hancock",
        "J Chambers"
      ],
      "year": 2012,
      "doi": "10.1136/heartjnl-2012-302392"
    },
    {
      "title": "Multimodal sensing with a three-dimensional piezoresistive structure",
      "authors": [
        "S Won"
      ],
      "year": 2019,
      "doi": "10.1021/acsnano.9b02030"
    },
    {
      "title": "Self-assembled nanodielectrics and silicon nanomembranes for low voltage, flexible transistors, and logic gates on plastic substrates",
      "authors": [
        "H.-S Kim"
      ],
      "year": 2009,
      "doi": "10.1063/1.3256223"
    }
  ],
  "num_references": 24
}
