{
  "paper_id": "Y3VUIJ3G",
  "title": "A Mega-Study of Text-Message Nudges Encouraging Patients to Get Vaccinated at their Pharmacy",
  "abstract": "We partnered with Walmart to test 22 nudges designed to boost vaccination rates in their pharmacies. Nudges were delivered via text message to over 650,000 Walmart pharmacy patients in the fall of 2020 and encouraged patients to visit Walmart for a flu vaccine. We demonstrate that behaviorally informed messages increase pharmacy vaccination rates by an average of 6.7% over a roughly three-month follow-up period. The most effective messages in our field experiment matched the tone of typical pharmacy communications and reminded patients that a flu shot was waiting for them. These insights suggest that carefully crafted messages informed by the results of this study could nudge the adoption of other vaccines for other infectious diseases, including COVID-19.",
  "year": 2021,
  "date": "2021",
  "journal": "Proceedings of the National Academy of Sciences",
  "publication": "Proceedings of the National Academy of Sciences",
  "authors": [
    {
      "forename": "Katherine",
      "surname": "Milkman",
      "name": "Katherine Milkman",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Linnea",
      "surname": "Gandhi",
      "name": "Linnea Gandhi",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Heather",
      "surname": "Graci",
      "name": "Heather Graci",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Dena",
      "surname": "Gromet",
      "name": "Dena Gromet",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Hung",
      "surname": "Ho",
      "name": "Hung Ho",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Joseph",
      "surname": "Kay",
      "name": "Joseph Kay",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Timothy",
      "surname": "Lee",
      "name": "Timothy Lee",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Jonathan",
      "surname": "Bogard",
      "name": "Jonathan Bogard",
      "affiliation": "2  University of California , Los Angeles \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles"
    },
    {
      "forename": "Ilana",
      "surname": "Brody",
      "name": "Ilana Brody",
      "affiliation": "2  University of California , Los Angeles \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles"
    },
    {
      "forename": "Christopher",
      "surname": "Chabris",
      "name": "Christopher Chabris",
      "affiliation": "3  Geisinger Health System \n\t\t\t\t\t\t\t\t Geisinger Health System"
    },
    {
      "forename": "Edward",
      "surname": "Chang",
      "name": "Edward Chang",
      "affiliation": "4  Harvard University \n\t\t\t\t\t\t\t\t Harvard University"
    },
    {
      "forename": "Gretchen",
      "surname": "Chapman",
      "name": "Gretchen Chapman",
      "affiliation": "5  Carnegie Mellon University \n\t\t\t\t\t\t\t\t Carnegie Mellon University"
    },
    {
      "forename": "Jennifer",
      "surname": "Dannals",
      "name": "Jennifer Dannals",
      "affiliation": "6  Dartmouth College \n\t\t\t\t\t\t\t\t College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dartmouth"
    },
    {
      "forename": "Noah",
      "surname": "Goldstein",
      "name": "Noah Goldstein",
      "affiliation": "2  University of California , Los Angeles \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles"
    },
    {
      "forename": "Amir",
      "surname": "Goren",
      "name": "Amir Goren",
      "affiliation": "3  Geisinger Health System \n\t\t\t\t\t\t\t\t Geisinger Health System"
    },
    {
      "forename": "Hal",
      "surname": "Hershfield",
      "name": "Hal Hershfield",
      "affiliation": "2  University of California , Los Angeles \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles"
    },
    {
      "forename": "Alex",
      "surname": "Hirsch",
      "name": "Alex Hirsch",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Jillian",
      "surname": "Hmurovic",
      "name": "Jillian Hmurovic",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Samantha",
      "surname": "Horn",
      "name": "Samantha Horn",
      "affiliation": "5  Carnegie Mellon University \n\t\t\t\t\t\t\t\t Carnegie Mellon University"
    },
    {
      "forename": "Dean",
      "surname": "Karlan",
      "name": "Dean Karlan",
      "affiliation": "7  Northwestern University \n\t\t\t\t\t\t\t\t Northwestern University"
    },
    {
      "forename": "Ariella",
      "surname": "Kristal",
      "name": "Ariella Kristal",
      "affiliation": "4  Harvard University \n\t\t\t\t\t\t\t\t Harvard University"
    },
    {
      "forename": "Catherine",
      "surname": "Lamberton",
      "name": "Catherine Lamberton",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Michelle",
      "surname": "Meyer",
      "name": "Michelle Meyer",
      "affiliation": "3  Geisinger Health System \n\t\t\t\t\t\t\t\t Geisinger Health System"
    },
    {
      "forename": "Allison",
      "surname": "Oakes",
      "name": "Allison Oakes",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Maurice",
      "surname": "Schweitzer",
      "name": "Maurice Schweitzer",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Maheen",
      "surname": "Shermohammed",
      "name": "Maheen Shermohammed",
      "affiliation": "3  Geisinger Health System \n\t\t\t\t\t\t\t\t Geisinger Health System"
    },
    {
      "forename": "Joachim",
      "surname": "Talloen",
      "name": "Joachim Talloen",
      "affiliation": "5  Carnegie Mellon University \n\t\t\t\t\t\t\t\t Carnegie Mellon University"
    },
    {
      "forename": "Caleb",
      "surname": "Warren",
      "name": "Caleb Warren",
      "affiliation": "8  University of Arizona \n\t\t\t\t\t\t\t\t University of Arizona"
    },
    {
      "forename": "Ashley",
      "surname": "Whillans",
      "name": "Ashley Whillans",
      "affiliation": "4  Harvard University \n\t\t\t\t\t\t\t\t Harvard University"
    },
    {
      "forename": "Kuldeep",
      "surname": "Yadav",
      "name": "Kuldeep Yadav",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Julian",
      "surname": "Zlatev",
      "name": "Julian Zlatev",
      "affiliation": "4  Harvard University \n\t\t\t\t\t\t\t\t Harvard University"
    },
    {
      "forename": "Ron",
      "surname": "Berman",
      "name": "Ron Berman",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Chalanda",
      "surname": "Evans",
      "name": "Chalanda Evans",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Christopher",
      "surname": "Snider",
      "name": "Christopher Snider",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Eli",
      "surname": "Tsukayama",
      "name": "Eli Tsukayama",
      "affiliation": "9  University of Hawai`i- West O`ahu \n\t\t\t\t\t\t\t\t University of Hawai`i \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t West O`ahu"
    },
    {
      "forename": "Christophe",
      "surname": "Van Den Bulte",
      "name": "Christophe Van Den Bulte",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Angela",
      "surname": "Duckworth",
      "name": "Angela Duckworth",
      "affiliation": "1  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    }
  ],
  "doi": "https://doi.org/10.13039/100020166",
  "sections": [
    {
      "title": "Introduction",
      "text": "Each year, millions of Americans fail to receive life-saving vaccines. In this paper, we examine whether simple, behaviorally-informed text messages can increase vaccination rates in pharmacies.\n\nWe conducted a field experiment in fall 2020 in partnership with Walmart, a large multinational retail corporation with over 4,700 pharmacy locations across the United States. The experiment tested the efficacy of different messaging strategies encouraging pharmacy patients to receive a flu vaccine. Walmart pharmacy patients were included in this study if they had (1) received a flu shot at a Walmart pharmacy during the prior (2019-2020) flu season, (2) consented to receive SMS communications from their pharmacy, and (3) not already received their 2020-2021 flu shot at a Walmart pharmacy.\n\nWe tested 22 different text messaging interventions designed by a total of 24 behavioral scientists who worked together in small teams to develop different communication strategies for boosting vaccination. Some messages were interactive (i.e., requesting replies), while others were simply informational. Some interventions included just one message, while others included follow-up texts sent up to three days later. The first messages in each intervention were sent by Walmart pharmacy on September 25, 2020, and all messages encouraged patients to get a flu shot. All intervention messages are described in detail in the Appendix of this paper.\n\nThe study design and analyses were pre-registered on AsPredicted (1: https://aspredicted.org/blind.php?x=g39h9p , 2:  https://aspredicted.org/blind.php?x=e2qh3d ). foot_0 Patients were randomly assigned to one of 22 experimental conditions or to a usual care control condition in which they did not receive any text-based reminders to get a flu vaccine. Our study included 689,693 patients who were randomly assigned to the study's 22 experimental conditions (Nmin = 27,365; Nmean = 29,986; Nmax = 34,623) or a usual care control condition (N = 27,523).  2, 3 is research was approved by the Institutional Review Board (IRB) at the University of Pennsylvania. The IRB granted a waiver of consent for this research. No identifying information about study participants was shared with the researchers."
    },
    {
      "title": "Results and Discussion",
      "text": "Our outcome of interest was whether patients in our study received flu shots at a Walmart pharmacy on or before December 31, 2020 (and after the launch of our study on September 25). Following our pre-registered analysis plan, we analyzed whether our interventions affected this outcome using an ordinary least squares (OLS) regression. The predictors in our regression were 22 indicators for assignment to each of our study's experimental conditions (with an indicator omitted for assignment to the usual care control condition). Our pre-registered OLS regression included the following control variables: (1) patient age, (2) indicators for patient race/ethnicity, and (3) an indicator for patient gender.\n\nIn the usual care control condition, 29.4% of patients received a flu shot at a Walmart pharmacy during the time period of interest (between September 25 and December 31, 2020). As shown in Figure  1  and Table  1 , all interventions significantly increased vaccinations compared to the usual care control condition (two-sided unadjusted p-values < 0.05). Across the 22 experimental conditions, the mean treatment effect was a 2.0 percentage point increase in flu vaccinations relative to the control condition (a 6.7% lift, p < 0.01).\n\nIn Table  1  and Figure  1 , we report unadjusted robust standard errors, two-sided p-values, and confidence intervals. Using the Storey-Tibshirani method of computing the false discovery rate (Storey & Tibshirani, 2003), we estimate that results identified as significant at the 5% level have less than a 0.7% chance of being a true null.\n\nThe top-performing intervention (depicted in Figure  2 ) produced a 2.9 percentage point increase in flu vaccinations relative to the usual care control condition (a 9.9% lift; p < 0.01) and only involved two text messages.  4 The first text message noted \"It's flu season & you can get a flu shot at Walmart.\" The second message arrived 72 hours (3 days) later and reminded patients \"a flu shot is waiting for you at Walmart.\"\n\nWe conducted exploratory analyses to identify attributes of text messages that explained their efficacy. The most effective interventions (a) were unsurprising insofar as they were the sort of communication customers expect to receive from a pharmacy (β = 0.54, p = 0.0003) and (b) were framed as reminders to get flu shots that were already waiting for them (β = 0.52, p = 0.0005). 5 These patterns were consistent with those found in another recent field experiment examining what text messaging interventions most effectively nudged patients at two large health systems to receive flu vaccinations during primary care appointments in the fall of 2020 (Milkman et al.,  2021).\n\nThe interventions tested in this experiment could easily be adapted to nudge people to adopt other life-saving vaccines, including a COVID-19 vaccine."
    },
    {
      "title": "Tables and Figures",
      "text": "Table  1 . Regression-estimated impact of each of our study's 22 intervention conditions on flu vaccine uptake compared to a usual care control condition at Walmart."
    },
    {
      "title": "Note:",
      "text": "The above table reports the results of an ordinary least squares regression predicting whether patients in our study received a flu shot between September, 25 2020 (when our intervention began) and December 31, 2020 (inclusive) with 22 indicators for experimental condition as the primary predictors. The reference group is the usual care control condition. The regression includes the following control variables: (1) patient age (as of September 25, 2020), (2) indicators for patient race/ethnicity (Black non-Hispanic, Hispanic, Asian, other/unknown; white non-Hispanic omitted), and 3) an indicator for whether a patient is male. Robust standard errors are shown in parentheses. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d Note: Whiskers depict 95% CIs. As indicated in parentheses, interventions varied in terms of timing and number of texts. 2. Flu shot waiting for you, encourage others to get flu shot (3 texts: initial text + 1 day later + 3 days later) This intervention was designed by: Noah Goldstein (UCLA Anderson School of Management) and Jon Bogard (UCLA Anderson School of Management) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season & you can get a flu shot at Walmart. To help you remember, you'll receive another text in a few days. Flu vaccines prevent getting or spreading the flu. Will you encourage 1 person to vaccinate? Reply Y & you'll receive a text you can send them. INFO = info, STOP = opt out. Reply to message 1 [If Y] Hey, I'm getting a flu shot this year to protect myself & the people I care about. Just sending you a reminder to get one too! [If no response for 24 hours] WalmartRx -Consider sending this to a friend: Hey, I'm getting a flu shot this year to protect myself & the people I care about. Just sending you a reminder to get one too! Message 2 day 3 days after Message 1 Message 2 content WalmartRx -Remember a flu shot is waiting for you at Walmart. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 3. Reminder to get a flu shot (2 texts: initial text + 3 d later) This intervention was designed by: Edward Chang (Harvard Business School), Jennifer Dannals (Tuck School of Business, Dartmouth College), and Julian Zlatev (Harvard Business School) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season & you can get a flu shot at Walmart. To help you remember, you'll receive another text in a few days. INFO = info, STOP = opt out. Message 2 day 3 days after Message 1 Message 2 content WalmartRx -This is a reminder to get your flu shot at Walmart. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 4. Protect others & avoid unnecessary COVID-19 exposure (2 texts: initial text + 3 d later) This intervention was designed by: Michelle Meyer (Geisinger Health System), Amir Goren (Geisinger Health System), Christopher Chabris (Geisinger Health System), and Maheen Shermohammed (Geisinger Health System) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season and you can get a flu shot at Walmart. Next time you go to Walmart, be sure to ask for your flu shot. If you get it, you'll help protect family & friends from the flu & possible hospitalization. This also helps free up scarce equipment, beds, & healthcare workers to fight COVID-19. Text Y if you agree to ask for your flu shot. INFO = info, STOP = opt out. Reply to message 1 [If Y] Great choice! To help you remember, you'll receive another text in a few days. Message 2 day 3 days after initial message Message 2 content WalmartRx -As a reminder, you can get a flu shot at Walmart to protect family & friends from the flu & free up scarce resources to fight COVID-19. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d Message 1 content WalmartRx -Hi John! More Americans are getting the flu shot than ever in the last decade. It's flu season & you can get a flu shot at Walmart. To help you remember, you'll receive another text in a few days. INFO = info, STOP = opt out. Message 2 day 3 days after Message 1 Message 2 content WalmartRx -This is a reminder to get your flu shot at Walmart. More Americans are getting the flu shot than ever in the last decade. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 7. Protect yourself & avoid unnecessary COVID-19 exposure (2 texts: initial text + 3 d later) This intervention was designed by: Michelle Meyer (Geisinger Health System), Amir Goren (Geisinger Health System), Christopher Chabris (Geisinger Health System), and Maheen Shermohammed (Geisinger Health System) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season and you can get a flu shot at Walmart. Next time you go to Walmart, be sure to ask for your flu shot. If you get it, you'll help protect yourself from the flu & avoid unnecessary exposure to COVID-19 by staying out of the hospital during the pandemic. Text Y if you agree to ask for your flu shot. INFO = info, STOP = opt out. Reply to message 1 [If Y] Great choice! To help you remember, you'll receive another text in a few days. Message 2 day 3 days after initial message Message 2 content WalmartRx -As a reminder, you can get a flu shot at Walmart to protect yourself from the flu & avoid unnecessary exposure to COVID-19 in the hospital. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 8. Protect yourself by getting a flu shot (2 texts: initial text + 3 d later) This intervention was designed by: Michelle Meyer (Geisinger Health System), Amir Goren (Geisinger Health System), Christopher Chabris (Geisinger Health System), and Maheen Shermohammed (Geisinger Health System) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season and you can get a flu shot at Walmart. Next time you go to Walmart, be sure to ask for your flu shot. If you get it, you'll help protect yourself from the flu & the serious complications it can cause, including hospitalization. Text Y if you agree to ask for your flu shot. INFO = info, STOP = opt out. Reply to message 1 [If Y] Great choice! To help you remember, you'll receive another text in a few days. Message 2 day 3 days after initial message Message 2 content WalmartRx -As a reminder, you can get a flu shot at Walmart to protect yourself from the flu. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 9. Get a flu shot to avoid getting the flu or spreading it to others (2 texts: initial text + 3 d later) This intervention was designed by: Allison H. Oakes (Perelman School of Medicine, University of Pennsylvania), Ariella Kristal (Harvard Business School), and Ashley Whillans (Harvard Business School) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season. If you get a flu shot, you will be less likely to get the flu or spread it to others. You can get a flu shot at Walmart. If you want a reminder to get a flu shot at Walmart in a few days, text Y for Yes. INFO = info, STOP = opt out. Reply to message 1 [If Y] Thank you for your response. To help you remember, you'll receive another text in a few days. Message 2 day 3 days after Message 1 Message 2 content WalmartRx -As a reminder, you can get your flu shot at Walmart. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 10. Commit to getting flu shot (2 texts: initial text + 3 d later) This intervention was designed by: Allison H. Oakes (Perelman School of Medicine, University of Pennsylvania), Ariella Kristal (Harvard Business School), and Ashley Whillans (Harvard Business School) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season. If you get a flu shot, you will be less likely to get the flu or spread it to others. You can get a flu shot at Walmart. Many people find it helpful to make a plan to get their shot. If you plan to get a flu shot at Walmart, commit by texting back: I will get a flu shot. INFO = info, STOP = opt out. Reply to message 1 [If \"I will get a flu shot\"] Thank you for your commitment. To help you remember, you'll receive another text in a few days. Message 2 day 3 days after Message 1 Message 2 content [If participant responded to Message 1] WalmartRx -As a reminder, you committed to getting your flu shot at Walmart. [Everyone else receives:] WalmartRx -As a reminder, you can get your flu shot at Walmart. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 11. Protect others by getting a flu shot (2 texts: initial text + 3 d later) This intervention was designed by: Michelle Meyer (Geisinger Health System), Amir Goren (Geisinger Health System), Christopher Chabris (Geisinger Health System), and Maheen Shermohammed (Geisinger Health System) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season and you can get a flu shot at Walmart. Next time you go to Walmart, be sure to ask for your flu shot. If you get it, you'll help protect your family & friends from the flu & the serious complications it can cause, including hospitalization. Text Y if you agree to ask for your flu shot. INFO = info, STOP = opt out. Reply to message 1 [If Y] WalmartRx -Great choice! To help you remember, you'll receive another text in a few days. Message 2 day 3 days after initial message Message 2 content WalmartRx -As a reminder, you can get a flu shot at Walmart to protect your family & friends from the flu. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 20 12. 45% of Americans get the flu shot, more than in the past (2 texts: initial text + 3 days later) This intervention was designed by: Edward Chang (Harvard Business School), Jennifer Dannals (Tuck School of Business, Dartmouth College), and Julian Zlatev (Harvard Business School) with input from Katherine L. Milkman Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! More Americans are getting the flu shot than ever in the last decade. Last year, 45% of American adults got one. It's flu season & you can get a flu shot at Walmart. To help you remember, you'll receive another text in a few days. INFO = info, STOP = opt out. Message 2 day 3 days after Message 1 Message 2 content WalmartRx -This is a reminder to get your flu shot at Walmart. More Americans are getting the flu shot than ever in the last decade. Last year, 45% of American adults got one. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 15. People who get flu shots are less likely to get the flu (1 text) This intervention was designed by: Maurice Schweitzer (Wharton School of Business, University of Pennsylvania), Alex Hirsch (Wharton School of Business, University of Pennsylvania), Kuldeep Yadav (Perelman School of Medicine, University of Pennsylvania) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season. A National Institutes of Health study reveals that Americans who get flu shots are less likely to get the flu. You can get your flu shot at Walmart. Will you get your flu shot and be part of this group? Text Y for Yes or N for No. INFO = info, STOP = opt out. Reply to message 1 [If any reply] Thanks for your response. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 16. Get a flu shot to avoid getting sick (1 text) This intervention was designed by: Hal Hershfield (UCLA Anderson School of Management) and Ilana Brody (UCLA Anderson School of Management) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season and you can get a flu shot at Walmart. Getting a flu shot helps you avoid getting sick. Get a flu shot at Walmart. INFO = info, STOP = opt out. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 17. Get a flu shot to avoid getting sick, reminder of previous sickness (1 text) This intervention was designed by: Hal Hershfield (UCLA Anderson School of Management) and Ilana Brody (UCLA Anderson School of Management) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season and you can get a flu shot at Walmart. Remember the last time you got sick? It probably interrupted your plans and wasn't much fun. Do you wish you could have avoided getting sick by getting a simple shot? Text Y for yes or N for no. INFO = info, STOP = opt out. Reply to message 1 [If Y or no response after 30 minutes] You can learn from your past experience. Think about the future and get a flu shot at Walmart. [If N] Well, you can still learn from your past experience. Think about the future and get a flu shot at Walmart. This preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d 18. Think about risk of catching the flu (1 text) This intervention was designed by: Gretchen Chapman (Carnegie Mellon University), Samantha Horn (Carnegie Mellon University), and Joachim Talloen (Carnegie Mellon University) with input from Katherine L. Milkman (The Wharton School, University of Pennsylvania), Mitesh S. Patel (Perelman School of Medicine, University of Pennsylvania), Angela L. Duckworth (School of Arts and Sciences and The Wharton School, University of Pennsylvania), and the Research Staff at the Behavior Change for Good Initiative (Heather Graci, Dena Gromet, Hung Ho, Joseph Kay, and Timothy Lee) Message 1 content WalmartRx -Hi John! It's flu season and you can get a flu shot at Walmart. Please take a minute to think about the risk of catching the flu. Please respond C to let us know you have received this message. Thank you. INFO = info, STOP = opt out. Reply to message 1 [If any response] Thanks for your response.\n\nThis preprint research paper has not been peer reviewed. Electronic copy available at:  https://ssrn.com/abstract=3780356 P r e p r i n t n o t p e e r r e v i e w e d"
    },
    {
      "text": "for you, encourage others to get flu shot (3 texts: initial text + 1 d later + 3 d later) 0.026*** (0.004) Reminder to get a flu shot (2 texts: initial text + 3 getting flu shot than in the past (2 texts: initial text + 3 d later) 0.025*** (0.004) Protect yourself & avoid unnecessary COVID-19 exposure (2 texts: initial text + 3 d later) 0.023*** (0.004) Protect yourself by getting a flu shot (2 texts: initial text + 3 d later) 0.023*** (0.004) Get a flu shot to avoid getting the flu or spreading it to others (2 texts: initial text + 3 d later) 0.023*** (0.004) Commit to getting flu shot (2 texts: initial text + 3 d later) 0.022*** (0.004) Protect others by getting a flu shot (2 texts: initial text + 3 d later) 0.021*** (0.004) 45% of Americans get the flu shot, more than in the past (2 texts: initial text + 3 d later) 0.021*** (0.004) Receive a joke about the flu (1 text) 0.021*** (0.004) Share a joke about the flu (1 text) 0.019*** (0.004) People who get flu shots are less likely to get the flu (shot to avoid getting sick, reminder of previous sickness (favor by getting the flu shot (2 texts: initial text + 2 hr later) 0.014*** (0.004) Do others a favor by getting the flu shot (2 texts: initial text + 2 hr later) 0.012** (0.004) People who get flu shots are healthier, wealthier, more educated (p < 0.001, ** p < 0.01, * p < 0.05, + p < 0"
    },
    {
      "text": "Figure 1. The regression-estimated average flu vaccine rates at Walmart in each of our 22 messaging conditions and in the usual care control condition."
    },
    {
      "text": "Figure 2. Text messages sent to pharmacy patients encouraging vaccination in our topperforming intervention."
    }
  ],
  "references": [
    {
      "title": "A megastudy of text-based nudges encouraging patients to get vaccinated at an upcoming doctor's appointment",
      "authors": [
        "K Milkman",
        "M Patel",
        "L Gandhi",
        "H Graci",
        "D Gromet",
        "H Ho",
        "A Duckworth"
      ],
      "year": 2021
    },
    {
      "title": "Statistical significance for genomewide studies",
      "authors": [
        "J Storey",
        "R Tibshirani"
      ],
      "year": 2003,
      "doi": "10.1073/pnas.1530509100"
    }
  ],
  "num_references": 2
}
