{
  "paper_id": "Y4KPCZB3",
  "title": "Control Theory: A Useful Conceptual Framework for Personality-Social, Clinical, and Health Psychology",
  "abstract": "Control theory provides a model of self-regulation that we believe is useful in the analysis of human behavior. As an illustration of the breadth of its applicability, we present the basic construct of control theory-the discrepancy-reducing feedback loop-and discuss certain of its implications for theory in three separate areas of human psychology. In personality-social, clinical, and health psychology, the construct proves to fit well with known phenomena and with the theories most recently developed to account for the phenomena. Moreover, in each case control theory appears to make a distinct and unique contribution to the state of the area. We conclude by noting the integrative potential that is suggested by these illustrations and by noting some issues that should receive attention in future work. Cybernetic or control theory is a general approach to the understanding of self-regulating systems. Its central ideas have been around for a long time (see, for example, Cannon 's 1929, 1932, discussion of homeostatic physiological mechanisms), but its birth as a distinct body of thought is usually traced to the publication of Wiener's (1948) book, Cybernetics: Control and communication in the animal and the machine. Since then, control theory (in various forms) has had a major impact on areas of work as diverse as engineering (e.g.,",
  "year": 1981,
  "date": "1981",
  "journal": "Psychological Bulletin",
  "publication": "Psychological Bulletin",
  "authors": [
    {
      "forename": "Charles",
      "surname": "Carver",
      "name": "Charles Carver"
    },
    {
      "forename": "Michael",
      "surname": "Scheier",
      "name": "Michael Scheier"
    },
    {
      "forename": "Peggy",
      "surname": "Clark",
      "name": "Peggy Clark"
    },
    {
      "forename": "Sheldon",
      "surname": "Cohen",
      "name": "Sheldon Cohen"
    },
    {
      "forename": "Susan",
      "surname": "Fiske",
      "name": "Susan Fiske"
    },
    {
      "forename": "Clyde",
      "surname": "Hendrick",
      "name": "Clyde Hendrick"
    },
    {
      "forename": "Fred",
      "surname": "Kanfer",
      "name": "Fred Kanfer"
    },
    {
      "forename": "David",
      "surname": "Klahr",
      "name": "David Klahr"
    },
    {
      "forename": "Richard",
      "surname": "Lau",
      "name": "Richard Lau"
    },
    {
      "forename": "Howard",
      "surname": "Leventhal",
      "name": "Howard Leventhal"
    },
    {
      "affiliation": "University of Miami Carnegie-Mellon University Department of Psychology , P.O. Box 248185 , \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Miami \n\t\t\t\t\t\t\t\t Carnegie-Mellon University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t P.O. Box 248185"
    },
    {
      "affiliation": "University of Miami , Coral Gables , Florida 33124 , or Department of Psychology , \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Miami \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Coral Gables \n\t\t\t\t\t\t\t\t\t 33124 \n\t\t\t\t\t\t\t\t\t Florida \n\t\t\t\t\t\t\t\t\t or"
    },
    {
      "affiliation": "Car- negie-Mellon University , Pittsburgh , Pennsylvania 15216 . \n\t\t\t\t\t\t\t\t Car- negie-Mellon University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 15216 \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    }
  ],
  "doi": "10.4324/9781315802213",
  "sections": [
    {
      "text": "pie to argue that control processes are ubiquitous, identifiable in virtually any sort of self-regulating system, a point of view termed general systems theory (e.g.,  Buckley, 1968; Miller, 1978; von Bertalanffy, 1968) , Despite the integrative promise held out by such arguments, psychologists (with a few exceptions such as  Miller, Galanter, & Pribram, 1960)  have generally been disinclined to examine in detail the control-theory perspective on self-regulation. This seems particularly true with regard to areas of psychology that focus on the behavior of the whole person (e.g., personality psychology) as opposed to focusing on more circumscribed processes (e.g., physiological regulation). In part, this lack of interest probably stems from the fact that alternative approaches-largely deriving from learning theories-have fully occupied theorists' attention during this period. In part, reluctance to think seriously about these ideas may stem from the fact that cybernetic concepts are \"outsiders,\" ideas that evolved in a context other than the study of human or animal behavior.\n\nIn any case, we suggest that these ideas have a great deal to recommend them as a model of human functioning. Describing our basis for that assertion is the purpose of this article. We focus here on three areas of work. The first is the area of our own research: a set of problems in personality and social psychology that concern how people's moment-to-moment actions are determined. The second area is a facet of clinical psychology: recent accounts of cognitive bases by which therapeutic behavior change is effected. The third area is the newly emerging field of health psychology, or behavioral medicine: analyses of ways in which people attempt to maintain their physical well being. In each case we argue that control theory, as represented by the feedback processes outlined just below, makes a substantial contribution to the problem area under examination."
    },
    {
      "title": "Control Processes: The Feedback Loop",
      "text": "The basic unit of cybernetic control is the negative feedback loop (see Figure  1 )termed negative because its function is to negate, or reduce, sensed deviations from a comparison value. Though it may look abstract at first, the component processes of this system are really quite simple. The input function is the sensing of a present condition. That perception is then compared against a point of reference via a mechanism called a comparator. If a discrepancy is perceived between the present state and the reference value, a behavior is performed (output function), the goal of which is to reduce the dis-crepancy. The behavior does not counter the discrepancy directly but by having an impact on the system's environment (i.e., anything external to the system). Such an impact creates a change in the present condition, leading to a different perception, which in turn is compared anew with the reference value. This arrangement thus constitutes a closed loop of control, the overall purpose of which is to minimize deviations from the standard of comparison.\n\nAs a concrete example of how these notions can be applied to behavior, imagine a person driving a car down an otherwise empty road. What exactly are people doing when they are driving? Once on the road, driving (for most people) is partly a process of maintaining a visual image of the road sweeping past the fenders and hood of the car. One attempts to keep just the proper proportion of the road visible on one's left while the right edge of the road's image intersects the hood at just the proper place. But what happens if this image is not maintained? If, for example, the road begins to curve to the left, the driver will eventually notice that more of the road is becoming visible on the left-hand side of the car. This perception differs discriminably from the idealized perception (the standard of comparison). For the well-practiced driver, this discrepancy is quickly countered by a slight turn of the steering wheel. This action brings the image of the road back into the appropriate configuration vis-a-vis the image of the hood. Indeed, well-practiced drivers make the adjustments so smoothly that discrepancies are consistently kept quite small.\n\nAll of the component processes of Figure  1  are used in this example: perception, comparison of the perception with a standard, behavioral output, and the effect of the behavior on the environment. Two elements of  Figure 1, however,  have not yet been addressed in any detail. These are the two influences that originate outside the loop: the reference value and what is labeled disturbance. Let us consider the latter influence first. Forces from outside occasionally impinge on any system that does not exist in a complete vacuum. In our example, movements of the driver's hands are not the only influences on the orientation of the car with respect to the image of the road. Moving forward (which driving entails) inevitably introduces a variety of disturbances, as the road curves to the left or the right, as air turbulence buffets the car, and so on. If a crosswind shifts the car's orientation, or if one enters a curve, the visual image of hood and road departs from the desired image, and compensatory behavior is required.\n\nNote, however, that the essence of the disturbance is simply that it influences the present state separately from the system's own action. Though it is most intuitive to construe the disturbance as discrepancy creating, that is not its defining quality. Indeed, an environmental disturbance may actually be discrepancy reducing. Suppose, for example, that our driver enters a slight curve to the right. A second later a sharp gust of wind sweeps in from the left. In this case, the second disturbance counters the effects of the first disturbance on the driver's perception, and the driver need not behave at all. The correct perception is induced by the action of the second disturbance.\n\nThis example allows us to emphasize the central function of a feedback system. Its purpose is not to create \"behavior.\" Its purpose is to create and maintain the perception of a specific desired condition: that is, whatever condition constitutes its reference value or standard of comparison.\n\nWhere does the standard of comparison come from? This is a trickier question. To address it usefully, we must introduce one more bit of complexity-the notion of hierarchical organization. Powers (1973a; see also  Powers, 1973b)  explicitly considered the possibility that control systems can be interconnected hierarchically and argued that such an organization underlies the self-regulation of behavior in living systems. It is on his reasoning that we now build.' A hierarchically organized system by definition has both superordinate goals and subordinate goals. Attainment of the latter are requisite to-and intimately involved inattainment of the former. Consider Figure  2  (while keeping in mind the component functions that were illustrated in Figure  1 ). Powers (1973a Powers ( , 1973b) )  argued that a superordinate system (for example, the fifth level of Figure  2 ) \"behaves\" by providing reference values to feedback systems at the next lower level of the hierarchy. That is, the behavioral output of the superordinate system constitutes the setting of standards for the next lower level. That lower level, in turn, behaves by providing reference values to the next lower level, and so on. At the very lowest level of the behavioral hierarchy in an animal system, the behavior is more obviously behavior: changes in muscle tensions.\n\nAt each level of the hierarchy, the results of the behavior are presumably assessed by monitoring perceptual input information at the appropriate level of abstraction (see Figure  2 ) and by comparing it with the reference values provided from the level above (cf. Norman, 1981; Reason, 1979) . At the lowest level there are sensors that indicate the present level of muscle tension and a comparator that assesses whether the desired muscle tensions are being created (though such perceptions and comparisons may not be represented in conscious awareness). Similar processes presumably occur at successively superordinate levels, as perceptual input (integrated to the level of abstraction that is appropriate to that level; cf. Hubel & Wiesel, 1963 ,1965; Palmer, 1977)  is compared with the reference values at each level.\n\nThis description of a hierarchical organization is abstract and written strictly in terms of control processes. Powers is much more specific, however, about what qualities he believes are controlled at each level of his proposed hierarchy. To illustrate his reasoning, let us return to our example. This time we will not limit ourselves to the processes by which a driver stays on the road and out of the ditches. Instead, let us acknowledge that people drive for specific reasons, reasons that vary from wanting to be somewhere in particular, to wanting to get some fresh air and see the countryside, to wanting to hear 1 The Powers model is one example of a broader class of possibilities (cf. discussions of \"production systems\" by  Newell, 1973; Newell & Simon, 1972; and by Bower, 1978;  and of levels of \"action identification\" by Vallacher & Wegner, Note 1). We focus on the Powers hierarchy here in part because we find that aspects of his nomenclature nicely capture the essence of certain qualities of human action.\n\nthe sounds and feel the surge of a powerful engine.\n\nOur driver is a college student, who is headed across town to deliver a set of class notes to a friend. He had borrowed the notes earlier to catch up on lectures missed because of illness. Now the friend needs the notes back. As the young man makes a right turn at a stop sign, precisely what goal is guiding his behavior? To illustrate the levels of this hierarchy, we will invest him with a goal at the highest level of abstraction that Powers postulated and work our way downward. (This exercise is illustrated graphically in Figure  3 .)\n\nThe young man in our example has an image of himself as a good, responsible, and thoughtful person. This idealized self-image of the personal characteristics that he wants to embody is one example of the type of reference value that Powers termed a system concept. Periodically (though not necessarily always), this young man attempts to behave in such a way that his perception of his present self (which presumably represents an abstracted integration of a variety of available information) is as congruent as possible with that image of who he thinks he should be. This attempt represents self-regulation at the level of system concepts, the highest level of control that Powers postulated.\n\nBut how does one go about living up to one's ideal self? What are the behavioral outputs that allow people to minimize sensed discrepancies between how they are and how they want to be? One plausible argument is that system concepts imply very general guiding principles that can be used in self-\n\nSTANDARD (REFERENCE VALUE) FOR LEVEL 5 LEVEL 5 PERCEPTION LEVEL 4 PERCEPTION I LEVEL 5 OUTPUT CONSTITUTES STANDARD FOR... [OUTPUT CONSTITUTES LEVEL 3 PERCEPTION 1 STANDARD FOR... Analysis of Raw Sensory Input Sensory Input 1 LEVEL 2 PERCEPTION LEVEL 1 PERCEPTION Effect on Environment \"L 1 OUTPUT CONSTITUTES L STANDARD FOR.. LEVEL Z OUTPUT CONSTITUTES , , STANDARD FOR... •* C LEVEL 1 OUTPUT: BEHAVIOR Figure  2 . A five-level hierarchy of feedback systems in which the output of a superordinate system constitutes the resetting of reference values at the immediately subordinate level. (At the lowest level, the output is behavior. Note that the boxed C at each level represents a comparator at that level.\n\n[Adapted from  Carver & Scheier, 198la .]) regulation. For example, one becomes (or stays) a good and responsible person partly by adhering to the principle that one should follow through on one's commitments. In accord with this reasoning, Powers suggested that directly subordinate to control of system concepts is a level of self-regulation that he termed principle control. Structures at the level of system concepts behave by specifying principles for use as reference values at this next lower level of abstraction.\n\nGuiding principles represent a starting point in the attempt to describe how people self-regulate with respect to system concepts. But principles are in a sense content free. That is, the essential characteristic of a principle is that it is applicable to many kinds of behavior. To return to our student, \"following through on one's commitments\" could easily mean a hundred different things, at different times and places. Honoring one's commitments is not a behavior but rather a quality of behavior, which could be realized in a wide range of overt actions, How, then, are principles put into operation? How do people self-regulate with regard to such a standard? To answer this question we move to the next lower level of control in this hierarchy: program control. What Powers termed a program is similar to what Schank and Abelson (1977) termed a script. It specifies a general course of action, but it is more than a simple list of acts. Instead, it incorporates a series of implicit if-then decisions because what is done at any given point of the program depends in part on what circumstances are encountered at that point. The young man in our example has entered into a program that we might call \"drive over to Joe's house and return his notes.\" Its if-then character is illustrated by the fact that not all of its actions are specified beforehand. Our student may ordinarily take the most direct route to his friend's house. But if he is low on gas he may stop at a service station; if traffic is heavy he may choose a more indirect route; and if he encounters a barricade in the road he will make a detour. All of these decisions are made, however, in the service of matching behavior to the goal of returning the notes. (Note also that the variations in behavior that may occur within the program implicitly occur in order to promote conformity to other goals, i.e., to avoid being stranded, delayed by traffic, or driving into a hazardous area.)\n\nPrograms can be entered for a variety of reasons, and we believe that control at this level is particularly important in human selfregulation (cf. Schank & Abelson, 1977) . What is most important in the present context, however, is the notion that self-regulation with respect to a principle takes place by determining which programs are undertaken or by influencing decisions that are made in the course of executing a program. Said differently, the specification of some sort of program represents the behavioral output required for successful self-regulation at the principle level. Programs, in effect, provide some behavioral content in which a principle can be reflected. This content, however, is still fairly abstract. What does it really mean to \"drive over to Joe's house and deliver the notes\"? For one thing, doing this requires the creation of a type of relationship between oneself, a motor vehicle, and the rest of the environment-a complex relationship termed driving. Doing that, in turn, requires that combinations of acts be done in appropriate sequences. The student opens the car door before sitting down and inserts the key into the ignition before turning the key. Preparing to turn right at a stop sign he stops, starts rolling again, and then begins to turn the steering wheel. Consistent with this description, Powers postulated relationship control and sequence control as the next two levels that are (successively) subordinate to program control. 2  Specifying particular event sequences to be matched, however, does not end the process of producing overt behavioral acts. Actually producing behavior entails control of more and more concrete behavioral qualities (see Figure  3 ). For example, making a right turn ultimately depends on the creation of transitions from one orientation to another as the person turns the steering wheel. Being able to do this depends on the successive creation of appropriate configurations between the wheel and the person's hands and fingers and, at the very core, the creation of appropriate levels of muscle tensions in several parts of the body.\n\nAll of these qualities of behavior represent lower and lower levels of control in the Powers hierarchy. Each superordinate level acts by specifying reference values to the next subordinate level. Each level monitors its progress by comparisons with sensory input of the relevant type and at the appropriate level of abstraction. As the driver turns the wheel, his behavior is simultaneously matching reference values throughout the range of the hierarchy. He is creating muscle tensions, turning the wheel, delivering the notes to his friend, following through on his com-2 One might dispute the way that Powers defined specific levels or determined that a specific level is subordinate to another (indeed, we have done so elsewhere). One might even argue that hierarchical control should have different constituents altogether (see  Broadbent, 1977; Newell, 1973) . In our view, however, such arguments do not render the central concept of a hierarchy of control processes less compelling or interesting. mitment, and buttressing his self-image as a responsible person. 3  Reference values in this hierarchy are being matched (and new values being substituted) more quickly at lower levels than at higher levels. That is, many changes in muscle tensions are involved in making a single turn; it takes many turns to get to the friend's house; and it takes more than one act of responsibility to sustain one's self-esteem. This difference in time scales is directly implied by the logic of a hierarchy of control (see  Carver & Scheier, 1981a, Chapter 2) . But it also fits nicely with the common observation that abstract goals are normally attained more gradually over longer periods of time than are concrete goals.\n\nIn the welter of details, it is easy to lose track of one of the important benefits conferred by this hierarchical sort of approach: It allows one to account successfully for the fact that exceedingly restricted and concrete behavioral acts (i.e., changes in levels of muscle tensions) are used to create behavioral events that are often so abstract as to seem completely unrelated to those concrete acts (e.g., writing an article, winning a tennis tournament, faithfully executing the office of president). Indeed, to the best of our knowledge, it seems to be the only approach that claims to provide such an account. Now that we have described the hierarchy proposed by  Powers (1973a Powers ( , 1973b)) , let us return to the question that prompted us to address it in the first place: Where does the reference value for behavior come from? One portion of the answer should now be apparent. In a hierarchically organized system, the standard of comparison for the behavior of a subordinate loop is specified as the output of a loop at the next higher level of analysis. (It should also be obvious that the terms standard and reference value have dramatically different referents at different levels of the hierarchy.)\n\nWe are still left, however, with a need to account for the presence of a reference value at whatever lever is at the top of the hierarchy. The argument that it is supplied from above is specious here because there is no higher level of control in the organization of the system.\n\nMoreover, the preceding discussion may have induced some readers to conclude mistakenly that we see every level of controlfrom system concepts downward-as involved in all acts of behavioral self-regulation. We do not (see also  Vallacher & Wegner, Note 1) . We suggest that people often function at the level of program control with little or no reference to higher order goals.\n\n(All levels below whatever level is functionally superordinate would continue to operate, of course, because their operation occurs in the service of the functionally superordinate level.) Indeed, there is no reason in principle why yet a lower level might not be functionally superordinate for long periods of time; for example, imagine an assembly-line worker repeating the same sequence of acts over and over, oblivious to the fact that the sequence may also be relevant to goals at higher levels of abstraction. These considerations require that the question raised above be made more general: Specifically, where does the reference value come from at whatever level is functionally superordinate at the present time?\n\nThe attempt to answer this question takes us from a general discussion of control theory and the Powers hierarchy to a more specific discussion of how such ideas may be applied to the domain of personality and social psychology. Accordingly, let us state our position briefly here and elaborate on it in the following section. In short, we assume that when people enter a new behavioral situation, they implicitly categorize that situation, based partly on the situation's observable elements and partly on the person's previously organized knowledge about physical and social environments (see  Neisser, 1976) . We suggest further that how-tobehave information is stored in memory 3 For clarity, we have chosen an example that seems intuitively accessible for a reader who is not accustomed to thinking in terms of the hierarchy that Powers proposed. There is no conceptual difference, however, between the sort of behavioral goal we are discussing and other goals that might seem a bit more amorphous (e.g., keeping close to nature). The only difference is in the specific behaviors called for. The latter goal might dictate that the person systematically choose scenic byways over superhighways whenever possible. Additional illustrations arc described elsewhere  (Carver & Scheier, 1981a, I981b, t982a, in press; Scheier & Carver, 1982) .\n\nalong with more perceptual or conceptual information, as a function of prior associations between behavior and categories of settings. The process of perceiving or construing the new setting may also cause this behavior-specifying information to be retrieved. If so, this information then constitutes the functionally superordinate behavioral standard. Depending on what level of self-regulation is temporarily superordinate, the standard may be quite abstract (e.g., enhance your reputation as a scientist) or much more concrete (e.g., transcribe these raw data onto a ledger sheet).\n\nWhat determines what level of control is functionally superordinate? Our answer is only a partial one and is more descriptive than explanatory. We suggest that the highest level of control operating at any given moment corresponds to the level to which the person is focally attentive at that moment (cf. Shallice's, 1978 , discussion of the \"dominant action system\"). In adults, this most often means control at the program level, though self-regulation is sometimes governed by principles and system concepts.\n\nIt is relatively easy to provide a rationale for why attention is so often fixed at the level of program control. Program control consists of a maze of implicit decisions. If one condition exists at a choice point, one behavior occurs; if other conditions are encountered, a different behavior occurs. Though such courses of action can become so ritualized that they require little attention and are executed all-at-a-piece (see, e.g.,  Langer, 1978; Norman, 1981) , many are not. The unpredictability of the flow of events requires that they be attended to (cf. Norman & Shallice, Note 2).\n\nIt is also relatively easy to see how attention can be drawn to lower levels of control, rendering them temporarily superordinate. For example, when the matching of a reference value is temporarily impeded at a lower level, higher level self-regulation is suspended as the person attempts to remedy the lower level problem (cf. Kimble & Perlmuter, 1970; Mancuso, 1977) .\n\nIt is harder, however, to specify what causes attention to shift to higher levels of control. Why should people ever use prin-ciples or system concepts? One way to begin to account for an upward shift in control would be to assume that the organism has a built-in tendency toward an increase in organization as it adapts continuously to its environment. Piaget, of course, postulated just such a \"developmental equilibration process,\" involving organization and adaptation as the two functional invariants that characterize psychological growth (see, e.g.,  Flavell, 1963) . What should cause this tendency to exist is less clear. Most explanations reduce to the argument that greater organization-and greater abstraction of organization-facilitates functioning in ever more diverse circumstances. Despite this uncertainty about its source, any pressure toward development of higher order control structures would seem to imply a tendency to (at least periodically) attend to and self-regulate at the level that is emerging or that constitutes the highest level accessible. Thus, even though most human activity can probably proceed with nothing more complex than programs at work, it is undeniable that people do, on occasion, self-regulate at the levels of principles and system concepts."
    },
    {
      "title": "Personality-Social Psychology",
      "text": "Thus far we have presented the logic of control theory's basic concept-the feedback loop-and suggested how that construct can be applied to the self-regulation of behavior. But we have not yet offered concrete support for our reasoning, nor have we applied the reasoning to issues that are being addressed by research psychologists. We now do so, beginning with the area of our own greatest interest: personality and social psychology.\n\nLet us start by examining several of the assertions made just above and data that support them. First, we made the assumption that knowledge about objects and events becomes organized over time in schematic fashion and that these organized structures are used to interpret and recognize new objects and events. This line of reasoning has led to an active area of theory and research in cognitive psychology (see  Anderson, 1980 , for a review). Furthermore, on the basis of the reasonable assumption that people and the physical and social settings in which they interact represent an important set of objects and events, researchers have also obtained considerable support for this reasoning in personality-social psychology. Work in this area, often termed \"social cognition,\" has produced evidence that we impose schematic organization on our knowledge about environments (e.g.,  Brewer & Treyens, 1981) , about other people (e.g.,  Cantor & Mischel, 1977) , and about ourselves (e.g.,  Rogers, Rogers, & Kuiper, 1979) . The principles underlying these knowledge structures appear to be the same as those underlying the organization that is imposed on more arbitrary stimuli in the cognitive laboratory.\n\nOur second assumption was that behaviorspecifying information is encoded as part of, or in association with, some of the knowledge structures that are used to recognize and construe events. This notion is consonant with a variety of approaches to category development and use (see, e.g.,  Neumann, 1975; Rosch, 1978; Rosch & Mervis, 1975; Rosch, Mervis, Gray, Johnson, & Boyes-Braem, 1976) , although few theorists have emphasized it. One major exception is  Schank and Abelson's (1977)  argument that \"scripts\" are dual-purpose structures: that is, they help a person to understand and interpret what is going on, and they also specify information about how to behave.\n\nThere is also research evidence of associations between descriptive knowledge and behavioral specifications. Rosch and Mervis (1975)  reported that subjects who were instructed to list attributes of specific items often listed behaviors commonly applied to the items. \"Apples,\" for example, might elicit a list of attributes that would include \"you can eat them.\" In a different domain,  Price (1974)  found that people see classes of behavior as differing in their appropriateness to different settings (a finding that supports  Barker's, 1968 , long-held position that behavior settings are integrated systems of physical and behavioral elements). The findings of both of these projects are one step removed from our argument in that the data consisted of spontaneous mentions of behavior and ratings of the appropriateness of be-havior, rather than acting or preparing to act. The data do, however, suggest mental associations between objects and settings on the one hand and behavior on the other.\n\nStudies in the domain of person perception may be less equivocal on this point. For example, making a particular stereotype salient as applicable to a target person influences the kinds of information that subjects later seek out about the person  (Snyder & Swann, 1978;  Carver & de la Garza, Note 3; see  Hamilton, 1979 , or Brewer, Dull, & Lui, 1981 , for evidence that stereotypes are organized schematically). A similar effect results from the arbitrary division of subjects into an ingroup and an outgroup  (Wilder & Allen, 1978) . Though information seeking may not seem terribly \"behavioral,\" all of these effects did go beyond the simple inference of a second attribute from the knowledge of a first attribute. All represent active attempts to obtain additional information.\n\nSimilar biases in behavior as a function of an initial categorization have also been found in other domains. Subjects allocate more resources to ingroup than to outgroup members  (Allen & Wilder, 1975; Billig & Tajfel, 1973) , presumably reflecting behavioral biases induced by such categorizations. Racial categorizations also influence perceivers' actions toward stimulus persons  (Rubovits & Maehr, 1973; Word, Zanna, & Cooper, 1974) , and so do categorizations based on physical attractiveness  (Snyder, Tanke, & Berscheid, 1977) . Indeed, construing a person in terms of his or her present role has been found to lead to actions that are quite different from those that occur when construing the same person as a unique individual  (Carles & Carver, 1979) . Taken together, these findings seem to render quite plausible the notion that certain knowledge structures that are used to identify and categorize persons also incorporate information specifying how to behave toward those persons.\n\nOne recent study (Carver, Ganellen, Froming, & Chambers, Note 4) has even directly tested the assumption that behavioral information associated with a knowledge structure can be rendered more accessible, and thus more likely to be used, by \"priming\" the interpretive structure with which it is associated. Srull and Wyer (1979)  found that exposing subjects to a series of items that contained words pertaining to aggressiveness and hostility-caused the interpretive schema for hostility to be more accessible later on and thus to be used to a greater extent in perceiving an ambiguous stimulus person. Carver et al. (Note 4)  found that this effect of priming also generalizes to behavior: Exposure to the aggression-related items led to enhanced aggression in a completely separate context."
    },
    {
      "title": "Attention and Self-Regulation",
      "text": "Despite the evidence that behavioral specifications are stored in association with other elements of knowledge structures, we do not believe that simply accessing such information inevitably ensures that it will be reflected (as a superordinate reference value) in the person's behavior. There still must be some mechanism to account for the fitting of behavior to that value. Consistent with our position that the execution of behavior reflects a hierarchy of self-regulatory feedback loops, we have proposed that the engagement of the loop at whatever level of control is superordinate partially depends on the person's focus of attention  (Carver, 1979; Carver & Scheier, 198la, 198lb, 1982a) . More specifically, we suggest that directing attention to the self, when a behavioral standard has been evoked by the nature of one's role or the setting, engages the comparator at the level of control that is superordinate. The result is a tendency to compare one's perceptions of one's present state or behavior against the standard, leading (when possible) to a reduction of perceptible discrepancies between the two.\n\nWe should note that our use of terms such as self-directed attention, self-focus, and self-awareness does not necessarily connote a lengthy examination of the self or the attainment of a dramatic insight into one's motives or character. In the present context, these terms mean little more than the momentary shifting of attention to the salient standard and the standard-relevant aspect of one's present behavior (see  Carver & Scheier, 198la, Chapter 3, for detail) . We should also note that we assume the discrepancy-reduction process to be relatively automatic. We do not assume that the person necessarily thinks the matter through in verbal or near-verbal terms. Nor do we assume that people will necessarily be able to recollect or reconstruct with a high degree of accuracy what they did or why (cf. Broadbent, 1977, pp. 192-194) . We assume only that the reference value and the perception of present behavior are temporarily focal and that the one is used to guide the other.\n\nNonetheless, it is incontrovertible that people do sometimes think their behavior through and analyze their reasons for doing one thing or another. Sometimes-though not always-people who are behaving according to a logical principle can spontaneously verbalize the principle and state that they are consciously using it. How to conceptualize the difference between these two conditions is a difficult question. Consciousness of use represents a kind of recursiveness of the process of attention, removing one from the self-regulation process per se and stepping outside it for a moment as if to examine it. This recursiveness is not necessary for self-regulation to occur. But it does happen, and it presumably has a function. It may be that this process is involved in the shaping and smoothing of the self-regulatory functions (see  Broadbent, 1977; LaBerge & Samuels, 1974; Mandler, 1975; Powers 1980 ) and represents a way in which reference values are encoded with sufficient redundancy for future automatic use.\n\nOur characterization of the self-regulatory events that follow from self-focus has two aspects. The first is the assumption that self-directed attention results in an increased tendency to compare one's present state with relevant and salient reference values. Indirect evidence exists that such active comparisons do follow from self-focus. In a series of studies  (Scheier & Carver, in press-b) , subjects with high levels of self-focus were more likely than subjects with low levels of self-focus to seek out concrete information that would facilitate the comparison process assumed to be occurring mentally at a more abstract level. Operationally, in two studies this meant reexamining a geometric figure that the subjects were attempting to copy accurately. In two other studies it meant seeking out information about performance norms on test items. In all cases self-focus was positively associated with the seeking of such information. This, in turn, suggests a more active comparison against relevant performance standards as a function of increased attending to the self.\n\nThe second aspect of the above characterization is that self-focus promotes enhanced self-regulation. If the comparator's functioning reveals a discrepancy between perceived state and reference value, the relatively automatic result is behavioral output aimed at countering the deviation. There is abundant evidence that self-focus does result in increased conformity to salient behavioral standards. 4 The behavioral domains sampled in this research range from aggression  (Carver, 1974 (Carver, , 1975;; Scheier, Fenigstein, & Buss, 1974) , to letter copying  (Carver & Scheier, 1981c; Wicklund & Duval, 1971) , to the Use of the equity norm in resource allocation  (Greenberg, 1980) , and beyond (see  Carver & Scheier, 198  la, for-a. more thorough review). Furthermore, the standards in question have ranged from personal attitudes  (Carver, 1975; Gibbons, 1978) , to commonly internalized norms  (Scheier et al., 1974) , to information contained in experimental instructions  (Wicklund & Duval, 1971) . In all of these cases, manipulations increasing self-directed attention resulted in closer behavioral conformity to the standard that was situationally salient. 5  The superordinate behavioral standards in these studies typically stood at the program or principle level of the Powers hierarchy. As one illustration, unprovoked subjects in the  Scheier et al. (1974)  study shocked women less intensely in the context of a presumed learning experiment when self-focus was high than when it was low, presumably because they were adhering more closely to a principle resembling chivalry  (Buss, 1966, having  shown that men deliver less shock to women than to other men). Subjects in other studies using the same paradigm  (Carver, 1975)  chose their levels of punishment on the basis of preexisting opinions about whether using punishment was an effective and justifiable way to produce learning. These attitudes were re-flected in behavior only when self-focus was relatively high.\n\nIt is also worthy of some note that the behavior of interest in these specific studies-aggression or punishment-was executed in a very artificial manner, that is, by pressing one of 10 buttons on a given trial, to choose from among 10 intensities of shock to deliver. This illustrates how subjects in research display abstract qualities of behavior in very concrete physical acts. As we indicated earlier, the notion of a hierarchy of control structures accounts nicely for such a capability, whereas it seems difficult to do so without such a hierarchy."
    },
    {
      "title": "Expectancy",
      "text": "Our approach to self-regulation incorporates one additional facet that is less obviously related to control theory than the processes discussed thus far. Specifically, we have argued that discrepancy reduction normally follows the comparison between present state and behavioral standard but that an impulse to withdraw or disengage from the attempt may occur if the person's expectancy of being able to reduce the discrepancy is sufficiently unfavorable. We assume an expectancy-assessment process (which may be either momentary or prolonged) that is separate and distinct from the discrepancy-reduction process. It may occur either before or during a discrepancyreduction attempt and presumably involves an integration of information from several potential sources, including a consideration 4 Though these findings are often interpreted as reflecting a self-attention-induced increase in \"drive\" (see  Duval & Wicklund, 1972) , results of a recent study  (Carver & Scheier, 1981c)  appear to cast doubt on the adequacy of a drive-based analysis, 5 One important distinction among behavioral standards would seem to be between the relatively private and personal standards that people have (e.g., their attitudes and moral beliefs) and standards that are evoked by such means as acts of social comparison. The latter would seem to be more temporary and situation-specific than the former, though both clearly are used to guide behavior at various times. Our position is that the two are similar in serving as reference values for self-regulation but that they differ in terms of what superordinate reference values they follow from. This issue is discussed at length elsewhere  (Carver & Scheier, 1981 a; Scheier & Carver, 1981, in press-c) . Carver, 1979.)  of physical or social constraints on one's behavior and the depth and breadth of one's resources (cf. Lewin, Dembo, Festinger, & Sears, 1944) .\n\nWe assume a dichotomy among people's responses to this assessment process. In a real sense, responses ultimately reduce to two classes: further attempts and disengagement from the attempt (see Figure  4 ), People's further attempts may well vary in intensity or enthusiasm as a function of variations in expectancy, when expectancies are sufficiently favorable as to ensure further attempts (cf. Miller & Bollard, 1941) . Also, the subjective probability at which further efforts give way to resignation and disengagement certainly will vary with the importance of the behavioral goal. But we see some merit in emphasizing that a sort of \"watershed\" exists among responses, separating further efforts from the abandonment of effort.\n\nOne reason for this emphasis stems from the fact that although expectancy constructs have had a long history in psychology (see  Feather, 1982) , rarely if ever have they been construed as reflecting control processes. It is easy to do so, however, provided one is willing to assume the dichotomy outlined above among the forms of behavior to which they lead. Said differently, the expectancyassessment process can be construed (at least in part) as constituting a binary, yes-or-no decision: Either continue to try, or withdraw from the attempt. Though it may not be immediately obvious, the comparator of a feedback loop is also making such a decision:\n\nThe values being compared either are or are not the same. This decision-making character is much more apparent in  Miller et al.'s (1960)  Test-Operate-Test-Exit (TOTE) construct, which is a sequential description of the behavior of a feedback system. More specifically, the \"test\" of the TOTE (which constitutes the behavior of the system's comparator) yields a yes-or-no judgment, which determines whether control is transferred to \"operate\" or to \"exit.\" Though there is some disagreement as to how widely discrete and sequential decision-making processes do occur in behavioral self-regulation (see  Cooper & Shepard, 1973; Grossberg, 1980; Powers, 1973a) , we believe that something very much like this occurs in what we are referring to as an outcome-expectancy assessment. Thus, the assessment process itself can be viewed in control-theory terms without too much difficulty. This watershed aspect of our model has received empirical support in a variety of studies. For example, chronic expectancies of being able to cope successfully with a specific strong fear were found to interact with self-focus in a situation in which the fear was induced. Favorable expectancies produced enhanced efforts when self-focus was high, and unfavorable expectancies produced early withdrawal when self-focus was high  (Carver, Blaney, & Scheier, 1979a) . Expectancies did not predict behavior, however, when self-focus was lower. In other research, situationally manipulated expectancies of being able to make up for a poor performance interacted with self-focus in a similar fashion to influence subjects' persistence on a second task  (Carver, Blaney, & Scheier, 1979b; Scheier & Carver, in pressa) . These effects have also been replicated conceptually with a measure of performance rather than of persistence  (Carver & Scheier, 1982b) . Finally, yet other studies have implicated the interaction between unfavorable expectancies and self-focus in the performance impairments associated with low selfesteem  (Brockner, 1979)  and test anxiety  (Carver, Peterson, Follansbee, & Scheier, Note 5) ."
    },
    {
      "title": "Social Cognition and Self-Regulation",
      "text": "We close this section by noting what may be an unexpected benefit conferred by the control-theory approach to the kinds of behavior outlined above. As noted earlier, researchers in social cognition have adopted concepts and research paradigms from cognitive psychology, in exploring the ways in which people acquire and organize knowledge about themselves and others. This area has been a growth industry in recent years (see  Mischel, 1979; Wyer, 1980) , but there has also arisen some criticism (and self-criticism) concerning the direction taken by its proponents. One concern is that this area focuses too much on \"cold\" cognitions and ignores the feelings and valences that imply a moving toward, a moving away from, or a moving against something (e.g.,  Fiske, 1981; Zajonc, 1980) .  6 Another concern is the possibility that in adopting ideas from cognitive psychology, social and personality psychologists may be simultaneously adopting a disinterest in behavior (see  Neisser, 1980; Rogers, 1980) . Such disinterest may perhaps be understandable among cognitive psychologists, but it seems out of place in a field that is defined as focusing on human action and interaction. In sum, we suspect that the uneasiness with which some people view social cognition stems at least partly from the fact that workers in that area have not pointed out a way to get from social knowledge to social behavior without doing violence to the theoretical and metatheoretical assumptions underlying the research on social knowledge.\n\nWe suggest that the model outlined in the preceding pages serves precisely that function. The information-processing ideas that dominate theories in the area of social cognition are entirely compatible with the ideas of control theory. The notion that behavior specifications are encoded with other social knowledge, the assumption that once such an element is activated it serves as a reference value for the superordinate level of a hierarchy of feedback loops, which (once engaged) match the value with behaviortaken together, these ideas appear to offer a way to bridge the conceptual gap between social cognition and motivated action. A way of conceptualizing social understanding can thus be connected with a way of conceptualizing \"doing\" in a fashion that is internally consistent."
    },
    {
      "title": "Two Other Applications",
      "text": "We now turn to two other areas of theory and research on human behavior in which cybernetic concepts are being used either explicitly or by implication. Our primary interest will be in noting similarities to the ideas already discussed and indicating some of the issues that emerge in applying the ideas to these different areas of work."
    },
    {
      "title": "Clinical Psychology: Cognitive Models of Behavior Change",
      "text": "Several theorists in the cognitive-behavioral camp of clinical psychology have recently made an energetic and thoughtful attempt to specify accurate and comprehensive models of the parameters of behavior change (e.g.,  Bandura, 1977; Kanfer, 1977; Kanfer & Hagerman, 1981) . We see these efforts as important, and we agree with much of what the theorists have said. These accounts share one implicit problem, however, that may not be obvious at first glance. Though they derive historically from learning theory, they have moved steadily farther and farther away from the assumptions of the learning-theory paradigm. In order to gain sharper predictive accuracy, these theorists are in effect abandoning their concep-tual heritage. We suggest, however, that while leaving the old heritage behind, they are moving inexorably toward a new one. Without having fully realized it, these theorists have been developing descriptions of the processes of cybernetic control.\n\nThe most explicit statements in this area are probably those of  Kanfer (1977; Kanfer & Hagerman, 1981)  and  Bandura (1977) . Both discuss the process of self-regulation as involving self-imposition of behavioral standards, observation of one's own actions, and evaluation of the actions by comparing them with the standards (see also  Mischel, 1973) . In addition, both discuss the importance of the person's expectancies of being able or unable to alter behavior in the direction of the standard, viewing them as critical determinants of whether the person continues to strive or gives up the attempt (cf. Rotter, 1954) . The importance of expectancies in the behavior change process has also been verified empirically (e.g.,  Bandura, Adams, & Beyer, 1977; Bandura, Adams, Hardy, & Howells, 1980) .\n\nThe resemblance between these ideas and the concepts that we have used in our own work (described above) is striking. Our focus has been on the moment-to-moment regulation of behavior, whereas the theoretical statements by Kanfer and Bandura have emphasized the longer term regulation of behavior change. Despite the difference in time scales, however, the processes themselves seem nearly identical: the existence of a reference value, the self-reflective comparison between that value and one's present state, and the attempt (unless countermanded by an unfavorable expectancy) to match the one with the other. These processes also map directly onto the component processes of the feedback loop introduced in Figure  1 .\n\nOther than the difference in time scales, apparently the only major difference between our approach and these approaches concerns reliance on a self-reinforcement construct to account for behavior change. We do not invoke the concept, but the sociallearning approach to behavior and behavior change typically does. Even Kanfer, who has long recognized the similarity between his ideas and the cybernetic approach to selfregulation (see  Kanfer & Phillips, 1970)  and who has even adopted some of the language of control theory (see  Kanfer & Hagerman, 1981) , ultimately rests his analysis on the postulate that there is self-reinforcement for goal attainment and self-punishment for failure to attain goals.\n\nThis postulate, which has come to seem like something of an afterthought, seems to be retained in these theories at least partly because it binds them to the learning paradigm from which they evolved. It thus provides a sense of continuity and stability-far from a trivial goal. But is the self-reinforcement postulate really effective in that regard? The answer is not clear. The concept of self-reinforcement has always been a fuzzy one. It is appealing when it accounts for behavior for which there are no obvious external reinforcers. But it is also disturbing, because it could potentially be applied everywhere, thus obviating the need to discuss external reinforcement at all. This problem in turn raises more general questions about the need to assume rewards as the universal controls over behavior. There are other possibilities (see  Powers, 1973b) . For example, informational feedback-knowledge of the effects of one's behavior-is commonly treated as a special type of reinforcer. It could as easily be argued, however, that the information regarding the outcome of one's action and the subsequent guidance that it provides are what is truly basic to self-regulation (cf. Locke, Shaw, Saari, & Latham, 1981, especially pp. 135-136)  and that we give the term reinforcer to events that impart such information only because that term seems to give the events greater substance. This argument is certainly not new (see  Adams, 1968; Annett, 1969; Brewer, 1974; Locke, Cartledge, & Koeppel, 1968 ), but it is often disregarded by psychologists with social-learning orientations.\n\nInterestingly enough, difficulties with the reinforcement concept once prompted  Bandura (1976)  to suggest that it may be useful to abandon the term altogether and instead talk simply about self-regulation. In effect, such a change in constructs would place theorists such as Bandura squarely in the midst of control theory. We have argued elsewhere  (Carver & Scheier, 198la ) that the past re-luctance to seriously consider this step is based in part on a misunderstanding of cybernetic concepts. The time may be right to reexamine the issue.\n\nBefore leaving this section, let us draw one more connection between the processes of therapeutic behavior change and controltheory concepts. In particular, we wish to note the relevance of the hierarchy of control processes suggested by  Powers (1973a)  for the task of conceptualizing behavior change. It seems likely that in adult self-regulation, reference values for behavior at low levels of control are normally specified easily and automatically. The behavioral qualities that are being specified at those levels (regardless of what the behavior is) are typically well learned because they are component elements of a great many kinds of action. Thus, it should be no surprise that having component skills makes observational learning easier because it allows persons to focus on behavioral qualities at high levels of abstraction. Nor is it surprising that muscle coordinations generalize across different domains of activity.\n\nIt seems likely, however, that a good deal of the behavioral disruption that is viewed as neurotic or maladaptive stems from an inability to specify reference values from the level of system concepts (or principles) down to-and through-the level of program control. Thus, for example, many people want to be \"fulfilled,\" or \"likable,\" or \"successful\" but have no idea what actions will move them in the direction of those superordinate goals. Indeed, they often do not know where to begin in determining what concrete steps will provide such superordinate discrepancy reduction.\n\nFocusing on the discrepancies between their salient reference values and present self-perceptions has the added consequence of repeatedly (and painfully) reminding these people of their inability to reduce the discrepancies. This awareness may lead to withdrawal or disengagement from the attempt to match the higher order reference values. Because the social environment often does not allow a permanent disengagement, the cycle continues: inability to attain higher order goals, awareness of that inability, and the negative feelings following from that awareness (see also  Carver & Scheier, in press) . All of this is further exacerbated by the fact that continued failure causes the expectancies of future failure to become more stable (see  Weiner, 1974) , leading to even lower likelihood of exerting sustained efforts toward the higher order goals.\n\nSuch difficulties are very distressing, particularly when they involve central aspects of one's life. How are they to be resolved? It seems sensible that the process of dealing effectively with this sort of problem would not differ in principle from the process of resolving other sorts of problems. That is, the issues inherent in dealing with problems in one's own psychological self-management may be essentially the same issues as are inherent in dealing with problems of an intellectual sort (e.g., physics problems). Perhaps examining research on the evolution and use of problem-solving strategies in intellectual areas can provide information that is useful in conceptualizing the process of successful behavior change.\n\nA cursory examination of such research yields two conclusions, one simple, the other more complex. First, effective handling of a novel problem requires that it be broken down into concrete components, each of which by itself is manageable. To generalize this point to the therapy process, a useful way for a person to approach a psychological problem would be to analyze the abstract complaint in terms of the concrete acts of ineffective self-regulation that are associated with it (indeed, that may constitute it) and to re-specify those component acts in more effective ways. This line of argument is consistent with the reasoning underlying cognitive therapies (see, e.g.,  Beck, 1976; Meichenbaum, 1977) .\n\nThe more complex conclusion stems from the fact that recent research on intellectual problem solving typically finds evidence of a sort of \"bootstrapping\" effect (see, e.g.,  Anzai & Simon, 1979; Larkin, McDermott, Simon, & Simon, 1980) . That is, the way in which an initial problem is approached differs markedly from the way problems are approached after gaining some experience (see also related discussions of how perceptions are organized differently as a function of experience;  Chase & Simon, 1973; Rosch et al., 1976) . The initial attempt involves generating small components of behavioral strategy. Once a component structure is incorporated into the behavioral stream, it then is used as a vehicle for generating higher order structures. Indeed, once a sophisticated understanding of the task has been developed, the initial component behavior-which led to the development of the more abstract behavior in the first placemay be abandoned as less efficient than a previously unconsidered alternative. The long-term result of this process is that the person is not simply capable of solving a specific problem but has learned a general approach to a class of problems. This sort of finding also has implications for therapy. If the bootstrapping effect generalizes to solving problems in one's own behavioral selfmanagement, a properly focused therapy should induce in clients a greater ability to analyze and resolve their problems in new domains (cf. Belmont, 1978) .\n\nLet us add one final note, which stems from the hierarchy of control but constitutes quite a different point. Specifically, as discussed earlier,  Powers (1973a Powers ( , 1973b) )  proposed a hierarchy of control structures in which all levels from the superordinate on down are functioning simultaneously. This conceptualization suggests an interesting conclusion: The process of specifying and executing effective programs of action is not just a step that enables one to attain higher order goals. Rather, specifying and executing effective programs is precisely the process of attaining the higher order goals. More concretely, self-satisfaction in goal attainment can often be expected to accrue from the doing rather than from the having done.\n\nTo summarize the points made in this section, cognitively oriented theorists attempting to conceptualize the process of behavior change have reached a degree of consensus as to the importance of self-imposed behavioral standards and the self-monitoring of one's progress in comparison with those standards. There has also been a renewed emphasis on the role played by expectancies about effective discrepancy reduction. In its evolution, however, this approach has increasingly become a theory without a meta-theory. Cybernetics provides a metatheory that fits well with the developing models."
    },
    {
      "title": "Health Psychology",
      "text": "We now address the relatively new domain of health psychology, where several theorists have already begun to make explicit use of cybernetic constructs to describe how people attempt to keep themselves healthy. Good health-however it is defined-constitutes a reference value just like any other reference value. Furthermore, self-regulation with regard to that value has all the earmarks of self-regulation in other domains.\n\nFor example, merely checking one's temperature, taking one's pulse or blood pressure, or trying out the flexibility of one's hand and fingers is an intelligible activity only when viewed in control-theory terms  (Schwartz, 1978 (Schwartz, , 1979)) . That is, whatever information is obtained by any of these actions is meaningful only when it is compared with some reference value. Indeed, when people do such things, it is usually for the express purpose of determining whether there is a discrepancy between the present state and the \"normal\" state. A discrepancy implies a state of less-than-ideal health (see  Leventhal, Meyer, & Nerenz, 1980; Leventhal, Nerenz, & Straus, 1980) . The result is usually the taking of some action in an attempt to shift reality back toward the standard of comparison (e.g., taking medication for an elevated temperature or rubbing liniment on aching fingers).\n\nSeeking out a physician for a checkup is conceptually the same process. The physician is able to use esoteric devices to obtain otherwise inaccessible information about one's present state and can prescribe a broader range of potential behaviors to aid in discrepancy reduction if a discrepancy is perceived. But in all these cases people as \"health care systems\"  (Schwartz, 1978 (Schwartz, , 1979)) -whether they use the physician as a perceptual-behavioral adjunct or use only the perceptual channels and behavioral options that are normally available to themcan be seen as constituting discrepancy-reducing feedback loops. Schwartz (e.g., 1978 Schwartz (e.g., , 1979) )  discussed the use of techniques such as biofeedback in precisely the same terms. A biofeedback device provides one with a perceptual input that is more accessible than is usually the case, for whatever physiological state is being monitored. In effect, two feedback loops are linked hierarchically. The subject's goal is (for example) to light a light on the face of an apparatus. Doing this, however, requires regulating some physiological system with respect to some specific reference value as well.\n\nEarlier in the article we discussed the mediating role of self-attention in behavioral self-regulation. It is of some interest, then, that attention appears to play a role in selfregulation of health-relevant behavior as well as the kinds of behavior addressed earlier. There is, for example, evidence that levels of chronic self-focus help to determine the degree to which people take steps to counter the stresses caused by life events  (Mullen & Suls, 1982) . In addition, Schwartz (Note 6) recently reported the finding that self-attention-as denned by attending to natural internal biofeedback-promotes an increased regularity in the functioning of the system being attended to.\n\nThe notion of a hierarchy of control has additional implications in the field of health psychology, most obviously in connection with ineffective self-regulation (as was also true in the preceding section). One straightforward problem stems from the fact that certain physical disorders (e.g., hypertension) have no known symptoms. Despite this, people with the disorder often persist in attempting to ascertain their present conditions by means of easily monitored (internal) perceptual events. In effect, they define for themselves some symptom to observe. Of greater importance, they then proceed to regulate their behavior on the basis of the presence or absence of that symptom  (Leventhal, Meyer et al., 1980) .\n\nThis tendency leads to either of two kinds of problems. If the symptom goes away, people may stop taking their medication, believing that their blood pressure is down when it is not. If the symptom persists, on the other hand, people may become despondent, believing (incorrectly) that their blood pressure is remaining elevated despite their faithful following of the doctor's orders.\n\nFeeling that the medication is not helping may lead these people to discontinue it. In either case, the long-term result is that the person ceases taking the medication that is actually effective in keeping blood pressure low. 7  This example makes two noteworthy points. First, the case under scrutiny involves two hierarchically ordered levels of self-regulation. The more obvious level is the monitoring of a symptom and the attempt to stay symptom free. But this attempt is occurring in the service of a higher order goal: staying healthy by reducing blood pressure. The person in this example has developed a faulty behavioral specification from the higher order loop to the lower one. That is, the behavior that the higher order loop is calling for in order to reduce blood pressure-symptom monitoring-is actually irrelevant to that goal. This disjunction is an example of what we have referred to elsewhere as \"misregulation\"  (Carver & Scheier, 198la) . In misregulation the person is actively regulating behavior at one level, but doing so is failing to reduce discrepancies-and may even be enlarging them-at a higher level. 8  The second point made by this example is that the flow of self-regulation at the lower level of control is partially dependent on the person's expectancy of successfully matching the reference value (i.e., eliminating the symptom) by means of the behavior being undertaken (i.e., taking medication). A per-7 This should not necessarily be read as an endorsement of medication per se. Schwartz (1978 Schwartz ( , 1979) )  argued persuasively that an overreliance on medication results in an artificial regulation of the physical state, which can have unfortunate consequences of its own.\n\n8 Though this example makes our point concerning hierarchical organization fairly clearly, we would also like to draw some attention to the more general issue here, that is, the importance of knowing how a superordinate goal such as good health is defined by the person and thus what strategies are specified for goal attainment. Consider another illustration (suggested to us by Karen Matthews). To one person, good health is the absence of perceptible symptoms of disease; to a second, it implies a state of better-than-average physical fitness, a balanced diet, and so on. This difference has obvious implications for behavior. Consider, for example, which person is more likely to be systematic about taking a prescribed medication even after symptoms are no longer salient, or which is more likely to engage in preventive medicine.\n\nson who sees that continued pill taking is not influencing the symptom that is being monitored is beginning to develop an unfavorable expectancy concerning the effectiveness of that behavior. This can lead to disengagement from the attempt to eliminate the symptom by use of the drug (i.e., to discontinuation of compliance with the prescribed medical regimen).\n\nTo summarize the points made in this section, the cybernetic model appears to provide a good accounting of health-related behavior ranging from symptom monitoring to the use of biofeedback techniques and compliance or noncompliance with medical regimens. This brief discussion does not exhaust the ways in which health psychologists are using information-processing and control-theory ideas (see, e.g.,  Leventhal, Nerenz et al., 1980) . But it does give some idea of the success that this general approach has enjoyed there.\n\nAdditional Questions and Directions for the Future\n\nWe have carefully sidestepped several issues in the preceding sections. We raise those issues now to indicate some places where there obviously is greater complexity than we have addressed thus far, to answer some questions that may have arisen in readers' minds, and to suggest what we see as interesting possibilities for further scrutiny."
    },
    {
      "title": "Goals: Continuity and Change",
      "text": "The common stereotype of cybernetic systems holds that they either proceed toward a preset endpoint at which the sequence terminates (cf. the computer program) or function only to maintain steady states (cf. homeostasis). The common inference from this stereotype is that the control system thus cannot be adequate as a model of human behavior because it makes no allowance for changing goals. We believe this image to be fallacious and misleading, but dispelling it introduces conceptual complexity into what we hope has thus far been a relatively straightforward statement.\n\nThere are two major fallacies in this image of control processes. The first is the implicit assumption that the reference values for control systems are always static.\n\nThat this assumption is erroneous is easily demonstrated by examining the nature of the reference values (or goals) at various levels of the hierarchy proposed by Powers. Despite the convenience of construing goals as endpoints for behavior, the reference values assumed in this hierarchy are not necessarily end \"states.\" Instead, the goals in this hierarchy are qualities of the behavior itself. Perhaps the clearest illustration comes from the level that Powers (1973a) termed control of transitions. The reference value for a transition is not the end state of a movement. Rather, it is the process of movement. The goal of the component system that controls behavior at this level thus is a process goal. Though harder to perceive intuitively, perhaps, the same character is also inherent at other levels of control. The overall goal of the \"dining out\" program (seeSchank & Abelson  , 1977)  is not merely to be standing outside the restaurant with a full stomach but rather the negotiation of the entire program.\n\nThe second major fallacy in this image of control processes is its failure to allow for the fact that the present situation changes with the passage of time and with events that occur in the interim. Most basically, the world continues to send \"disturbances\" toward us as we are actively behaving and even when we are not doing much of anything. Some disturbances simply create deviations from an initial reference value (which need to be countered). Others, however, constitute sufficiently important elements that they change the nature of the situation, thereby leading to different categorizations and thereby calling up new reference values. As an example, imagine yourself working in the late afternoon. A colleague drops by your office and suggests that you go have a drink. The colleague (an environmental disturbance) has made salient a new reference value.\n\nThe outcomes of one's previous actions may also cause new reference values to be specified, either by inducing an alteration in one's aspirations (see, e.g.,  Locke et al., 1968)  or in other ways. An obvious illustra-tion of this point derives from the if-then character inherent in program control. Programs inevitably lead one into a continually branching maze of goal specifications and thus to continually changing component goals. For example, the outcome of a scientist's data analysis may indicate whether to begin drafting a report of the study, or instead to begin rethinking the hypothesis that led to the study. Indeed, some branches of programs even bring us back to where we started earlier in the same program. For example, the person who is following programs that stem from \"being a scientist\" repeatedly returns to the goal \"generate a hypothesis.\" Thus, certain sorts of programs are virtually never-ending processes.\n\nThe outcome of an action in a program may determine the next component goal in the program (i.e., the next behavior to be done). But the outcome can also have a different implication for goal setting. Recall that programs often occur in the service of higher order goals. Typically, goal attainment at the lower level means progress toward a higher level goal. But sometimes the attainment of lower order goals is noticeably ineffective at reducing a higher order discrepancy. This sort of outcome may lead a person to synthesize new subordinate goals, aimed at being more effective in attaining superordinate goals (see  Schank & Abelson's, 1977, discussion of \"tactical substitutions\" in behavior) . Something very much like this would seem to be happening, for example, when a person decides to leave one career path and strike out on another.\n\nPerhaps the greatest potential complexity in the process of changing reference values, however, derives from the fact that many goals are time dependent. This point is most obvious with regard to biological goals (cf. Collier & Rovee-Collier, in press ), but it is not limited to them. A young child does not just want the toy but wants it right now. As another example, consider the evolution of the career of an academic psychologist. The novice may have as an initial professional goal the publication of an article. A couple of years later, the salient reference value will be the publication of a reasonable body of work over the cumulative period subject to tenure review. Yet later, the standard of comparison will be a level of productivity (both present and accumulated) that is commensurate with the middle stage of the person's career. The goals keep changing as time slips by, and many of the goals themselves represent integrations over time spans.\n\nThe notion of time-dependent goals raises other interesting issues. We indicated earlier that expectancy assessments are important in self-regulation. Such judgments typically entail the processing of information about such things as one's resources and the nature of the constraints on one's behavior. Some of these variables implicitly involve temporal considerations. Thus, just as goals can be conceptualized as being time dependent, so can expectancy judgments. That is, the expectancy can easily be a subjective probability of goal attainment within a particular span of time.\n\nThe assessment process is time dependent in a second respect as well. The assessment can be aimed at determining the long-term likelihood of attaining an overall goal or the short-term likelihood of attaining a component goal. It seems inevitable that which of these is taken as the focus of the expectancyassessment process will influence the favorability of the person's expectation and the nature of the subsequent behavior (see  Carver & Scheier, 1981a, pp. 195-196) .\n\nThe results of several recent studies support this general conclusion but point once again to the need for greater elaboration. In the main, these studies have focused on the effects of variations in goal monitoring in remedial programs for academic and study skills. Some of this research has found that focusing on short-term goals ultimately produces better outcomes than does focusing on long-term goals  (Bandura & Schunk, 1981 ; see also  Bandura & Simon, 1977) . Other studies, however, have found that working with moderately distant goals is more effective than working with very-short-term goals  (Kirschenbaum, Humphrey, & Malett, 1981; Kirschenbaum, Tomarken, & Ordman, 1982) . Despite many differences among the studies (e.g.,  Bandura & Schunk, 1981 , used a younger subject population than did the others), it seems not unreasonable to con-elude from them as a group that for any given self-regulatory activity among any given population, there is an optimal range of goal specificity. 9 If the goal value chosen for self-regulation is too distant or general, the result may be unfavorable expectancies of attaining it, as progress is seen to be very slow and limited. If the chosen goal is too limited or specific, its attainment may be in itself a reminder of how incremental the progress actually is. Furthermore, failure at a limited goal may lead the person to have unfavorable expectancies for eventual success overall. This issue obviously warrants further attention.\n\nInterest in this question has also arisen in other areas. Leventhal and his colleagues, for example, are now exploring its implications for health psychology. To restate the basic thesis, it is important to know whether persons are self-regulating with regard to a long-term goal (e.g., recovering from an illness) or self-regulating with regard to a short-term goal (e.g., doing today the specific behavior that is on the therapy agenda for today). It seems likely in this case that focusing on the short-term goal will lead less often to discouragement than will focusing on the long-term goal because discrepancy reduction is easier to perceive with regard to the short-term goal (provided the behavior in question is relatively easy to accomplish). Less discouragement may mean more compliance with a discomforting medical regimen, and this in turn should enhance the likelihood of successfully attaining the longterm goal."
    },
    {
      "title": "Conflicting Goals",
      "text": "Thus far we have ignored the possibility that a given situation can be associated in memory with more than a single behavioral specification. But such a possibility clearly exists. There are two aspects of this issue. Perhaps the more straightforward is that two different actions may be associated in memory with a situational cue at a single level of abstraction. How, then, does the person behave when encountering this cue? One possibility is that only one of the available behavioral elements will be accessed from memory at a given time. Another possibility is that the behaviors may be set into a queue and executed in order of priority (see  Simon, 1967) . Indeed, as noted in an earlier example, if the behaviors are perfectly compatible (e.g., driving to a friend's house and not entering a dangerous area), they can be performed simultaneously. If the behaviors are in conflict, however, an attempt to perform them simultaneously will lead either to stifled action, or to erratic behavior, as the person shifts back and forth from one to the other (cf. Miller & Dollard, 1941) .\n\nThe second aspect of this issue stems from the possibility that different behaviors are associated with attributes of a stimulus or setting at two different levels of abstraction. A piece of art work, for example, may have one meaning when viewed purely as a composition with interesting line and color. It may elicit positive affect and the behavioral standard of approaching and praising it. If the same work of art happens to represent a fascist political statement, however, recognition at this higher level of abstraction may evoke quite different responses: revulsion and the behavioral standard of decrying the aims underlying the work. Our assumption is that the level of abstraction at which the person attends to the stimulus (i.e., the level appropriate to the functionally superordinate level of control) will be the level at which a behavioral prescription will be evoked."
    },
    {
      "title": "The Individual and Social Interaction",
      "text": "Throughout this article we have emphasized behavioral self-regulation within the individual. At several points, however, our discussion has brushed up against broader concerns, such as the concept of social roles (see, e.g.,  Biddle & Thomas, 1966; Sarbin, 1954; Sarbin & Allen, 1968) . Roles represent a major class of organized knowledge structures, tied in large measure to social definitions of situations and incorporating behavioral prescriptions and proscriptions. 9 There is an interesting parallel between this point and the argument made by  Rosch et al. (1976)  that the most useful level of construing objects for most purposes is an intermediate one-not so fine-grained that the object's overall character is lost and not so general that important attributes of the object are obscured.\n\nRoles thus fit easily into the general framework under discussion. There is, however, a difference between the schema constituting a role and schemas as we addressed them earlier. Specifically, the existence of one role typically implies the existence of a complementary role. The two roles thus have a behavioral interdependence that we have largely ignored.\n\nIndeed, a closer look at social behavior more generally reveals that, whether role based or not, people's interactions typically are events of greater complexity than we have addressed here. The behavior of one person influences the behavioral options of another in ways that are not random; the two persons are mutually guiding each others' actions. As people interact in larger groups, still different forces may come into play. \"Group regulation\" (see  Wegner, 1981)  involves not just individuals but also the larger collective as an entity.\n\nWe wish to make three points with regard to these broader cases. The simplest is the argument that self-regulation on the part of individuals in groups does not differ in principle from self-regulation as discussed earlier. Our assumption is that self-regulation in this case simply proceeds with regard to the group as a system concept rather than to the self-image. What makes one or the other of these salient for self-regulation at a given time is not entirely clear, though the distinction made previously between private and public aspects of the self may have implications here (see, e.g.,  Buss, 1980; Carver & Scheier, 1981a; Fenigstein, Scheier, & Buss, 1975; Scheier & Carver, 1981, in press-c) .\n\nThe second point concerns the mutual interdependence that characterizes much of social interaction. Though such events are more complex than considered in the present article, we see them as amenable to analysis in control-theoretic terms. Indeed, a recent article by  Darley and Fazio (1980)  can be viewed as making precisely this case. Those authors discuss the interaction process in terms of (a) one person categorizing the other, thereby choosing a particular behavior, and (b) the second person interpreting the meaning of that behavior, thereby choosing a response. The cycle then repeats. Both persons may have their own overriding goals in the interaction, and each may use the behavior of the other as a partial guide in choosing a response while still attempting to attain the overall goal. Thus, the behavior of each interactant can be seen as reflecting a feedback system. The Darley and Fazio article focused specifically on the processes of interaction that underlie self-fulfilling prophecies. But their position is easily generalized to social interaction patterns more broadly.\n\nFinally, it is arguable (though our position here is clearly speculative) that interaction between and among persons constitutes an important (perhaps the critical) contributor to the tendency toward increased organization and abstraction of goal systems-a tendency that we alluded to earlier. This idea is, of course, not new to us. A great many theorists over the years have held that the self comes to be known, or is even created, through interaction with others (e.g.,  Cooley, 1902; Mead, 1934) . Others have held that self and context come to be known as distinct from each other simultaneously (see  Flavell, 1963; Piaget, 1928) . Perhaps the necessity of confronting the patterned influences exerted on us by other people ultimately induces both a sense of our own uniqueness and a sense of society, thus contributing to the emergence of the superordinate reference values that Powers termed system concepts."
    },
    {
      "title": "Conclusion",
      "text": "We have attempted to indicate here how the principles of cybernetics are of value to three rather separate areas of human psychology. In each of these areas of research and thought, control theory seems to be a useful tool in the conceptualization and analysis of human behavior. In each case that was addressed, the application of such ideas is relatively recent. But in each case there also is a remarkable fit between research findings (and the specific theories with which they are associated) and the feedback model with which we began. When combined across the three cases we have examined, there is a good deal of integrative promise. Given this promise, we suggest that it is time for more of us to take a closer look at the concepts of control theory."
    },
    {
      "text": "Figure 1. The negative feedback loop-the basic unit of cybernetic control."
    },
    {
      "text": "Figure 3. A concrete behavioral illustration of Powers's hierarchy of control. (The behavior, which is described more fully in the text, is that of a young man making a turn while driving to a friend's house on an errand. Note that this figure directly parallels the more abstract representation of Figure2.[Adapted fromCarver & Scheier, 198la.])"
    },
    {
      "text": "Figure 4. A flow-chart description of the expectancyassessment process and the behavioral responses that follow when impediments are encountered in a discrepancy-reduction attempt. (Adapted from Carver, 1979.)"
    }
  ],
  "references": [
    {
      "title": "A theory of action identification",
      "authors": [
        "R Vallacher",
        "D Wegner"
      ],
      "year": 1981,
      "doi": "10.4324/9781315802213"
    },
    {
      "title": "Attention to action: Willed and automatic control of behavior",
      "authors": [
        "D Norman",
        "T Shallice"
      ],
      "year": 1980
    },
    {
      "title": "Schema-guided information search in stereotyping of the elderly",
      "authors": [
        "C Carver",
        "N Garza"
      ],
      "year": 1981,
      "doi": "10.1111/j.1559-1816.1984.tb02221.x"
    },
    {
      "title": "Are many acts of modeling \"accessibility\" phenomena?",
      "authors": [
        "C Carver",
        "R Ganellen",
        "W Froming",
        "W Chambers"
      ],
      "year": 1981
    },
    {
      "title": "Effects of self-directed attention on performance and persistence among persons high and low in test anxiety",
      "authors": [
        "C Carver",
        "L Peterson",
        "D Follansbee",
        "M Scheier"
      ],
      "year": 1981,
      "doi": "10.1007/bf01177556"
    },
    {
      "title": "Self-attention and automatic psychophysiological self-regulation: A cybernetic analysis",
      "authors": [
        "G Schwartz"
      ],
      "year": 1980
    },
    {
      "title": "Response feedback and learning",
      "authors": [
        "J Adams"
      ],
      "year": 1968,
      "doi": "10.1037/h0026741"
    },
    {
      "title": "Categorization, belief similarity, and intergroup discrimination",
      "authors": [
        "V Allen",
        "D Wilder"
      ],
      "year": 1975,
      "doi": "10.1037//0022-3514.32.6.971"
    },
    {
      "title": "Cognitive psychology and its implications",
      "authors": [
        "J Anderson"
      ],
      "year": 1980
    },
    {
      "title": "Feedback and human behavior",
      "authors": [
        "J Annett"
      ],
      "year": 1969
    },
    {
      "title": "The theory of learning by doing",
      "authors": [
        "Y Anzai",
        "H Simon"
      ],
      "year": 1979,
      "doi": "10.1037//0033-295x.86.2.124"
    },
    {
      "title": "Stochastic differential systems",
      "authors": [
        "A Balakrishnan"
      ],
      "year": 1973
    },
    {
      "title": "Self-reinforcement: Theoretical and methodological considerations",
      "authors": [
        "A Bandura"
      ],
      "year": 1976,
      "doi": "10.1037/e668292012-234"
    },
    {
      "title": "Self-efficacy: Toward a unifying theory of behavior change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1037//0033-295x.84.2.191"
    },
    {
      "title": "Cognitive processes mediating behavioral change",
      "authors": [
        "A Bandura",
        "N Adams",
        "J Beyer"
      ],
      "year": 1977,
      "doi": "10.1037//0022-3514.35.3.125"
    },
    {
      "title": "Tests of the generality of self-efficacy theory",
      "authors": [
        "A Bandura",
        "N Adams",
        "A Hardy",
        "G Howells"
      ],
      "year": 1980
    },
    {
      "title": "Cultivating competence, self-efficacy, and intrinsic interest through proximal self-motivation",
      "authors": [
        "A Bandura",
        "D Schunk"
      ],
      "year": 1981,
      "doi": "10.1037//0022-3514.41.3.586"
    },
    {
      "title": "The role of proximal intentions in self-regulation of refractory behavior",
      "authors": [
        "A Bandura",
        "K Simon"
      ],
      "year": 1977
    },
    {
      "title": "Ecological psychology: Concepts and methods for studying the environment of human behavior",
      "authors": [
        "R Barker"
      ],
      "year": 1968
    },
    {
      "title": "Cognitive therapy and the emotional disorders",
      "authors": [
        "A Beck"
      ],
      "year": 1976
    },
    {
      "title": "Individual differences in memory: The cases of normal and retarded development",
      "authors": [
        "J Belmont"
      ],
      "year": 1978
    },
    {
      "title": "Optimal control theory",
      "authors": [
        "L Berkovitz"
      ],
      "year": 1974
    },
    {
      "title": "Role theory: Concepts and research",
      "year": 1966
    },
    {
      "title": "Social categorization and similarity in intergroup behavior",
      "authors": [
        "M Billig",
        "H Tajfel"
      ],
      "year": 1973
    },
    {
      "title": "Contacts of cognitive psychology with social learning theory",
      "authors": [
        "G Bower"
      ],
      "year": 1978
    },
    {
      "title": "Emotional influences in memory and thinking: Data and theory",
      "authors": [
        "G Bower",
        "P Cohen"
      ],
      "year": 1982
    },
    {
      "title": "Perceptions of the elderly: Stereotypes as prototypes",
      "authors": [
        "M Brewer",
        "V Dull",
        "L Lui"
      ],
      "year": 1981
    },
    {
      "title": "There is no convincing evidence for operant or classical conditioning in adult humans",
      "authors": [
        "W Brewer"
      ],
      "year": 1974,
      "doi": "10.4324/9781003482833-1"
    },
    {
      "title": "Role of schemata in memory for places",
      "authors": [
        "W Brewer",
        "J Treyens"
      ],
      "year": 1981,
      "doi": "10.1016/0010-0285(81)90008-6"
    },
    {
      "title": "Levels, hierarchies, and the locus of control",
      "authors": [
        "D Broadbent"
      ],
      "year": 1977
    },
    {
      "title": "The effects of self-esteem, success-failure, and self-consciousness on task performance",
      "authors": [
        "J Brockner"
      ],
      "year": 1979,
      "doi": "10.1037//0022-3514.37.10.1732"
    },
    {
      "title": "Modern systems research for the behavioral scientist",
      "authors": [
        "W Buckley"
      ],
      "year": 1968
    },
    {
      "title": "The effect of harm on subsequent aggression",
      "authors": [
        "A Buss"
      ],
      "year": 1966
    },
    {
      "title": "Self-consciousness and social anxiety",
      "authors": [
        "A Buss"
      ],
      "year": 1980,
      "doi": "10.5962/bhl.title.79067"
    },
    {
      "title": "Organization for physiological homeostasis",
      "authors": [
        "W Cannon"
      ],
      "year": 1929,
      "doi": "10.1152/physrev.1929.9.3.399"
    },
    {
      "title": "The wisdom of the body",
      "authors": [
        "W Cannon"
      ],
      "year": 1932
    },
    {
      "title": "Traits as prototypes: Effects on recognition memory",
      "authors": [
        "N Cantor",
        "W Mischel"
      ],
      "year": 1977,
      "doi": "10.1037//0022-3514.35.1.38"
    },
    {
      "title": "Effects of person salience versus role salience on reward allocation in a dyad",
      "authors": [
        "E Carles",
        "C Carver"
      ],
      "year": 1979
    },
    {
      "title": "Facilitation of physical aggression through objective self-awareness",
      "authors": [
        "C Carver"
      ],
      "year": 1974
    },
    {
      "title": "Physical aggression as a function of objective self-awareness and attitudes toward punishment",
      "authors": [
        "C Carver"
      ],
      "year": 1975,
      "doi": "10.1016/0022-1031(75)90002-5"
    },
    {
      "title": "A cybernetic model of self-attention processes",
      "authors": [
        "C Carver"
      ],
      "year": 1979
    },
    {
      "title": "Focus of attention, chronic expectancy, and responses to a feared stimulus",
      "authors": [
        "C Carver",
        "P Blaney",
        "M Scheier"
      ],
      "year": 1979,
      "doi": "10.1037//0022-3514.37.7.1186"
    },
    {
      "title": "Reassertion and giving up: The interactive role of self-directed attention and outcome expectancy",
      "authors": [
        "C Carver",
        "P Blaney",
        "M Scheier"
      ],
      "year": 1979,
      "doi": "10.1037//0022-3514.37.10.1859"
    },
    {
      "title": "Attention and selfregulation: A control-theory approach to human behavior",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1981,
      "doi": "10.1007/978-1-4612-5887-2_18"
    },
    {
      "title": "A control-systems approach to behavioral self-regulation",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1981,
      "doi": "10.1017/9781108264822.029"
    },
    {
      "title": "The self-attention-induced feedback loop and social facilitation",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1981
    },
    {
      "title": "An information-processing perspective on self-management",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1982
    },
    {
      "title": "Outcome expectancy, locus of attributions for expectancy, and self-directed attention as determinants of evaluations and performance",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1982,
      "doi": "10.1016/0022-1031(82)90049-x"
    },
    {
      "title": "A control-theory model of normal behavior and implications for problems in self-management",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "doi": "10.1016/b978-0-12-010602-8.50010-9"
    },
    {
      "title": "Perception in chess",
      "authors": [
        "W Chase",
        "H Simon"
      ],
      "year": 1973,
      "doi": "10.1016/0010-0285(73)90004-2"
    },
    {
      "title": "An ecological perspective of reinforcement",
      "authors": [
        "G Collier",
        "C Rovee-Collier"
      ]
    },
    {
      "title": "Human nature and the social order",
      "authors": [
        "C Cooley"
      ],
      "year": 1902
    },
    {
      "title": "Chronometric studies of the rotation of mental images",
      "authors": [
        "L Cooper",
        "R Shepard"
      ],
      "year": 1973
    },
    {
      "title": "Expectancy confirmation processes arising in the social interaction sequence",
      "authors": [
        "J Darley",
        "R Fazio"
      ],
      "year": 1980
    },
    {
      "title": "Linear estimation and stochastic control",
      "authors": [
        "M Davis"
      ],
      "year": 1977
    },
    {
      "title": "Engineering systems and control",
      "authors": [
        "P Dransfield"
      ],
      "year": 1968
    },
    {
      "title": "A theory of objective self-awareness",
      "authors": [
        "S Duval",
        "R Wicklund"
      ],
      "year": 1972
    },
    {
      "title": "Expectations and actions: Expectancyvalue models in psychology",
      "authors": [
        "N Feather"
      ],
      "year": 1982,
      "doi": "10.4324/9781003150879"
    },
    {
      "title": "Public and private self-consciousness: Assessment and theory",
      "authors": [
        "A Fenigstein",
        "M Scheier",
        "A Buss"
      ],
      "year": 1975
    },
    {
      "title": "Social cognition and affect",
      "authors": [
        "S Fiske"
      ],
      "year": 1981
    },
    {
      "title": "The developmental psychology of Jean Piaget",
      "authors": [
        "J Flavell"
      ],
      "year": 1963
    },
    {
      "title": "Sexual standards and reactions to pornography: Enhancing behavioral consistency through self-focused attention",
      "authors": [
        "F Gibbons"
      ],
      "year": 1978
    },
    {
      "title": "Attentional focus and locus of performance causality as determinants of equity behavior",
      "authors": [
        "J Greenberg"
      ],
      "year": 1980
    },
    {
      "title": "Human and computer rules and representation are not equivalent",
      "authors": [
        "S Grossberg"
      ],
      "year": 1980
    },
    {
      "title": "Textbook of medical physiology",
      "authors": [
        "A Guyton"
      ],
      "year": 1976
    },
    {
      "title": "A cognitive-attributional analysis of stereotyping",
      "authors": [
        "D Hamilton"
      ],
      "year": 1979
    },
    {
      "title": "Shape and arrangement of columns in cat's striatal cortex",
      "authors": [
        "D Hubel",
        "T Wiesel"
      ],
      "year": 1963,
      "doi": "10.1113/jphysiol.1963.sp007079"
    },
    {
      "title": "Receptive fields and functional architecture in two non-striate visual areas (18 and 19) of the cat",
      "authors": [
        "D Hubel",
        "T Wiesel"
      ],
      "year": 1965
    },
    {
      "title": "The many faces of self-control, or behavior modification changes its focus",
      "authors": [
        "F Kanfer"
      ],
      "year": 1977
    },
    {
      "title": "The role of self-regulation",
      "authors": [
        "F Kanfer",
        "S Hagerman"
      ],
      "year": 1981
    },
    {
      "title": "Learning foundations of behavior therapy",
      "authors": [
        "F Kanfer",
        "J Phillips"
      ],
      "year": 1970
    },
    {
      "title": "The problem of volition",
      "authors": [
        "G Kimble",
        "L Perlmuter"
      ],
      "year": 1970
    },
    {
      "title": "Specificity of planning in adult self-control: An applied investigation",
      "authors": [
        "D Kirschenbaum",
        "L Humphrey",
        "S Malett"
      ],
      "year": 1981,
      "doi": "10.1037//0022-3514.40.5.941"
    },
    {
      "title": "Specificity of planning and choice applied to adult self-control",
      "authors": [
        "D Kirschenbaum",
        "A Tomarken",
        "A Ordman"
      ],
      "year": 1982
    },
    {
      "title": "Toward a theory of automatic information processing in reading",
      "authors": [
        "D Laberge",
        "S Samuels"
      ],
      "year": 1974
    },
    {
      "title": "Rethinking the role of thought in social interaction",
      "authors": [
        "E Langer"
      ],
      "year": 1978
    },
    {
      "title": "Expert and novice performance in solving physics problems",
      "authors": [
        "J Larkin",
        "J Mcdermott",
        "D Simon",
        "H Simon"
      ],
      "year": 1980
    },
    {
      "title": "Toward a comprehensive theory of emotion",
      "authors": [
        "H Leventhal"
      ],
      "year": 1980
    },
    {
      "title": "The common sense representation of illness danger",
      "authors": [
        "H Leventhal",
        "D Meyer",
        "D Nerenz"
      ],
      "year": 1980
    },
    {
      "title": "Self-regulation and the mechanisms for symptom appraisal",
      "authors": [
        "H Leventhal",
        "D Nerenz",
        "A Straus"
      ],
      "year": 1980
    },
    {
      "title": "Level of aspiration",
      "authors": [
        "K Lewin",
        "T Dembo",
        "L Festinger",
        "P Sears"
      ],
      "year": 1944
    },
    {
      "title": "Motivational effects of knowledge of results: A goal-setting phenomenon",
      "authors": [
        "E Locke",
        "V Cartledge",
        "J Koeppel"
      ],
      "year": 1968,
      "doi": "10.1037/h0026737"
    },
    {
      "title": "Goal setting and task performance: 1969-1980",
      "authors": [
        "E Locke",
        "K Shaw",
        "L Saari",
        "O Latham"
      ],
      "year": 1981
    },
    {
      "title": "Current motivational models in the elaboration of personal construct theory",
      "authors": [
        "J Mancuso"
      ],
      "year": 1977
    },
    {
      "title": "Consciousness: Respectable, useful, and probably necessary",
      "authors": [
        "G Mandler"
      ]
    },
    {
      "authors": [
        "N Hillsdale"
      ],
      "year": 1975
    },
    {
      "title": "Mind, self, and society",
      "authors": [
        "G Mead"
      ],
      "year": 1934
    },
    {
      "title": "Cognitive behavior modification: An integrative approach",
      "authors": [
        "D Meiclienbaum"
      ],
      "year": 1977
    },
    {
      "title": "Plans and the structure of behavior",
      "authors": [
        "G Miller",
        "E Galanter",
        "K Pribram"
      ],
      "year": 1960
    },
    {
      "title": "Living systems",
      "authors": [
        "J Miller"
      ],
      "year": 1978
    },
    {
      "title": "Social learning and imitation",
      "authors": [
        "N Miller",
        "J Dollard"
      ],
      "year": 1941
    },
    {
      "title": "Toward a cognitive social learning reconceptualization of personality",
      "authors": [
        "W Mischel"
      ],
      "year": 1973
    },
    {
      "title": "On the interface of cognition and personality: Beyond the person-situation debate",
      "authors": [
        "W Mischel"
      ],
      "year": 1979,
      "doi": "10.1037//0003-066x.34.9.740"
    },
    {
      "title": "Know thyself: Stressful life changes and the ameliorative effect of private selfconsciousness",
      "authors": [
        "B Mullen",
        "J Suls"
      ],
      "year": 1982
    },
    {
      "title": "Cognition and reality",
      "authors": [
        "U Neisser"
      ],
      "year": 1976
    },
    {
      "title": "On \"social knowing",
      "authors": [
        "U Neisser"
      ],
      "year": 1980
    },
    {
      "title": "Visual prototype formation with discontinuous representation of dimensions of variability",
      "authors": [
        "P Neumann"
      ],
      "year": 1975
    },
    {
      "title": "Production systems: Models of control struc-tures",
      "authors": [
        "A Newell"
      ],
      "year": 1973
    },
    {
      "title": "Human problem solving",
      "authors": [
        "A Newell",
        "H Simon"
      ],
      "year": 1972
    },
    {
      "title": "Categorization of action slips",
      "authors": [
        "D Norman"
      ],
      "year": 1981
    },
    {
      "title": "Modern control engineering",
      "authors": [
        "K Ogata"
      ],
      "year": 1970
    },
    {
      "title": "Hierarchical structure in perceptual representation",
      "authors": [
        "S Palmer"
      ],
      "year": 1977,
      "doi": "10.1016/0010-0285(77)90016-0"
    },
    {
      "title": "Judgment and reasoning in the child",
      "authors": [
        "J Piaget"
      ],
      "year": 1928
    },
    {
      "title": "Optimal planning for economic stabilization: The application of control theory to stabilization policy",
      "authors": [
        "R Pindyck"
      ],
      "year": 1973
    },
    {
      "title": "Behavior: The control of perception",
      "authors": [
        "W Powers"
      ],
      "year": 1973
    },
    {
      "title": "Beyond behaviorism",
      "authors": [
        "W Powers",
        "Feedback"
      ],
      "year": 1973
    },
    {
      "title": "A systems approach to consciousness",
      "authors": [
        "W Powers"
      ],
      "year": 1980
    },
    {
      "title": "The taxonomic classification of behaviors and situations and the problem of behavior-environment congruence",
      "authors": [
        "R Price"
      ],
      "year": 1974
    },
    {
      "title": "Actions not as planned: The price of automatization",
      "authors": [
        "J Reason"
      ],
      "year": 1979
    },
    {
      "title": "Models of man: The beauty and/or the beast?",
      "authors": [
        "T Rogers"
      ],
      "year": 1980
    },
    {
      "title": "Evidence for the self as a cognitive prototype: The \"false alarms effect",
      "authors": [
        "T Rogers",
        "P Rogers",
        "N Kuiper"
      ],
      "year": 1979
    },
    {
      "title": "Principles of categorization",
      "authors": [
        "E Rosen"
      ],
      "year": 1978
    },
    {
      "title": "Family resemblances: Studies in the internal structure of categories",
      "authors": [
        "E Rosch",
        "C Mervis"
      ],
      "year": 1975
    },
    {
      "title": "Basic objects in natural categories",
      "authors": [
        "E Rosch",
        "C Mervis",
        "W Gray",
        "D Johnson",
        "P Boyes-Braem"
      ],
      "year": 1976
    },
    {
      "title": "Social learning and clinical psychology",
      "authors": [
        "J Rotter"
      ],
      "year": 1954
    },
    {
      "title": "Pygmalion black and white",
      "authors": [
        "P Rubovits",
        "M Maehr"
      ],
      "year": 1973,
      "doi": "10.1037/h0034080"
    },
    {
      "title": "Role theory",
      "authors": [
        "T Sarbin"
      ],
      "year": 1954
    },
    {
      "title": "Role theory",
      "authors": [
        "T Sarbin",
        "V Allen"
      ],
      "year": 1968
    },
    {
      "title": "Scripts, plans, goals, and understanding",
      "authors": [
        "R Schank",
        "R Abelson"
      ],
      "year": 1977
    },
    {
      "title": "Private and public aspects of the self",
      "authors": [
        "M Scheier",
        "C Carver"
      ],
      "year": 1981,
      "doi": "10.2307/1963128"
    },
    {
      "title": "Cognition, affect, and self-regulation",
      "authors": [
        "M Scheier",
        "C Carver"
      ]
    },
    {
      "authors": [
        "N Hillsdale"
      ],
      "year": 1982
    },
    {
      "title": "Self-consciousness, outcome expectancy, and persistence",
      "authors": [
        "M Scheier",
        "C Carver"
      ],
      "doi": "10.1016/0092-6566(82)90002-2"
    },
    {
      "title": "Self-directed attention and the comparison of self with standards",
      "authors": [
        "M Scheier",
        "C Carver"
      ]
    },
    {
      "title": "Two sides of the self: One for you and one for me",
      "authors": [
        "M Scheier",
        "C Carver"
      ]
    },
    {
      "title": "Selfawareness and physical aggression",
      "authors": [
        "M Scheier",
        "A Fenigstein",
        "A Buss"
      ],
      "year": 1974,
      "doi": "10.1016/0022-1031(74)90072-9"
    },
    {
      "title": "Psychobiological foundations of psychotherapy and behavior change",
      "authors": [
        "G Schwartz"
      ],
      "year": 1978
    },
    {
      "title": "The brain as a health care system",
      "authors": [
        "G Schwartz"
      ],
      "year": 1979
    },
    {
      "title": "The dominant action system: An information-processing approach to consciousness",
      "authors": [
        "T Shallice"
      ],
      "year": 1978
    },
    {
      "title": "Motivational and emotional controls of cognition",
      "authors": [
        "H Simon"
      ],
      "year": 1967,
      "doi": "10.1037/h0024127"
    },
    {
      "title": "Hypothesis-testing in social interaction",
      "authors": [
        "M Snyder",
        "W Swann",
        "Jr"
      ],
      "year": 1978,
      "doi": "10.1037//0022-3514.36.11.1202"
    },
    {
      "title": "Social perception and interpersonal behavior: On the self-ful-filling nature of social stereotypes",
      "authors": [
        "M Snyder",
        "E Tanke",
        "E Berscheid"
      ],
      "year": 1977,
      "doi": "10.1037//0022-3514.35.9.656"
    },
    {
      "title": "The role of category accessibility in the interpretation of information about persons: Some determinants and implications",
      "authors": [
        "T Srull",
        "R Wyer",
        "Jr"
      ],
      "year": 1979
    },
    {
      "title": "General systems theory",
      "authors": [
        "L Von Bertalanffy"
      ],
      "year": 1968
    },
    {
      "title": "Justice and the awareness of social entities",
      "authors": [
        "D Wegner"
      ],
      "year": 1981
    },
    {
      "title": "An attributional interpretation of expectancy-value theory",
      "authors": [
        "B Weiner"
      ],
      "year": 1974
    },
    {
      "title": "Opinion change and performance facilitation as a result of objective selfawareness",
      "authors": [
        "R Wicklund",
        "S Duval"
      ],
      "year": 1971
    },
    {
      "title": "Cybernetics: Control and communication in the animal and the machine",
      "authors": [
        "N Wiener"
      ],
      "year": 1948
    },
    {
      "title": "Group membership and preference for information about others",
      "authors": [
        "D Wilder",
        "V Allen"
      ],
      "year": 1978,
      "doi": "10.1177/014616727800400122"
    },
    {
      "title": "The nonverbal mediation of self-fulfilling prophecies in interracial interaction",
      "authors": [
        "C Word",
        "M Zanna",
        "J Cooper"
      ],
      "year": 1974
    },
    {
      "title": "The acquisition and use of social knowledge: Basic postulates and representative research",
      "authors": [
        "R Wyer",
        "Jr"
      ],
      "year": 1980
    },
    {
      "title": "Feeling and thinking: Preferences need no inferences",
      "authors": [
        "R Zajonc"
      ],
      "year": 1980
    }
  ],
  "num_references": 142
}
