{
  "paper_id": "Y4L49BLN",
  "title": "\"I lef my legacy, told my story\": Understanding Older Adults' Tracking Practices to Promote Active Aging",
  "abstract": "Research on aging technologies typically has explored health condition management and physical activity, while other aspects of active aging (e.g., psychological and social well-being) receive less attention. To better support active aging, we focus on the context of tracking technologies because half of the U.S. aging population engaged in keeping records of health and non-health information using manual and digital mediums. We interviewed 18 older adults to investigate their holistic tracking practices. We found participants were motivated to manage their everyday life tasks, preserve sentimental values, generate knowledge for broader audiences, and support relationships and caregiving. These motivations can help older adults age actively by supporting multi-dimensions of wellbeing besides physical health. Refecting on fndings, we discuss design considerations for tracking technologies to support active aging by expanding the current focus on supporting physical health to broader psychological and social well-being.",
  "year": 2020,
  "date": "2020",
  "journal": "IEEE Pervasive Computing",
  "publication": "IEEE Pervasive Computing",
  "authors": [
    {
      "forename": "Novia",
      "surname": "Nurain",
      "name": "Novia Nurain",
      "affiliation": "Indiana University Indiana University Bloomington , Indiana , USA Bloomington , Indiana , USA \n\t\t\t\t\t\t\t\t Indiana University Indiana University Bloomington \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Indiana Bloomington \n\t\t\t\t\t\t\t\t\t Indiana \n\t\t\t\t\t\t\t\t\t USA",
      "email": "nnurain@iu.edu"
    },
    {
      "forename": "Chia-Fang",
      "surname": "Chung",
      "name": "Chia-Fang Chung",
      "affiliation": "Indiana University Indiana University Bloomington , Indiana , USA Bloomington , Indiana , USA \n\t\t\t\t\t\t\t\t Indiana University Indiana University Bloomington \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Indiana Bloomington \n\t\t\t\t\t\t\t\t\t Indiana \n\t\t\t\t\t\t\t\t\t USA",
      "email": "cfchung@iu.edu"
    }
  ],
  "doi": "10.1145/3563657.3596083",
  "keywords": [
    "Human-centered computing → Empirical studies in HCI Tracking",
    "older adults",
    "active aging",
    "motivations",
    "sensemaking"
  ],
  "sections": [
    {
      "text": "The world is rapidly growing older-by 2050, 1 in 6 people in the world will be over the age of 65  [102] . In 2021, more than 54 million older adults were living in the USA, which is expected to grow to almost 90 million by 2050  [90] . With an aging population comes an increasing need for technology designed to support active aging to enhance overall quality of life. Active aging is defned by the World Health Organization (WHO) as \"the process of optimizing opportunities for health, participation and security in order to enhance quality of life as people age. [..] It allows people to realize their potential for physical, social, and mental well being throughout the life course and to participate in society according to their needs, desires and capacities, while providing them with adequate protection, security and care when they require assistance\"  [80] . Prior work in aging has also shown that older adults can be viewed as keepers of their own health  [33] , providers of assistance to their family and friends  [77] , builders of their local communities through civic engagement and volunteering activities  [24] . Technology can play a crucial role in supporting active aging.\n\nIn this research, we focus on the context of tracking technologies to promote active aging. We focus on this type of technology because half of the U.S. aging population, especially baby boomers, engaged in tracking health and non-health information using manual and digital tools  [44, 54, 82, 99] . Furthermore, tracking is benefcial for older adults because it supports their self-care and health management eforts  [101] , promotes autonomy and independence  [21] , and facilitates mental and social well-being  [106] . Although some studies have explored how older adults use tracking technology to monitor and manage their health conditions and wellness  [20, 83] , the majority of existing research on tracking technology focuses on the needs of the young (especially students) or middleaged population  [36, 103] . Older adults' tracking motivations and practices difer from other age groups. For example, older adults are more likely to track personal health data for early detection of health issues and anomalies rather than changing behaviors  [20, 67, 70] . They often expressed interest in tracking information beyond health, such as social interactions  [32, 84]  and memoirs  [65, 99] . Most research supporting older adult tracking explores the role of tracking technology for health and wellness data  [18, 30, 32]  as well as managing chronic health conditions  [11, 85, 87] . These technologies typically focus on motivating older adults to remain physically active, missing the opportunity to support psychological and social well-being  [29] . As a result, most tracking technologies are unable to meet older adults' perspectives on active aging. While active aging is desirable, it may not be achievable by all older adults. Although WHO's defnition views everyone has the capability to age actively, older adults' abilities or resources may constrain how they pursue active aging goals  [52] .\n\nTherefore, a more comprehensive understanding is needed to examine how research and design of tracking technologies can better support holistic aspects (e.g., physical, mental, and social) of active aging to ensure older adults' overall quality of life. In this research, we seek to develop a more holistic understanding of older adults' tracking practices for health and non-health information. To support this goal, we adopt an expanded defnition of tracking. We defne tracking as an umbrella term to include practices of collecting personal information about oneself or others (e.g., routines, behaviors, health indicators), personally relevant external data (e.g., recipes), and documentation of personal and social practices (e.g., family memories). By expanding the defnition of tracking beyond health tracking, our goal is to provide an understanding of older adult tracking practices across multiple dimensions and aspects of their lives. In turn, we believe this understanding will provide insights into how tracking technology design can support older adults to collect, curate, and refect on their tracked data to support overall well-being.\n\nIn this paper, we focus on the following research questions: (RQ1) Why and how do older adults keep track of information in their daily lives? and (RQ2) How do they make sense of the tracked data? To answer these questions, we conducted semi-structured interviews with 18 older adults living in the USA. We found that our participants were motivated to keep track of various types of information in their everyday life to facilitate personal and social goals. For instance, they kept records to support and manage their daily tasks, activities, and health. They keep track of their memories, family histories, and legacies to preserve emotional attachments with loved ones, objects, and life events. They also tracked to contribute to their families, friends, communities, and society through supporting relationships and caregiving and generating knowledge for others. These motivations also infuenced their choices of tracking tools and how they integrated, annotated, and transferred records to make sense of their tracked data.\n\nFindings of this study contribute to the HCI research and design in the following ways. First, our research provides an empirical understanding of older adults' perspectives on their tracking goals, their considerations for using diferent tracking tools, and their strategies to make sense of data. We fnd older adults keep track of various information in their everyday lives to support themselves (e.g., managing everyday life tasks), their relationships (e.g., preserving sentimental values and caregiving), and their community (e.g., generating knowledge). These diverse tracking goals allow them to engage in life and contribute to family, friends, and community, which eventually help them age actively and ensure the overall quality of life. Second, building upon our fndings, we discuss design implications for tracking technologies to better support active aging by expanding choices available for older adults that ensure physical, mental, and social well-being based on their needs and abilities. Proposed design considerations include (1) expanding the domain of tracking motivation beyond health management and physical activity to incorporate non-medical goals, such as knowledge generation, reminiscing, and relationship building,  (2)  facilitating the use of personal data for the broader community (e.g., future generations), and (3) promoting tangible artifacts to augment current digital tracking tools to support better tracking experience and existing practices."
    },
    {
      "title": "BACKGROUND",
      "text": "In this section, we discuss prior work examining tracking health and well-being. Situating in this line of work, our research sets out to understand how technology design can support older adult tracking practices that account for multi-dimensions of well-being besides physical health."
    },
    {
      "title": "Tracking to Support Health Condition Management",
      "text": "Individuals often engage in self-tracking to monitor and manage health conditions, especially chronic illness, with or without the involvement of caregivers and clinicians. Self-tracking tools can aid people living with chronic conditions by fostering self-awareness through refective thinking, fnding association or causality between behaviors and disease indicators, providing motivations for self-care activities, and suggesting self-care activities and treatment adjustments to mitigate symptoms and manage disease progressions  [69, 75, 92] . In addition, self-tracking technologies create opportunities for sharing care activities with informal caregivers, medical professionals, and individuals with the same chronic conditions  [69, 75] . However, people's needs difer even when having the same chronic health conditions  [48] . In the context of older adults, their health tracking needs difer from other age groups because of the aging process and comorbidity. Older adults often track to identify abnormal changes or health issues early, even when they do not have a chronic condition that requires them to keep track of health indicators  [20] . Tracking has shown to be an efective method for older adults to manage chronic conditions, such as diabetes  [66] , Parkinson's disease  [75] , heart condition  [85] , pain management  [11] , and cancer  [87]  in both home care (e.g., aging in place) and clinical care settings. Existing research has explored the use of home monitoring and sensing technology to detect emergency situations and trigger alerts in case of an accident  [72] . In addition, home monitoring systems can monitor older adults' daily activities to detect early signs of changes or declines in health (e.g., dementia) and help more older adults to age in place  [3] .\n\nAlthough these technologies support better management of health conditions, they can provoke negative thoughts and emotional cycles for older adults with more critical health needs when the systems fail to refect their perceptions of themselves  [17, 34] . To develop a good understanding of older adults' perspectives regarding health and monitoring technology, existing research identifes barriers, such as low technology literacy and physical challenges, which can lead to older adults' resistance to such technology  [105] . Moreover, older adults often conceal or modify information about their conditions to be perceived as more favorable to a medical professional  [14] . As a result, tracking technologies can often lead to negative age stereotypes by portraying them as individuals who require care and monitoring in their everyday life  [33] . Due to such an aging stigma, many older adults resist the adoption of technologies designed only for physical health management  [22, 23] . the use of their tracked data and how they make sense of the data.\n\nOlder adults' resistance to health monitoring technologies is consistent with the critics that many existing health tracking technologies medicalize individuals living with chronic illness and focus on quantifying, tracking, and keeping the condition in control  [76, 97] . The overemphasis on medical aspects promotes the portrayal of people living with chronic conditions as \"patients\" with technology needs defned by medical care and symptom management. Although medical care and assessment are crucial for people with chronic conditions, these technologies can often prompt strong negative emotions by harming individuals' perception of self. Ancker et al highlight that people with multiple chronic health conditions often feel judged by their medical professionals because their health data fails to refect their personal context  [6] . The work signifes the need to design tracking technologies considering lived experience with health conditions instead of merely focusing on medical objectives (e.g., keeping health indicator data under a specifc value).\n\nRecent HCI research has stirred the discussion to design tracking technologies supporting non-medical access needs of people with chronic conditions, such as accommodations for work or social life, daily activities, and mundane decisions concerning routines and behaviors  [68] . Our research responds to these calls and seeks to better understand older adults' needs and motivations in improving their overall quality of life, in addition to health management, through the use of technology."
    },
    {
      "title": "Tracking to Support Well-being",
      "text": "Wellness tracking typically involves recording aspects of people's daily life, such as habits, food, physical activity, weight, sleep, mood, stress, etc. According to a Pew research report, 60% of U.S. adults track their weight, diet, or exercise to manage their health. The HCI research community has long recognized the importance of physical and mental wellness tracking. A number of tracking systems have been developed to support physical activity tracking for a range of audiences  [27, 28, 64] . One of the most salient examples is Consolvo et al's UbiFit Garden  [28] . UbiFit Garden combined wearable activity tracking with the metaphorical visualization of a blossoming garden to encourage long-term engagement in physical activity for young adults. Most existing wellness tracking technologies aim to support self-management of health and self-improvement through the provision of feedback. This feedback is typically persuasive and aims at changing individuals' behaviors to allow them to achieve their lifestyle goals  [25, 36] . Existing research also explores the design of tracking technologies to support individuals' practical goals (e.g., mindful refection) and emotional needs for subjective wellness phenomena (e.g., mood, habits, etc.). Ayobi et al. emphasized the personalization, simplicity, fexibility, and mindfulness of wellness tracking and discussed ways to digitally augment manual self-tracking practices to support customizable approaches for logging and refecting on everyday life  [10] .\n\nIn the context of older adults, the motivation for wellness tracking is typically to validate their existing behavior instead of changing it  [21, 22] . To facilitate self-care, older adults keep track of their mental health, sleep, food, and weight  [61, 98] . They are often interested in tracking their physical activities (e.g., walking, steps, running, etc.). Prior studies highlighted that older adults' physical activity tracking needs difer at diferent points of their use of activity tracker, which could range from nonuse and short-term use to long-term use and abandonment  [60] . Therefore, researchers adopted various strategies to keep older adults physically active, such as incorporating wearable devices into an existing behavioral change intervention  [71] , providing haptic feedback  [4, 89] , and designing social exergames  [7, 59] . Besides physical activity, older adults are also interested in keeping records of hobbies and leisure activities (e.g., trips) to organize and plan their actions, which can enhance their mental and social well-being  [106] . In addition, older adults engage in keeping records of personal memories and family histories for reminiscing  [65, 99] .\n\nHowever, most research on wellness tracking technologies predominantly focuses on physical well-being and physical activity. These systems often build upon 'young' and 'ft' adults, ignoring the diversity of a broader audience  [95, 103] . Although these technologies promote healthy, disability-free, and independent living, they often compel older adults to maintain a self-identity of healthy and physically active adults, irrespective of their physical and cognitive declines due to aging  [29] . Older adults feel pressure to meet up the standards of activeness set by the tracking systems that are developed based on the standards of younger people  [103] .\n\nIn addition, older adults are not usually involved in the design of tracking systems, which leads to solutions that might not align with their contexts, abilities, needs, preferences, and desires  [47] . To bridge the gap, researchers endeavor to employ creative processes, such as participatory and co-design approaches, to involve older adults in the design of tracking technologies and articulate their voices and perspectives  [5, 51, 63] . These studies noted older adults desired to use tracking technologies that would facilitate social connection with others and support holistic management of their overall health, instead of just physical activity. Furthermore, a few studies have also explored design of technology to help older adults manage their digital legacy  [100]  and support reminiscing process (e.g.,  [99] ). Our work complements this line of research by exploring ways to better support older adults' holistic needs for tracking beyond physical activity tracking.\n\nTo ensure older adults' quality of life, we believe researchers and designers of tracking technology need to include a more holistic approach to support multiple aspects of wellness as opposed to focusing only on physical well-being. Towards that goal, in this research, we seek to investigate older adults' perspectives on holistic (health and non-health) tracking practices, preferences, and their needs for physical, psychological, and social well-being."
    },
    {
      "title": "METHOD",
      "text": "To gain an in-depth understanding of older adults' tracking practices, we conducted a qualitative study with individuals living in a Midwestern state of the USA between September 2020 and December 2020. The study protocol was approved by the university institutional review board (IRB). This section describes our recruitment process, participants, study procedure, and data analysis."
    },
    {
      "title": "Recruitment",
      "text": "Participants were recruited by disseminating recruitment materials (e.g., digital fyers, social media posts, etc.) to local organizations that provide community outreach to older adults, such as senior centers, Area 10 agencies on aging, etc. We also recruited participants through snowball sampling and mailing lists associated with the local neighborhoods. Additionally, we contacted research volunteer platforms, e.g., a state-wide repository designed for health research, to recruit older adult participants who meet the inclusion criteria. The inclusion criteria were: (1) aged 65 and above, and (2) currently keeping track of or used to keep track of things in their everyday life. The recruitment materials had a link to a pre-screening survey to gather basic information about the types of data tracked or recorded by potential older adult participants. We recruited 18 older adults, striving for diverse practices and experiences. We settled on the number of research participants after reaching thematic saturation, which is also consistent with the local standards for sample size within the CHI community  [19] ."
    },
    {
      "title": "Participants",
      "text": "Our participants (N=18) included 16 female and 2 male older adults, ages ranging between 66 and 86 with an average age of 74 years old (Table  1 ). All of our participants were white. The majority of participants (N=11, 61.1%) lived alone and 7 lived with a spouse or partner. Most of the participants had a Bachelor's degree or higher (N=17). Among the participants, 16 were retired, 3 were engaged in volunteer activities, and 1 was involved in part-time jobs. As illustrated in Table  1 , all participants had access to smartphones, around 60% (N=12) to laptop and tablet computers, and 50% (N=9) to smartwatches. Although we strove to recruit a heterogeneous participant group, our participants were mostly white females, with higher educational backgrounds, mid/high socioeconomic status, and had access to technology. The participant pool refected the demographics of the geographic area where the study took place, which is primarily white females among the older age group  [8] . Furthermore, as the study was taken place during the pandemic, we relied on online recruitment resources (i.e., a state-wide research volunteer repository, online newsletters, etc.) and remote interviews as study methods, which potentially skewed our sample towards mid to high-technology literate older adults. Therefore, our fndings may not describe the experiences and practices of the general older adult population in the USA with diverse socio-demographic backgrounds."
    },
    {
      "title": "Study Procedure",
      "text": "We designed the study protocol in August 2020, amid the social distancing and lockdown period of COVID-19 in the USA  [96] . Therefore, we designed the study for remote communication to adhere to the pandemic restrictions. We collected informed consent from our selected participants over email. Each participant was compensated with a $10 Amazon electronic gift card for their time. Fig.  1  briefy demonstrates diferent parts of study."
    },
    {
      "title": "Part I:",
      "text": "On-boarding Session. Upon receiving consent from the participants, we requested a time for a one-on-one on-boarding session over Zoom. The goal was to familiarize participants with the study procedure and share detailed instructions for the photo diary activity. The session lasted between 15 to 20 minutes. We asked participants to spend one week capturing photos of diferent things they kept track of in the past or at the moment. We also shared examples of types of tracking data, such as water intake, medication, moods, and recipes, to showcase the variety of potential data one may keep track of. We reminded the participants that photos did not have to be \"good\" quality as long as the photos captured glimpses of their tracking experiences. Participants were allowed to use any devices, such as phones, tablet computers (e.g., iPad), cameras, etc., that they liked to take photos. They could share the photos either via email or text messages. During the on-boarding session, we demonstrated diferent ways to take a screenshot to capture screens of digital devices. In addition, we shared a resource  3.3.2 Part II: Photo Diary Activity. Participants then spend a week taking photos of their tracking practices. We also encouraged participants to (optionally) write one or two sentences describing their captured photos. Participants shared their photos with us either via text messages or email. We tried to respond to most of the photos received during the week of photo diary activity. The responses were usually a simple thank you note, whereas other times few follow-up questions based on the shared content. If we had not received any photos from the participants for three consecutive days, we would send a reminder email or text based on their communication preferences. We did not impose any restrictions on the number of photos participants could and should share. At the end of the photo diary activity, we received a total of 324 photos, ranging from 9 to 30 images per participant. We did not have to discard any shared photos due to \"bad\" quality."
    },
    {
      "title": "Part III:",
      "text": "Elicitation Interviews. After one week of photo diary activity, we conducted elicitation interviews with the participants remotely over Zoom. The objective of elicitation interviews was to understand participants' experiences of tracking practices and their perceptions of specifc types of data collected while supporting recalls through the shared photos. We used the photographs as prompts to allow the participants to take the leading role during the interviews. We tried to go through the participants' photographs one by one via sharing the screen on Zoom and asked them to explain what was in the photo. We asked the participants what motivated them to keep track of the information depicted in the captured photographs, how they decided on specifc tools to collect the data, and how they used and made sense of the tracked information. The photos facilitated refective explanations about participants' tracking practices while hearing their voices in relation to their lived experiences. Each interview lasted between 45 to 60 minutes.  2"
    },
    {
      "title": "Analysis",
      "text": "We recorded and transcribed all the interviews for analysis. We analyzed the transcribed interviews following the thematic analysis approach  [15, 50] . For this analysis, two researchers followed inductive coding and went through one interview transcript separately. They read the corresponding transcript and wrote memos to familiarize themselves with the data. We used the open-source software Saturateapp foot_2  to facilitate collaborative qualitative analysis. Next, the researchers discussed the resulting codes together to create an initial codebook. Then, one researcher coded all the interviews using the codebook and met with the research team weekly to iterate and refne the initial codes and codebook. The collected photographs were not coded, as they were used only for supplementing the interview data. We often referred back to those photographs to contextualize the data and support the meaning-making of the codes. Our initial analysis revealed participants' holistic tracking practices and use of data. The researchers searched for emerging themes in the data by reviewing the codes and organizing conceptually similar codes to form higher-level categories. Through several synchronous meetings within the research team, initial themes were iteratively reviewed, revised, and refned around the concepts of motivators for tracking, tracking tools, and processes of making sense of data. We present the results of our analysis in the next section."
    },
    {
      "title": "FINDINGS",
      "text": "Our fndings revealed that participants were motivated to keep records to support and manage their daily tasks, activities, and health. They were also interested in contributing to their family, friends, and communities. Toward that goal, they kept records to preserve sentimental values and legacies, support relationships and caregiving, and generate knowledge for broader audiences. Participants chose tools based on how these tools support their tracking motivation, such as form factors that better support them to reminisce or formats that enable them to better integrate data. Participants also adopted diferent ways to make sense of the collected data by integrating, annotating, and transferring data across diferent tools.\n\nTracked Information: To provide an initial background of our participants' tracking practices, we categorized their self-reported tracked information from the pre-screening survey and shared photos. Table  2  demonstrates a detailed breakdown of the number of participants and examples of tracked information for each category. The most commonly tracked data was relevant to everyday life (N=17, 94%), followed by hobbies and entertainment information (N=12, 67%). Around 50% participants kept records of their fnances, health, and physical activities. Information related to food and nutrition (e.g., water intake, calories, recipes), medicine intake (e.g., drugs), and hygiene (e.g., shower time, bed-sheet change) were also recorded by the participants. In addition to personal information, participants were interested in keeping track of their social activities, e.g., in-person and online social interactions, guest list, phone calls, emails, etc. A few participants kept track of information related to personal development, e.g., refections on reading books, memoirs, journals, etc. These examples demonstrates the wide range of health and non-health information tracking practices among the participants. Next, we discuss participants' motivations for tracking and various reasons for selecting diferent tools. We conclude by investigating how they make sense of data."
    },
    {
      "title": "Tracking data to support self, relationships, and communities",
      "text": "Participants were motivated to begin and continue tracking various data to support themselves. They used the data to build selfawareness, plan their actions, and cope with stressful events. They were often motivated to preserve sentimental values to look back and reminisce about events in the past. We found participants engaged in tracking to maintain social relationships and support their family and friends. In addition, participants were motivated to generate knowledge for others and contribute to the broader community (e.g., future generations, science and medicine, etc.).\n\nSelf-Support & Self-Management: Participants kept track of their daily tasks and activities (e.g., appointments, grocery shopping, exercise, etc.) to optimize their everyday lives. They tracked data to aid in remembering, determining, and planning their actions for diferent tasks. For instance, P3 kept a record of the sources of recipes to help her fnd the detailed recipes efciently while cooking:\n\n\"These are recipes that I've made that I liked that I wanted to be able to fnd again. Because I have 100 cookbooks. So I wrote down the name of the recipe and where it came from, so I could fnd it. So these are the name of the book or the name of the website. So that I just got on my bookshelf and pick out the book. And if it's a website, then I probably have saved the recipe on my iPad, save the link. I can just fnd it where sometimes I wrote down that I printed it. \" (P3) Participants also noted using the data to gain better insights about patterns while investigating abrupt changes or anomalies in their routines and behaviors. For instance, P8 kept track of her cholesterol level to identify reasons for fuctuation in cholesterol level:\n\n\"Then I say, 'this is disturbing, why has it (cholesterol) gone up again?' Now, the more recent one is down. I started taking some over-the-counter meds, and I wanted to keep note of what changes that were as a result of it if any\" (P8)\n\nWe found that participants often engaged in self-comparison to ensure coherence with their goals. They used the data as a 'checklist' to accomplish their tasks or goals and develop a sense of motivation and encouragement. Participants often compared the data with others to feel better about their achievements. For instance, P8 kept a record of her steps counts and had a friendly competition with her relatives: \" I really liked the foor function because it's hilly around here. I do a lot of hiking. And it's just kind of fun to see how many fights you climbed especially I compare that with a few relatives like one who's in Florida. She goes out on a walk and she climbs two foors, I go out on a walk and I climb 38 foors, 74 foors (chuckles). \" (P8) b a In addition to building self-awareness, participants tracked data to plan their actions. For instance, P1 used to keep records of her children's summer activities to plan future summer activities: \"I have fve daughters and wanted a try to keep things kind of balance between the kids [..] I made a list like this (summer activities done by each of her daughters) for the kids, for me it to help me refer back. [..] in 2004, this is how they spend their summers. So then 2005, also help me remember a time frame to compare and so I can plan next year. \" (P1)\n\nPreserving Sentimental Values: Some participants were motivated to preserve sentimental values while recording memories, family histories, and legacies. We defne sentimental value as the value derived from emotion-invoking relationships, emotionallyladen object's associations with loved ones, and special events or times in one's life  [13, 42] . Participants considered their tracking practices as a form of reminiscence, a way of telling stories to their future self and others. For instance, P17 kept track of family histories using photos for a long period of time. He was motivated to preserve his family legacies for future generations: \"I have pictures of my father when he was six months old. [...] I have a lot of family pictures and stuf from family history and so forth. And a lot of those I have started to put in my memories and I've gone back to there and then besides the photos, I call it another part of the album's my artifacts -the copies of my birth certifcate and a lot of diferent things. I look back and say, if I'm gone, who cares, but I left my legacy and they say that, there it is. \" (P17)\n\nParticipants noted experiencing the pleasurable and sentimental aspects of tracking when they looked back through their data and reminisce about specifc events in the past. For instance, P13 kept a travel journal and highlighted the sentimental value while she referred back to the records to reminisce about her past: \"And I'll go back and look at the travel journal. And I'll start reading it and then we (her husband) get into a great memory of recollection [..] we enjoy looking back and seeing all of the places that we've been and I'm relieving the specifc memories of our experience, not things that you would fnd in a travel guide, but what we did, what was unique to us. I mean that's the kind of thing that's in the journal that we never fnd in a travel book. \" (P13) Supporting Relationship and Caregiving: We found that some participants were motivated to keep records of their personal activities to maintain and nurture social relationships with friends and families. For instance, P1 recorded how she chose birthday cards to wish her friends so that she did not send the same card twice to her friends (Fig.  2a ):\n\n\"So this sentence like under birthday (pointing towards a column of her recorded information in Fig.  2a ) \"Be yourself\" that was referring to a specifc birthday card that started with, \"be yourself\". And that helped me identify which birthday card I was giving to people. And then on the columns, I wrote who I gave them to and what year because I don't want to give the same birthday card next year, but I will have forgotten which birthday card I gave so that's why this is. \" (P1) In addition, a few participants kept track of activities and personal data of their family and friends (i.e., working schedules, birthdays, etc.) to build and strengthen social connections. For instance, P9 kept a record of her granddaughter's class schedule to facilitate her conversation with her: \"This is my granddaughter, who lives in Portland, Oregon, and so I like to text with her and occasionally we Zoom with her whole family. And I like to have in my head the things that she is doing and might be interested in talking about or not talking about. So I like to be aware of what my grandchildren are doing. And so I have to write it (her granddaughter's class schedules) down. \" (P9) Some participants reported keeping track of health conditions and medication of their loved ones to support better caregiving. For instance, P14 was the primary caregiver for her husband who was diagnosed with Parkinson's disease. She started to keep a record of her husband's medication to manage his intake of pain pills: \"I help my husband keep track of all of his medication. He was diagnosed with Parkinson's, two years ago. And because of that, he has to take certain meds. [..] every 24 hours I put another batch of eight pills in a container which are his pain pills, but I keep track of when the new pill starts because I want to make sure that he doesn't go over for a 24-hour period [..] I don't put more than 10 in the container because I'm worried that he might take too many. \" (P14)\n\nGenerating knowledge for Others: Participants reported that they often kept track of personal information to support the broader community (e.g., science and medicine), guide the younger generation, and nurture future generations. They found that such tracking practices helped them meet their own and society's needs, as well as maintain a positive outlook on their mental well-being. For instance, P10, mentioned that she started to keep track of her social interactions and well-being during the COVID-19 pandemic after receiving an email from the local community. She was motivated to track information, such as physical symptoms, social interactions, COVID test information, etc., as a service to support the community during a time of sweeping change:\n\n\"So I got this email, you know, they wanted me to download this COVID app. So they can track how healthy people are in the county. So every day, I go in and they want to know if you've had any COVID tests and whether you were tested positive or negative, and how you feel today. And then about once a week back have you been outside? Do you wear your mask? Did you go there with other people? stuf like that. I'm really doing it as a service to others. \" (P10) A few participants mentioned using their tracked data as a knowledge base to guide and nurture the younger or future generations. For instance, P1 recorded her husband's battle with Parkinson's disease (i.e., physical symptoms and measures taken to address those symptoms) to share her experience with and support others with Parkinson's as well as their caregivers (Fig.  2b ): \"It's about X's (her husband) physical symptoms and the help he sought to remedy them. [...] here's that document chronicle of his illness. I did this after he died. [...] It might be helpful to the kids and maybe someone who has Parkinson's someday will want to know something. I still know people with Parkinson's. I'm still part of that support group and I can help them maybe. \" (P1) Another participant, P5, kept records on raising caterpillar as a volunteering efort to share the knowledge with others: \"My little science projects for several years, I raised diferent kinds of caterpillars for these giant moths. And so I recorded their development [..] Sometimes I've had people ask me about how to raise caterpillars if they have some so I could look up my data to tell how quickly they (caterpillars) developed or what they ate and so on. [..] collecting data that can be shared with other people too [..] So it's just a volunteer efort. \" (P5)"
    },
    {
      "title": "Considerations for Using Diferent Tools to Track Data",
      "text": "Participants reported using a variety of tools to track their data. Most of our participants used physical artifacts, such as journals (3), planners (3), manual note-taking  (13) , and other artifacts (  16 ), such as binders, calendars, Rolodex, or whiteboard (Fig.  3 ). Regarding digital mediums, around half (50%) of our participants reported using various mobile apps, such as calendars, reminders, to-do lists, etc. Participants also mentioned using wearable devices, such as Pedometers (2), Fitbits (5), Garmin watches (2), and Apple watches  (5) . Some participants also used spreadsheet applications, such as Microsoft Excel (4). Similar to Fritz et al., we also found that participants often select tools based on features that best support their motivation  [45] . Participants' decisions were also infuenced by the tangibility, fexibility, customizability, and maintenance cost of the tracking tools. They often chose a tracking tool based on social infuence and considered their health conditions while selecting tracking tools.\n\nTangibility: Most participants reported that they preferred the tangibility of various physical mediums while selecting a tracking tool. Fig.  3  illustrates examples of physical artifacts used by our participants. P9 preferred using a desk calendar for tracking her appointments because she liked the feeling of holding the physical artifact: \"It's a desk calendar. I put things on it as they come to me and I need to record them. I usually keep it on the cofee table in my living room. [..] And I like to be able to hold it instead of looking at a phone. I like to see the whole month, I like to know what my month is like, does it have open space in it?\" (P9) Some participants transferred data from digital to physical forms by printing the digital content and adding them to their physical tools. A few participants used digital and physical artifacts to track the same information, where the data was duplicated to serve as a backup. For instance, P10 kept digital records of her fnances and wrote down the data on paper to tackle data losses due to digital device malfunctions: \"My fnancial portfolio all of my investments, my IRAs, I get the monthly statement online, so everything's online. I get no paper. And so once a month. I like to record on paper in case all the electronic stuf dies. [..] it's the security blanket. \" (P10)\n\nWe also found that tangible artifacts hold more sentimental value to participants, compared to digital tools. For instance, P7 kept a record of handwritten recipes from her grandmother, mother, and sister. She emphasized that when she looked at these handwritten notebooks, it brought back memories of her childhood, her family, and made her feel emotionally connected: \"I have recipe card boxes, books, and my album (notebook) that I flled with handwritten recipes. Most of the ones that I have in a notebook are our family recipes and some of them are handwritten by my mother, sisters, and others. [...] I wrote one, in particular, sitting at my Grandmother's kitchen table when I was a teenager. So it's about probably 60 years old on a little slip of paper and those have sentimental value to me. [...] You see how yellow the tape is. I've taped it together. It's torn so many times. \" (P7)\n\nFlexibility and Customization: Most participants chose tools that allow them to organize and edit their data freely. Participants reported that tools enabling their physical practices enriched their tracking experience. For instance, P3 used recipe cards instead of her iPad to keep records of recipes because recipe cards provided her the fexibility of editing the content the way she wanted: \"I can't make notes on it (iPad). In my books and on my end when I have a printed recipe, I'll make a note that something worked or something didn't work, or I change something, that kind of thing. I might have changed the quantity. So I have to rewrite all the ingredients in a diferent quantity. So I prefer using paper, rather than the screen. \" (P3)\n\nParticipants also pointed out that the ability to customize and personalize the tools to match their personal needs also impacted tool selection. For instance, P14 devised her personalized coding scheme to categorize the movies she liked to watch. She used a notes app to create the movie lists so she could customize the record based on her needs: \"I love watching good movies, good TV shows. [..] I just write it in my notes. So I have categories for movies and TV. You see the 'A' stands for Amazon. So I can watch it on Amazon, the 'N' stands for Netfix and if I don't have a number or letter by it. It just means, Oh, this is a movie I'd like to watch, but I don't know where I'm going to fnd it. \" (P14) Additional Maintenance: We found participants considered the incurred fnancial cost (e.g., price of tools, Internet cost, etc.) while selecting tracking devices. For instance, P1 used paper to record the directions to her friends' homes instead of using Google Maps because that would incur an additional cost of mobile data: \"So I just might use paper (directions of her friend's house) instead of Google Maps, which also takes data which costs money, if you don't have unlimited data.\" (P1)\n\nA few participants pointed out that the fear of losing the tool also impacted their decisions of using a particular tool. For instance, P12 did not feel comfortable using her phone to keep records of her appointments because she feared that she would lose the device: \"It's just I'm not used to putting things into the phone. Because I'm so afraid I'll lose it (the device), I won't know what's going on because it (the device) will go down in the cushion. Then everything I know that's gone down. \" (P12) Social Infuence: Our participants mentioned selecting tools infuenced by recommendations or gifts from family and friends. For instance, P11 started using photo albums to keep records of recipes after receiving a recommendation from her friend: \"I bought a photo album book and they have this clear plastic. You can see you would put photos in it and then you put this overlay on it to keep them safe. Someone this many years ago, probably 25 years, told me this good way to keep recipes. \" (P11) Some participants preferred using tools based on the types of their social relationships and how well the tools support those relationships. For instance, P1 used diferent tools to keep birthday records based on relationships. She had a wooden artifact situated in the kitchen to keep track of the birthdays of her close family members, while she used a notebook to keep records of others: \"So, I had this calendar (wooden artifact, Fig.  3b ). I decided it would be better if I could see this in my kitchen. So I could glance up and remember whose birthday or special day was coming up so I wouldn't forget. These are my family members, my immediate family numbers. If I forget someone on this thing, then there is consequences. Whereas for the other calendar (a notebook) other people are there. \" (P1) In addition, participants' choices were also infuenced by their data-sharing practices with family and friends. They decided on a tool based on whom they wanted to share the data. For instance, P8 used a paper calendar to keep records of her appointments so that her husband could view that information and have an idea about her schedule:\n\n\"I write hardly anything on the paper calendar. I do have one, but it's pretty much empty. If my husband says, put it on the calendar. Then I put it on the calendar, but I never look at it, but my husband likes to look at it."
    },
    {
      "title": "See what I'm up to if I tell him he won't remember but if he can consult the calendar, then he's got an idea of what I'm doing. \" (P8)",
      "text": "Health Considerations: As participants' health changed over time, they liked to select tools that better supported their health conditions. For instance, P11 had arthritis, and to avoid pain while writing, she preferred typing using digital tools to keep records of her appointments: \"I have arthritis in my right wrist and so my writing is not very good. So if I was writing things down sometimes it's hard and it's painful, so I'd rather not have to write things down. Then typing on the keyboard doesn't hurt the wrist. It's this writing that does it. \" (P11) Another participant, P10, used an iPad with a big screen to keep records of her fnancial information to better support her vision related issues: \"I try to do 90% of the stuf on my iPad because I have glaucoma. And so I need the big screen. So I do all my fnancial stuf on iPad. \" (P10)"
    },
    {
      "title": "Making sense of data",
      "text": "Participants had diferent processes to make sense of their data. During the interview, participants mentioned a variety of lengths of the tracking periods, ranging from 3 weeks to 40 years. They formed their own practices to search for insights and patterns among the data that were often refned over time. Participants made sense of their data by integrating data from multiple sources, annotating data, and transferring data between digital and physical mediums.\n\nIntegration of Data: Most participants reported that they merged data collected from diferent sources manually in physical format to support better refection. For example, P1 integrated blood pressure with CrossFit workouts (Fig.  4a ), P18 integrated grocery list with aisle location in the grocery stores and coupon information, and P3 associated recipe names with their sources (e.g., websites, cookbooks, etc.) (Fig.  4b ).\n\nParticipants reported that they often associated the current data with data from the past while retrospectively refecting on their long-term tracking practices. They developed a cognitive sense of the tracked data, their behaviors, or their habits. For instance, P2 referred to his past year's running mileage to view his progress: \"here's the year-to-date snapshot of how many miles I've run -that's in the left two columns. And the right two columns are my 2019 numbers (Fig.  4c ). [..] I'm trying to get to 1200 this year. And as you can see I was only 1014 last year. So I'm trying to increase about 200 Miles, to be exact, I guess. So this defnitely keeps me on track as to how I'm doing\" (P2) When using digital tracking, participants reported that integration was often performed by the tools automatically. For instance, P10 said that her personal trainer application, the Future app, incorporated her Apple Watch data to keep track of her steps, calories burned, heart rate, and workout time. However, incompatible data formats from diferent systems often hindered the integration process. For example, P5 was unable to integrate some forms of data (e.g., photos, scanned certifcates, etc.) due to the system limitations: \"I have started using ancestry.com to set up family trees, but it's pretty basic. It has the dates and the information you can put down sources, but I have way more than that. A lot more pictures and things than what fts in that format. So I don't know if I'll ever get it all really digitized because there's so much. \" (P5) Annotation of Data: We found that participants annotated their tracked data with abbreviated text, multiple colors, images/photos, and symbols. For example, P14 used shortened text like FT to denote the feeding tube (Fig.  5a ), P16 used two diferent colors to distinguish between medications (Fig.  5b ), P5 added sketches along with the list of birds for her bird watching activity to build better understanding (Fig.  5c ), and P14 added a 'tick' to indicate the accomplishment of tasks (Fig.  5d ). Participants noted that annotated data promoted better refections and insights by highlighting important information. For instance, P16 annotated her medication intake and hygiene routine data using multiple colors to focus on specifc entries without going through the entire record: \"I'm following a pattern. And I just started out with two diferent colors to distinguish between the diferent things. So it'd be easier to recognize, I don't have to read everything to know what it was. \" (P16)"
    },
    {
      "title": "Transferring Data between Digital and Physical Mediums:",
      "text": "We found that participants often transferred data between digital and physical to support better refection and inference. They transformed data from digital to physical forms by printing out the digital content. Participants noted that printing out the digital content allowed them the freedom to annotate the data and make changes easier. For instance, P1 printed the Microsoft Excel sheet containing her passwords so that she could edit the content without any hindrance (Fig.  6a ).\n\n\"These are passwords, you can see it's on excel sheet, [..] I print them and then I put them in categories. And then I obviously update them a lot and every now and then. I'll just redo the whole sheet. \" (P1) We also found that participants often duplicated the digital contents in physical format to search for patterns and insights while relating better with the data. For instance, P2 copied his daily running mileage data from Garmin watch to the planner pad to facilitate better refection (Fig.  6b ):\n\n\"I have a Garmin, I wear it when I run. [..] It actually breaks it down mile one is this amount of time, mile two was this amount. [..] I log my daily mileage in the planner pad and put it in every day [..] I get cleaned up and have breakfast, and then I'll do this kind of task. [..] I can relate to it better if I see a piece of paper, as opposed to a little print screen. \" (P2) Overall, we found that participants made sense of their tracked data by integrating data from various sources and tools, annotating data with text, color, images, and symbols, and transferring data between digital and physical forms."
    },
    {
      "title": "DISCUSSION",
      "text": "Our fndings demonstrate an in-depth understanding of older adults' motivations behind keeping records of diferent information in their a b c d Figure 5: Illustration of various ways of how participants annotated their tracked data using (a) text abbreviations, (b) colors, (c) images, and (d) symbols a b Figure 6: Examples of transferring data from digital to physical medium: (a) P1 printed her Excel sheet containing passwords (we hide the column containing passwords to protect participant's sensitive information) and (b) P2 copied his running mileage data from Garmin device to his planner\n\ndaily life, their perspectives on tracking tools, and their approaches to making sense of the tracked data. Older adults in our study tracked to manage their everyday life, preserve sentimental values, generate knowledge for the community and future generations, and support caregiving and social relationships. These tracking goals can potentially help them age actively by ensuring physical, psychological, and social well-being, allowing them to engage in life, and contributing to the family, friends, and broader community. We will discuss more opportunities for tracking technologies to support active aging in the discussion."
    },
    {
      "title": "Expanding Technology Focus to Support Active Aging",
      "text": "Active aging is a widely-adopted concept in gerontology, social research, public policy, and aging research in HCI  [47] . Aging actively is more than being \"physically active\" or \"staying busy\"  [52, 80] .\n\nIt embraces the multidimensional nature of older adults' wellness, including physical, psychological, spiritual, and social well-being. Through the lens of WHO's active aging, older adults living with a disability may also be productive and age actively by sharing knowledge and life lessons with others. The diverse tracking motivations and practices shown in our study are examples of how older adults engaged with various aspects of life to age actively. For example, keeping track of daily tasks and activities promoted a sense of accomplishment and fulfllment, and in turn, supported mental well-being. Older adult participants also used data to nurture their relationships with friends and families, which ensured social well-being. They also used the data to reminisce, share stories, and contribute knowledge to the community. The notion of sharing and giving back to the community instills a sense of purpose, allowing older adults to look toward future selves, and age actively  [39] . WHO's perspective of active aging sees everyone capable of aging actively and being engaged in life, even if they struggle with chronic conditions or disabilities. However, older adults are a heterogeneous population group with diverse needs, desires, and capabilities  [104, 108] . Moreover, several structural, societal, and personal factors can infuence the choices available for them to age actively  [52] . Structural factors, such as race, social class, and living arrangements, can infuence the resources and opportunities that shape their aging experiences  [40] . In addition, personal capacities, such as physical and psychological changes due to aging, health conditions, and cognitive capacity, can infuence how older adults spend their time in old age  [23] . As a result, active aging, while desirable, may not be achievable by all older adults. In this paper, we do not promote that everyone has to engage in diverse aspects of active aging. We think every older adult should have the opportunity to decide how they want to spend their time and engage in life based on their capacities, abilities, and resources. Technology can support their choices by facilitating multiple aspects of active aging, considering their varying levels of needs and ability declines.\n\nWe encourage researchers and designers of tracking technology to reframe their research agenda by expanding the current focus on physical health to support broader psychological and social well-being to promote active aging. Toward that goal, tracking technology can be designed to help older adults with decreased physical functioning to adjust their routines and activities, balancing their needs and varying levels of abilities to enjoy active aging  [23, 26] . Building on the ongoing discussion on viewing individuals with chronic conditions as a person with valuable capacities beyond their disease and disabilities  [68] , our fndings provide insights into how tracking technologies can be designed to support active aging beyond physical health, enriching the overall quality of life."
    },
    {
      "title": "Design Opportunities for Tracking",
      "text": "Technologies to Better Support Active Aging Despite being desirable, active aging may not be achievable for all older adults. Hence, to design technology promoting active aging, researchers and designers need to think about diferent scenarios and factors to address the diverse needs and abilities of the heterogeneous older adult population. Refecting on our results, we propose design considerations that will expand the choices available for older adults and empower them to age actively while taking into account their needs, health conditions, and abilities.\n\n5.2.1 Supporting Diverse Tracking Motivations. Older adults in our study were motivated to track for various reasons across personal to social domains. Expanding technology design to include diferent motives besides physical activity and health management can empower older adults by supporting them to decide what to track, accounting for their varying abilities. In addition, these diverse tracking goals could promote active aging by supporting various aspects of well-being and quality of life. Furthermore, while health and activity tracking for older adults are important and benefcial, it may not be possible for all older adults to engage in physical activity at all stages of aging  [52] . Providing opportunities for older adults to engage in multiple aspects of life can be one way to support older adults to pursue aspects of active aging beyond being physically active.\n\nTo design tracking technology for older adults that allow them to achieve multi-dimensional tracking goals (health and non-health), we need to consider how these goals may shape the tracking process, such as what kind of tools one might use, what type of data one might track, and how one might collect, summarize, and use the desired data. For instance, we found that P1 tracked her husband's Parkinson's disease symptoms to facilitate caregiving and share the knowledge with the community and future generations. These two diferent motivations potentially require tracking diferent types of data or integrating this data in diferent ways. Existing tracking technologies may not consider these potentially diferent goals and support individualized motivations beyond health management. There is a need to explore how to design tracking technologies to more explicitly and inclusively support older adults' various motivations. Existing research has explored ways to accommodate different tracking motives to support chronic condition management  [73, 93] . For example, to support migraine management, Schroeder et al. introduced a tracking system to allow individuals to select the most appropriate goal and recommend what data to track for the goal  [93] . We envision a similar design for older adults that could accommodate the diverse motives found in our study and support them in confguring and pursuing diferent tracking paths based on their goals. Furthermore, technologies could be designed to augment older adults' existing tracking practices to give them more ways to track better, instead of replacing them to support additional motivations. For example, to support both documentary and relationship goals, systems could remind older adults to capture important moments and relevant contextual information alongside physical symptoms.\n\nIn addition, older adults in our study who collected data for reasons beyond behavior change tended to track information for an extended period of time, but not necessarily on a daily basis. For instance, one participant collected recipes for over 60 years from her grandmother, mother, and other family members since her childhood. She wrote those recipes on cards and preserved them in a binder. These tracking processes show a diferent design paradigm from traditional behavior change-motivated tracking where people primarily track to gain motivation or increase their accountability  [12] . These types of tracking promote mental well-being as older adults used the collected data to look back and refect on their past experiences. However, these tracking processes also surface some unique challenges for older adults to collect and review this data. For example, older adults' motivation may change across their lifespan, and thus they may change the types of data they collect or the way they collect the data. They may run into storage problems. For instance, some participants showed us a cabinet of fles containing information they track over time. As technology evolves, individuals might also encounter challenges to access, process, or integrate data stored in obsolete technologies. Although some studies have started to examine technological evolution and data migration that leads to lapsing and resuming  [37, 38] , the type of tracking we observe in this study indicates the need for tracking systems to support even longer-term, but potentially less frequent tracking. Elsden et al.  [35]  introduced documentary informatics, an alternative design perspective of conventional tracking tools to support longer-term and less frequent tracking. However, maintaining relations and experiences with personal data introduces new challenges pertinent to sustainability when older adults desire to pass down the collected data or artifacts across generations to preserve family history. Researchers have designed various technologies to encourage the archiving or reviewing of sentimental information  [46, 78] , such as collecting and archiving a family's digital photographs in the form of a traditional slide viewer. Building on these lines of research, we envision future tracking technology adopting these design suggestions to support older adults to collect vast and diverse digital archives over time. Toward that goal, more research is needed to further consider how much agency and direct engagement will be adequate and how adaptive the tools would need to be to support such longer-term tracking."
    },
    {
      "title": "Supporting Knowledge Sharing Across Generations.",
      "text": "Older adults in our study kept records of family legacies, histories, and memories to pass down to future generations. A few participants kept records of experiences of their loved ones' battles against chronic illness. The goal of tracking these personal data was to embrace the role of knowledge bearers for family and society while producing and sharing knowledge that could beneft the broader community (e.g., science, medicine, future generations, etc.). Sharing their life stories and experiences with others can help older adults engage in prosocial activities and be a part of society even when they may not be able to physically participate in social activities due to health and ability declines. These practices also help older adults attain life fulfllment and satisfaction, and thus ensure their mental well-being. Technology design can support older adult tracking practices for knowledge-sharing goals by giving them more provisions or alternatives to track better.\n\nA few studies have explored the use of personal data that infuences the broader community  [31, 74] . For instance, individually collected fertility data can be used to infuence organizational and cultural perceptions, uncover underlying health inequalities, and enrich the research related to female fertility  [31] . Although the fertility data is collected by an individual, others interact with the fertility data when data is shared across the diferent layers of fertility ecology. Our research provides another example where older adults consider their collected data could provide future knowledge and infuence beyond themselves, their immediate contacts, and the organization space.\n\nTraditional sharing of personal information, such as sharing with family, health experts, and friends, is often reciprocal. Individuals sharing the data beneft from receiving various types of social support and acknowledgments from others. Further, people often receive feedback when sharing their data, which would help them to make sense of their data  [88]  and gain insights about what information is important for tracking and sharing and how to present or summarize this information while sharing. However, in the case of older adults' knowledge sharing with the community and future generations, they may not receive any immediate, direct feedback from the individuals who will eventually use the data.\n\nThese constraints introduce additional challenges when older adults thought of passing down their knowledge to future generations. They may not know what is the best way to track, summarize, or present their data to fulfll this goal. As a result, incomplete or ill-formed data could mean a missing opportunity for society as a whole to learn from older adults' life experiences and knowledge. To support older adults to better collect, integrate, and contribute their data to support knowledge generation for a broader audience, future research should further examine ways to scafold the tracking process that accounts for cross-generational learning and societal impact creation."
    },
    {
      "title": "Promoting Tangible Artifacts.",
      "text": "Older adults in our study often preferred tangible artifacts over digital tracking tools because they are fexible, customizable, preserve sentimental values, and support enriched interactions and mindful refections. However, a few older adult participants shared that they switched to using digital tracking tools to ofset the gradual changes in their functional capacity due to the aging process or health conditions. For instance, P11 had arthritis, and she preferred using digital tools to avoid pain caused by writing on paper. Combining the benefts of physical mediums (e.g., fexibility, customizability, mindfulness, sentimental values) and digital mediums (e.g., easy collection and integration of data) could create opportunities for inclusive designs that support older adults' changes in functional capacity.\n\nRecent HCI research has explored ways digital technologies can \"work in concert\" with tangible artifacts rather than replacing them with digital tools  [2, 10] . One potential way is to use physical artifacts as a representation of digitally tracked data to promote more creative freedom and mindful refection  [49, 57, 58] . For example, 3D-printed objects, such as histograms, fowers, frogs, and rings, can be used to represent tracked heart rate data  [57] . We envision a similar design opportunity where digital tracking tools could provide physical representation to enable older adults to archive and interact with physical copies of their information for better sensemaking.\n\nOlder adult participants also thought that tangible artifacts held more sentimental value, compared to digital tracking tools. There is an opportunity to replicate these personal attachments into digital tracking tools to facilitate better experiences of data collection and sensemaking. Forlizzi et al. 's ecology of aging emphasized how older adults interact with and grow through their everyday artifacts to make sense of the active aging experiences in a local environment, e.g., at home  [43] . To support the ecology of aging, existing research on interaction technology has explored how to augment everyday objects to incorporate sentimental values  [16, 55, 79] . The evolution of the Internet of Materials (IoM) has also proposed to augment everyday objects with the ability to serve as connected computational entities  [1] . We could envision transforming an everyday object into a tracking tool to collect, integrate, and summarize data leveraging the concept of IoM. We believe such tracking tools can open up opportunities to support older adults to express and preserve a sense of value and attachments as they had done with their tangible tracking tools. In addition, such digitally augmented artifacts can also serve as physical reminders to focus on tracking goals  [107] .\n\nIntegration of tangible artifacts and interactions can promote older adults' emotional well-being by making tracking practices more enjoyable  [17] . To achieve this, another potential design space could be the use of tangible user interfaces (TUIs)  [41] . TUIs can facilitate data collection and manipulation of repetitive and burdensome activities (e.g., mood, food habits, etc.) by adding more afordances to the tracking devices  [62, 81, 91] . For example, Mind-Tracker supports short-lasting emotions and stimuli through a tangible interaction with plasticine clay  [62] , which allows users to express diverse aspects of emotions. In our study, participants emphasized that sentimental value, feelings, and memories were important reasons for them to track. Future design of tracking tools could explore the potential of tangible interfaces to allow older adults to express their feeling and capture nuanced contextual information when they track to preserve sentimental values. Further, the materiality of TUIs could also impact the way one uses tracking tools and how the data are interpreted. Thus, exploring diferent forms and materials, physical sensations, and afordances could be a future design opportunity to further engage older adults with tracking technology and data.\n\nSo far, in this section, we discuss potential design considerations for future tracking technology to support older adults tracking practices while promoting active aging. Although technology can help older adults manage their health conditions, age in place, and maintain social connections with others, many older adults resist the use and adoption of technology  [23, 53] . While there are positive futures for tracking technology to beneft older adults' overall quality of life, we should be aware of the negative consequences of using such technology. For instance, the use of tracking technology (e.g., wearables, assistive technology, etc.) can often lead to negative emotions (i.e., anxiety, aging stigma, loss of independence, etc.) among older adults due to the resemblance of tracking technology to medical devices  [33, 94] . The overemphasis on medical aspects of health and wellness tracking technology reminds older adults of their shortcomings and failures  [56] . Furthermore, older adults often feel pressure to perform while using tracking technology that promotes only physical activity  [103] . Therefore, researchers and designers need to consider the negative impacts of tracking technology use when designing future tracking technology for older adults promoting active aging."
    },
    {
      "title": "LIMITATIONS",
      "text": "This work has a few limitations that can be addressed by follow-up research. First, despite our efort to recruit a diverse sample of older adult participants, our participant sample leaned toward white females with mid/high socioeconomic status and technology access. The dominant older adult demographics of the geographic area where the study took place led to older adult participants being all white individuals  [9] . Further, the majority of participants (N=16, 88.9%) were female, which refects the trend that females are more likely to participate in research and voluntary services  [86] . We relied on online recruitment sources (i.e., a state-wide research volunteer registry, neighborhood mailing lists, newsletters, etc.) and remote communication tools to reach out to older adult participants while adhering to the pandemic restrictions and guidelines. This sampling technique and the study design limited the participants to being technology literate and having access to communication infrastructures. While our participants represent a specifc segment of older adults, the current fndings should not be viewed as representatives of the heterogeneous older adult population group in the USA. Future work with older adults having diverse sociodemographic backgrounds is needed to represent other aspects of their tracking practices.\n\nSecond, most of our participants were healthy older adults without any physical impairments or cognitive declines, and only fve had chronic illnesses (e.g., Parkinson's disease, arthritis, and high blood pressure). The gradual aging process and chronic illness often cause varying levels of ability decline, which may afect older adult tracking practices and how they engage in life and age actively. To address this issue, future work should investigate how varying abilities or resources afect older adults' tracking practices and how tracking technologies could better support them to achieve active aging and enrich their overall quality of life.\n\nLastly, we designed diferent parts of the study (e.g., screening survey, photo diary activities, and interviews) to collect data from older adults who are already tracking and believe that tracking is benefcial. Hence, the study design infuenced the types of participants and responses we had. We acknowledge that the fndings presented in this study could be augmented by including older adults with no prior tracking experience. Future studies should explore how to design a research study so that older adults who dislike or oppose tracking daily routines and behaviors volunteer in the study."
    },
    {
      "title": "CONCLUSION",
      "text": "Older adults keep track of various health and non-health related information using both manual and digital tracking. To gain an in-depth understanding of their tracking practices, we conducted interviews with 18 older adults living in the USA. We explore their motivations, use of data, considerations for tool selection, and the sensemaking process of data. Our fndings reveal older adults track to preserve sentimental values, support their relationships, and generate knowledge for broader communities, which were not typically supported in existing tracking technology. These motivations also infuenced their choices of tracking tools, refection, and use of tracked data. We show that older adults make sense of their data by integrating, annotating, and transferring data across mediums.\n\nRefecting on our fndings, we encourage designing tracking technologies to promote holistic aspects (e.g., physical, mental, and social well-being) of active aging. Towards that goal, we propose design considerations for future tracking systems that expand the opportunities and options to support older adults tracking practices with varying levels of abilities. We suggest expanding the domain of traditional tracking motivations to support psychological and social goals (e.g., knowledge generation for others, caregiving, etc.) besides physical activity and health management. In addition, we encourage further research to explore the potential of tangible artifacts to augment the existing tracking practices of older adults."
    },
    {
      "text": "Figure 1: An overview of our study procedure: Part I consisted of a on-boarding session, Part II involved a photo diary activity, and Part III included an elicitation interview guide with pictorial illustrations of the photo capturing and sharing process using smartphones (including iPhone and Android phones), tablets, laptops, and desktop computers.1"
    },
    {
      "text": "Figure 1: An overview of our study procedure: Part I consisted of a on-boarding session, Part II involved a photo diary activity, and Part III included an elicitation interview guide with pictorial illustrations of the photo capturing and sharing process using smartphones (including iPhone and Android phones), tablets, laptops, and desktop computers.1"
    },
    {
      "text": "Figure 2: Examples of tracked information refecting participants' diverse motivations: (a) P1 recorded a list of sent cards on her friends' birthday to maintain social relationships, and (b) P1 kept a chronicle of her husband's battle with Parkinson's disease to generate knowledge for broader audiences (e.g., other caregivers)"
    },
    {
      "text": "Figure 3: Examples of physical artifacts: (a) a wall calendar, (b) a birthday board, (c) a Rolodex, and (d) a wooden recipe box"
    },
    {
      "text": "Figure 4: Illustration of how participants integrate diferent types of data: (a) P1 associated blood pressure data with CrossFit (CF) workout, (b) P3 merged recipe names with their sources (e.g., websites, cookbook, etc.), and (c) P2 integrated his running mileage data from prior years with the current year"
    },
    {
      "text": "Demographics of the participants"
    },
    {
      "text": "Number of participants and examples for each category of self-reported tracked information"
    }
  ],
  "references": [
    {
      "title": "The Internet of Materials: A Vision for Computational Materials",
      "authors": [
        "Gregory D Abowd"
      ],
      "year": 2020
    },
    {
      "title": "Understanding Physical Practices and the Role of Technology in Manual Self-Tracking",
      "authors": [
        "Parastoo Abtahi",
        "Victoria Ding",
        "Anna Yang",
        "Tommy Bruzzese",
        "Alyssa Romanos",
        "Elizabeth Murnane",
        "Sean Follmer",
        "James Landay"
      ],
      "year": 2020,
      "doi": "10.1145/3432236"
    },
    {
      "title": "Internet of things and machine learning for healthy ageing: identifying the early signs of dementia",
      "authors": [
        "Farhad Ahamed",
        "Seyed Shahrestani",
        "Hon Cheung"
      ],
      "year": 2020,
      "doi": "10.3390/s20216031"
    },
    {
      "title": "Haptics in remote collaborative exercise systems for seniors",
      "authors": [
        "Hesam Alizadeh",
        "Richard Tang",
        "Ehud Sharlin",
        "Anthony Tang"
      ],
      "year": 2014,
      "doi": "10.1145/2559206.2581318"
    },
    {
      "title": "The adventures of older authors: Exploring futures through codesign fctions",
      "authors": [
        "Aloha Hufana Ambe",
        "Margot Brereton",
        "Alessandro Soro",
        "Laurie Buys",
        "Paul Roe"
      ],
      "year": 2019
    },
    {
      "title": "You get reminded you're a sick person\": personal data tracking and patients with multiple chronic conditions",
      "authors": [
        "Jessica Ancker",
        "Baria Holly O Witteman",
        "Thierry Hafeez",
        "Mary Provencher",
        "Esther Van De Graaf",
        "Wei"
      ],
      "year": 2015
    },
    {
      "title": "Social facilitation in virtual reality-enhanced exercise: competitiveness moderates exercise efort of older adults",
      "authors": [
        "Cay Anderson-Hanley",
        "Amanda Snyder",
        "Joseph Nimon",
        "Paul Arciero"
      ],
      "year": 2011
    },
    {
      "title": "Anonymized",
      "authors": [
        "Anonymized"
      ],
      "year": 2020
    },
    {
      "title": "Race and Ethnicity in Bloomington, Indiana",
      "year": 2020
    },
    {
      "title": "Flexible and mindful self-tracking: Design implications from paper bullet journals",
      "authors": [
        "Amid Ayobi",
        "Tobias Sonne",
        "Paul Marshall",
        "Anna Cox"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3173602"
    },
    {
      "title": "Efcacy of a system for tracking and managing osteoarthritis pain for both healthcare providers and older adults",
      "authors": [
        "Laura Barg-Walkow",
        "Sara Mcbride",
        "Michael Morgan",
        "Tracy Mitzner",
        "Ellen Clarke",
        "David Bauer",
        "Camilla Knott",
        "Wendy Rogers"
      ],
      "year": 2014
    },
    {
      "title": "Reviewing refection: on the use of refection in interactive system design",
      "authors": [
        "Eric Ps Baumer",
        "Vera Khovanskaya",
        "Mark Matthews",
        "Lindsay Reynolds",
        "Victoria Sosik",
        "Geri Gay"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598598"
    },
    {
      "title": "Possessions and the extended self",
      "authors": [
        "Russell Belk"
      ],
      "year": 1988,
      "doi": "10.1086/209154"
    },
    {
      "title": "Technology devices for older adults to aid self management of chronic health conditions",
      "authors": [
        "Amritpal Singh Bhachu",
        "Nicolas Hine",
        "John Arnott"
      ],
      "year": 2008
    },
    {
      "title": "Using thematic analysis in psychology",
      "authors": [
        "Virginia Braun",
        "Victoria Clarke"
      ],
      "year": 2006,
      "doi": "10.1191/1478088706qp063oa"
    },
    {
      "title": "The messaging kettle: Prototyping connection over a distance between adult children and older parents",
      "authors": [
        "Margot Brereton",
        "Alessandro Soro",
        "Kate Vaisutis",
        "Paul Roe"
      ],
      "year": 2015
    },
    {
      "title": "If Alexa knew the state I was in, it would cry\": Older Adults' Perspectives of Voice Assistants for Health",
      "authors": [
        "Robin N Brewer"
      ],
      "year": 2022
    },
    {
      "title": "Evaluating activity and sleep tracking technologies for older adults",
      "authors": [
        "Kendall Elizabeth"
      ],
      "year": 2016
    },
    {
      "title": "Local standards for sample size at CHI",
      "authors": [
        "Kelly Caine"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858498"
    },
    {
      "title": "Looking for the unusual: how older adults utilize self-tracking techniques for health management",
      "authors": [
        "Clara Caldeira",
        "Matthew Bietz",
        "Yunan Chen"
      ],
      "year": 2016
    },
    {
      "title": "Senior care for aging in place: Balancing assistance and independence",
      "authors": [
        "Clara Caldeira",
        "Matthew Bietz",
        "Marisol Vidauri",
        "Yunan Chen"
      ],
      "year": 2017,
      "doi": "10.1145/2998181.2998206"
    },
    {
      "title": "Seniors and self-tracking technology",
      "authors": [
        "Clara Caldeira",
        "Yunan Chen"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-06076-3_5"
    },
    {
      "title": "I hope I never need one\": Unpacking Stigma in Aging in Place Technology",
      "authors": [
        "Clara Caldeira",
        "Kay Novia Nurain",
        "Connelly"
      ],
      "year": 2022,
      "doi": "10.1145/3491102.3517586"
    },
    {
      "title": "The frekeepers: aging considered as a resource",
      "authors": [
        "Gregorio John M Carroll",
        "Umer Convertino",
        "Mary Farooq",
        "Rosson"
      ],
      "year": 2012
    },
    {
      "title": "Understanding quantifed-selfers' practices in collecting and exploring personal data",
      "authors": [
        "Eun Kyoung Choe",
        "Nicole Lee",
        "Bongshin Lee",
        "Wanda Pratt",
        "Julie Kientz"
      ],
      "year": 2014
    },
    {
      "title": "The mature mind: The positive power of the aging brain",
      "authors": [
        "Gene Cohen"
      ],
      "year": 2005
    },
    {
      "title": "Design requirements for technologies that encourage physical activity",
      "authors": [
        "Sunny Consolvo",
        "Katherine Everitt",
        "Ian Smith",
        "James Landay"
      ],
      "year": 2006,
      "doi": "10.1145/1124772.1124840"
    },
    {
      "title": "Activity sensing in the wild: a feld trial of ubift garden",
      "authors": [
        "Sunny Consolvo",
        "David Mcdonald",
        "Tammy Toscos",
        "Mike Chen",
        "Jon Froehlich",
        "Beverly Harrison",
        "Predrag Klasnja",
        "Anthony Lamarca",
        "Louis Legrand",
        "Ryan Libby"
      ],
      "year": 2008,
      "doi": "10.1145/1357054.1357335"
    },
    {
      "title": "The impact of wearable motion sensing technology on physical activity in older adults",
      "authors": [
        "Carly Cooper",
        "Anne Gross",
        "Chad Brinkman",
        "Ryan Pope",
        "Kelli Allen",
        "Susan Hastings",
        "Bard Bogen",
        "Adam Goode"
      ],
      "year": 2018
    },
    {
      "title": "User-centered evaluations with older adults: testing the usability of a mobile health system for heart failure self-management",
      "authors": [
        "Carly Victor P Cornet",
        "Preethi Daley",
        "Richard Srinivas",
        "Holden"
      ],
      "year": 2017
    },
    {
      "title": "Health Data in Fertility Care: An Ecological Perspective",
      "authors": [
        "Mayara Costa",
        "Yunan Chen"
      ],
      "year": 2021
    },
    {
      "title": "What health topics older adults want to track: a participatory design study",
      "authors": [
        "L Jennifer",
        "Carlos Davidson",
        "Jensen"
      ],
      "year": 2013
    },
    {
      "title": "Dispelling ageing myths in technology design",
      "authors": [
        "Jeannette Durick",
        "Toni Robertson",
        "Margot Brereton",
        "Frank Vetere",
        "Bjorn Nansen"
      ],
      "year": 2013
    },
    {
      "title": "Beyond self-refection: introducing the concept of rumination in personal informatics",
      "authors": [
        "Elizabeth Victoria Eikey",
        "Clara Caldeira",
        "Mayara Costa Figueiredo",
        "Yunan Chen",
        "Jessica Borelli",
        "Melissa Mazmanian",
        "Kai Zheng"
      ],
      "year": 2021
    },
    {
      "title": "Designing documentary informatics",
      "authors": [
        "Chris Elsden",
        "Abigail Durrant",
        "David Chatting",
        "David Kirk"
      ],
      "year": 2017
    },
    {
      "title": "Mapping and taking stock of the personal informatics literature",
      "authors": [
        "Clara Daniel A Epstein",
        "Mayara Caldeira",
        "Xi Costa Figueiredo",
        "Lucas Lu",
        "Lucretia Silva",
        "Jong Williams",
        "Qingyang Ho Lee",
        "Simran Li",
        "Qiuer Ahuja",
        "Chen"
      ],
      "year": 2020
    },
    {
      "title": "Beyond abandonment to next steps: understanding and designing for life after personal informatics tool use",
      "authors": [
        "Monica Daniel A Epstein",
        "Chuck Caraway",
        "An Johnston",
        "James Ping",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2016
    },
    {
      "title": "Reconsidering the device in the drawer: lapses as a design opportunity in personal informatics",
      "authors": [
        "Jennifer Daniel A Epstein",
        "Laura Kang",
        "James Pina",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2016
    },
    {
      "title": "Identity and the life cycle",
      "authors": [
        "Erik H Erikson"
      ],
      "year": 1994
    },
    {
      "title": "The political economy of productive aging",
      "authors": [
        "L Carroll",
        "Jane Estes",
        "Mahakian"
      ],
      "year": 2001
    },
    {
      "title": "A tangible personal informatics system for an amusing self-reporting",
      "authors": [
        "Sarzotti Federico"
      ],
      "year": 2015
    },
    {
      "title": "Sentimental value",
      "authors": [
        "Guy Fletcher"
      ],
      "year": 2009,
      "doi": "10.1007/s10790-009-9152-1"
    },
    {
      "title": "Assistive robotics and an ecology of elders living independently in their homes",
      "authors": [
        "Jodi Forlizzi",
        "Carl Disalvo",
        "Francine Gemperle"
      ],
      "year": 2004
    },
    {
      "title": "Tracking for health. Pew research Center's internet & American life project",
      "authors": [
        "Susannah Fox",
        "Maeve Duggan"
      ],
      "year": 2013
    },
    {
      "title": "Persuasive technology in the real world: a study of long-term use of activity sensing devices for ftness",
      "authors": [
        "Thomas Fritz",
        "Elaine Huang",
        "Gail Murphy",
        "Thomas Zimmermann"
      ],
      "year": 2014
    },
    {
      "title": "The memory box",
      "authors": [
        "David Frohlich",
        "Rachel Murphy"
      ],
      "year": 2000
    },
    {
      "title": "Critical refections on technology to support physical activity among older adults: An exploration of leading HCI venues",
      "authors": [
        "Kathrin Gerling",
        "Mo Ray",
        "Vero Vanden Abeele",
        "Adam Evans"
      ],
      "year": 2020,
      "doi": "10.1145/3374660"
    },
    {
      "title": "Beyond adoption: a new framework for theorizing and evaluating nonadoption, abandonment, and challenges to the scale-up, spread, and sustainability of health and care technologies",
      "authors": [
        "Trisha Greenhalgh",
        "Joseph Wherton",
        "Chrysanthi Papoutsi",
        "Jennifer Lynch",
        "Gemma Hughes",
        "Susan Hinder",
        "Nick Fahy",
        "Rob Procter",
        "Sara Shaw"
      ],
      "year": 2017
    },
    {
      "title": "Persuasive anxiety: designing and deploying material and formal explorations of personal tracking devices",
      "authors": [
        "Shad Gross",
        "Jefrey Bardzell",
        "Shaowen Bardzell",
        "Michael Stallings"
      ],
      "year": 2017
    },
    {
      "title": "An introduction to qualitative research",
      "authors": [
        "Beverley Hancock",
        "Elizabeth Ockleford",
        "Kate Windridge"
      ],
      "year": 2001
    },
    {
      "title": "Designing health and ftness apps with older adults: Examining the value of experience-based co-design",
      "authors": [
        "Christina Harrington",
        "Lauren Wilcox",
        "Kay Connelly",
        "Wendy Rogers",
        "Jon Sanford"
      ],
      "year": 2018,
      "doi": "10.1145/3240925.3240929"
    },
    {
      "title": "Social gerontology: A multidisciplinary perspective",
      "authors": [
        "R Nancy",
        "H Hooyman",
        "Kiyak Asuman"
      ],
      "year": 2008
    },
    {
      "title": "Understanding digital and material social communications for older adults",
      "authors": [
        "Alexis Hope",
        "Ted Schwaba",
        "Anne Piper"
      ],
      "year": 2014
    },
    {
      "title": "Comparison of mobile health technology use for Self-Tracking between older adults and the general adult population in Canada: cross-sectional survey",
      "authors": [
        "Mirou Jaana",
        "Guy Paré"
      ],
      "year": 2020,
      "doi": "10.2196/24718"
    },
    {
      "title": "How deep is your love: Deep narratives of ensoulment and heirloom status",
      "authors": [
        "Heekyoung Jung",
        "Shaowen Bardzell",
        "Eli Blevis",
        "James Pierce",
        "Erik Stolterman"
      ],
      "year": 2011
    },
    {
      "title": "Tracked and ft: FitBits, brain games, and the quantifed aging body",
      "authors": [
        "Stephen Katz",
        "Barbara Marshall"
      ],
      "year": 2018,
      "doi": "10.1016/j.jaging.2018.01.009"
    },
    {
      "title": "Understanding physical activity through 3D printed material artifacts",
      "authors": [
        "Ashok Rohit",
        "Larissa Khot",
        "Florian'floyd' Hjorth",
        "Mueller"
      ],
      "year": 2014
    },
    {
      "title": "Shelfe: a framework for designing material representations of physical activity data",
      "authors": [
        "Ashok Rohit",
        "Larissa Khot",
        "Florian Hjorth",
        "Mueller"
      ],
      "year": 2020
    },
    {
      "title": "Harnessing diferent motivational frames via mobile phones to promote daily physical activity and reduce sedentary behavior in aging adults",
      "authors": [
        "Abby C King",
        "Eric Hekler",
        "Lauren Grieco",
        "Sandra Winter",
        "L Jylana",
        "Sheats",
        "Banny Matthew P Buman",
        "Thomas Banerjee",
        "Jesse Robinson",
        "Cirimele"
      ],
      "year": 2013
    },
    {
      "title": "The use of wearable activity trackers among older adults: focus group study of tracker perceptions, motivators, and barriers in the maintenance stage of behavior change",
      "authors": [
        "Anastasia Kononova",
        "Lin Li",
        "Kendra Kamp",
        "Marie Bowen",
        "Shelia Rikard",
        "Wei Cotten",
        "Peng"
      ],
      "year": 2019
    },
    {
      "title": "Understanding technology preferences and requirements for health information technologies designed to improve and maintain the mental health and well-being of older adults: Participatory design study",
      "authors": [
        "Tracey Haley M Lamonica",
        "Anna Davenport",
        "Ian Roberts",
        "Hickie"
      ],
      "year": 2021
    },
    {
      "title": "Designing for self-tracking of emotion and experience with tangible modality",
      "authors": [
        "Kwangyoung Lee",
        "Hwajung Hong"
      ],
      "year": 2017
    },
    {
      "title": "Voicing values: laying foundations for ageing people to participate in design",
      "authors": [
        "Tuck Wah",
        "Toni Robertson"
      ],
      "year": 2016
    },
    {
      "title": "Fish'n'Steps: Encouraging physical activity with an interactive computer game",
      "authors": [
        "Lena James J Lin",
        "Silvia Mamykina",
        "Gregory Lindtner",
        "Henry Delajoux",
        "Strub"
      ],
      "year": 2006
    },
    {
      "title": "Before I forget: From personal memory to family history",
      "authors": [
        "E Siân",
        "Lindley"
      ],
      "year": 2012
    },
    {
      "title": "Perceptual information of home-use glucose meters for the elderly",
      "authors": [
        "Hsin-Chang Lo",
        "Wan-Li Wei",
        "Ching-Chang Chuang"
      ],
      "year": 2016
    },
    {
      "title": "Feasibility and acceptability of a wearable technology physical activity intervention with telephone counseling for mid-aged and older adults: a randomized controlled pilot trial",
      "authors": [
        "Elizabeth Lyons",
        "Maria Swartz",
        "H Zakkoyya",
        "Eloisa Lewis",
        "Kristofer Martinez",
        "Jennings"
      ],
      "year": 2017
    },
    {
      "title": "Chronically Under-Addressed: Considerations for HCI Accessibility Practice with Chronically Ill People",
      "authors": [
        "Kelly Mack",
        "Emma Mcdonnell",
        "Leah Findlater",
        "Heather Evans"
      ],
      "year": 2022
    },
    {
      "title": "Personal informatics in chronic illness management",
      "authors": [
        "Haley Macleod",
        "Anthony Tang",
        "Sheelagh Carpendale"
      ],
      "year": 2013
    },
    {
      "title": "Older adults' experiences using a commercially available monitor to self-track their physical activity",
      "authors": [
        "Beth Siobhan K Mcmahon",
        "Michael Lewis",
        "Weihua Oakes",
        "Jean Guan",
        "Alexander Wyman",
        "Rothman"
      ],
      "year": 2016
    },
    {
      "title": "Do pedometers increase physical activity in sedentary older women? A randomized controlled trial",
      "authors": [
        "Jacqui Marion Et Mcmurdo",
        "Ishbel Sugden",
        "Paul Argo",
        "Derek Boyle",
        "Falko Johnston",
        "Sniehotta",
        "Peter T Donnan"
      ],
      "year": 2010
    },
    {
      "title": "The use of computer vision in an intelligent environment to support aging-in-place, safety, and independence in the home",
      "authors": [
        "Alex Mihailidis",
        "Brent Carmichael",
        "Jennifer Boger"
      ],
      "year": 2004
    },
    {
      "title": "The importance of starting with goals in N-of-1 studies",
      "authors": [
        "Sean Munson",
        "Jessica Schroeder",
        "Ravi Karkar",
        "Julie Kientz",
        "Chia-Fang Chung",
        "James Fogarty"
      ],
      "year": 2020
    },
    {
      "title": "Personal informatics in interpersonal contexts: towards the design of technology that supports the social ecologies of long-term mental health management",
      "authors": [
        "Tara Elizabeth L Murnane",
        "Beck Walker",
        "Stephen Tench",
        "Jaime Voida",
        "Snyder"
      ],
      "year": 2018
    },
    {
      "title": "Self-care technologies and collaboration",
      "authors": [
        "Francisco Nunes",
        "Geraldine Fitzpatrick"
      ],
      "year": 2015
    },
    {
      "title": "Understanding the mundane nature of self-care: Ethnographic accounts of people living with Parkinson's",
      "authors": [
        "Francisco Nunes",
        "Geraldine Fitzpatrick"
      ],
      "year": 2018
    },
    {
      "title": "Hugging with a Shower Curtain: Older Adults' Social Support Realities During the COVID-19 Pandemic",
      "authors": [
        "Chia-Fang Novia Nurain",
        "Clara Chung",
        "Kay Caldeira",
        "Connelly"
      ],
      "year": 2021
    },
    {
      "title": "Technology heirlooms? Considerations for passing down and inheriting digital materials",
      "authors": [
        "William Odom",
        "Richard Banks",
        "David Kirk",
        "Richard Harper",
        "Siân Lindley",
        "Abigail Sellen"
      ],
      "year": 2012
    },
    {
      "title": "Understanding why we preserve some things and discard others in the context of interaction design",
      "authors": [
        "William Odom",
        "James Pierce",
        "Erik Stolterman",
        "Eli Blevis"
      ],
      "year": 2009
    },
    {
      "title": "Active ageing: a policy framework",
      "year": 2002
    },
    {
      "title": "Crafting a Leather Self-tracking Device for Pollen Allergies",
      "authors": [
        "Minna Pakanen",
        "Kasper Heiselberg",
        "Troy Robert Nachtigall",
        "Marie Broe",
        "Peter Krogh"
      ],
      "year": 2021
    },
    {
      "title": "Difusion of the digital health self-tracking movement in Canada: results of a national survey",
      "authors": [
        "Guy Paré",
        "Chad Leaver",
        "Claire Bourget"
      ],
      "year": 2018
    },
    {
      "title": "Literature review on monitoring technologies and their outcomes in independently living elderly people",
      "authors": [
        "Kirsten Kb Peetoom",
        "Monique Lexis",
        "Manuela Joore",
        "Carmen Dirksen",
        "Luc P De Witte"
      ],
      "year": 2015
    },
    {
      "title": "The Efects of Visualization Feedback on Promoting Health Goal Progress in Older Adults",
      "authors": [
        "Tuan Pham",
        "Shannon Mejía",
        "Ronald Metoyer",
        "Karen Hooker"
      ],
      "year": 2012
    },
    {
      "title": "The development and acceptability of a mobile application for tracking symptoms of heart failure among older adults",
      "authors": [
        "Jennifer Dickman Portz",
        "Anton Vehovec",
        "Mary Dolansky",
        "Jennifer Levin",
        "Sheana Bull",
        "Rebecca Boxer"
      ],
      "year": 2018
    },
    {
      "title": "Why Don't Men Volunteer as Much as Women?",
      "year": 2015
    },
    {
      "title": "Tracking steps in oncology: the time is now",
      "authors": [
        "Nitin Juhi M Purswani",
        "Colin Ohri",
        "Champ"
      ],
      "year": 2018
    },
    {
      "title": "Enhancing personal informatics through social sensemaking",
      "authors": [
        "Aare Puussaar",
        "Adrian Clear",
        "Peter Wright"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025804"
    },
    {
      "title": "Maintaining levels of activity using a haptic personal training application",
      "authors": [
        "Huimin Qian",
        "Ravi Kuber",
        "Andrew Sears"
      ],
      "year": 2010,
      "doi": "10.1145/1753846.1753961"
    },
    {
      "title": "America's Health Rankings",
      "year": 2021
    },
    {
      "title": "Afordances for self-tracking wearable devices",
      "authors": [
        "Amon Rapp",
        "Federica Cena"
      ],
      "year": 2015
    },
    {
      "title": "Personal tracking as lived informatics",
      "authors": [
        "John Rooksby",
        "Mattias Rost",
        "Alistair Morrison",
        "Matthew Chalmers"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557039"
    },
    {
      "title": "Examining opportunities for goal-directed self-tracking to support chronic condition management",
      "authors": [
        "Jessica Schroeder",
        "Ravi Karkar",
        "Natalia Murinova",
        "James Fogarty",
        "Sean Munson"
      ],
      "year": 2019
    },
    {
      "title": "In the shadow of misperception: assistive technology use and social interactions",
      "authors": [
        "Kristen Shinohara",
        "Jacob Wobbrock"
      ],
      "year": 2011
    },
    {
      "title": "Body-positive computing as a means to counteract normative biases in ftness trackers",
      "authors": [
        "Katta Spiel"
      ],
      "year": 2019
    },
    {
      "title": "A Timeline of COVID-19 Developments in",
      "authors": [
        "Staf"
      ],
      "year": 2020,
      "doi": "10.56687/9781447343110-010"
    },
    {
      "title": "Towards the design of truly patientcentred infrastructures: A socio-technical approach to self-care",
      "authors": [
        "Cristiano Storni",
        "Liam Bannon"
      ],
      "year": 2012
    },
    {
      "title": "Diet and activity assessments and interventions using technology in older adults",
      "authors": [
        "Michelle Takemoto",
        "Todd Manini",
        "Dori Rosenberg",
        "Amanda Lazar",
        "Sai Krupa Zvinka Z Zlatar",
        "Jacqueline Das",
        "Kerr"
      ],
      "year": 2018,
      "doi": "10.1016/j.amepre.2018.06.005"
    },
    {
      "title": "Unearthing the family gems: design requirements for a digital reminiscing system for older adults",
      "authors": [
        "Elizabeth Thiry",
        "Mary Beth Rosson"
      ],
      "year": 2012
    },
    {
      "title": "An older adult perspective on digital legacy",
      "authors": [
        "Lisa Thomas",
        "Pam Briggs"
      ],
      "year": 2014
    },
    {
      "title": "Personal health information management among healthy older adults: Varying needs and approaches",
      "authors": [
        "Anne M Turner",
        "Jean Taylor",
        "Andrea Hartzler",
        "Katie Osterhage",
        "Alyssa Bosold",
        "Ian Painter",
        "George Demiris"
      ],
      "year": 2021
    },
    {
      "title": "World Population Ageing",
      "year": 2019
    },
    {
      "title": "Irrelevant Gadgets or a Source of Worry: Exploring Wearable Activity Trackers with Older Adults",
      "authors": [
        "Dimitri Vargemidis",
        "Kathrin Gerling",
        "Luc Vero Vanden Abeele",
        "Katta Geurts",
        "Spiel"
      ],
      "year": 2021
    },
    {
      "title": "Latent segmentation of older adults in the use of social networks and e-banking services",
      "authors": [
        "Ángel Francisco",
        "Villarejo Ramos",
        "Begoña Peral Peral",
        "Jorge Gaitán"
      ],
      "year": 2019
    },
    {
      "title": "Technology to support aging in place: Older adults' perspectives",
      "authors": [
        "Shengzhi Wang",
        "Khalisa Bolling",
        "Wenlin Mao",
        "Jennifer Reichstadt",
        "Dilip Jeste",
        "Ho-Cheol",
        "Camille Kim",
        "Nebeker"
      ],
      "year": 2019
    },
    {
      "title": "Never Stop Creating: A Preliminary Inquiry in Older Adults' Everyday Innovations",
      "authors": [
        "Xiying Wang",
        "Tifany Knearem",
        "John Carroll"
      ],
      "year": 2019
    },
    {
      "title": "I/O Bits: User-Driven, Situated, and Dedicated Self-Tracking",
      "authors": [
        "Kendra Wannamaker",
        "Sandeep Zechariah",
        "George Kollannur",
        "Marian Dörk",
        "Wesley Willett"
      ],
      "year": 2021
    },
    {
      "title": "Older adult segmentation according to residentially-based lifestyles and analysis of their needs for smart home functions",
      "authors": [
        "Jiyeon Yu",
        "Angelica De Antonio",
        "Elena Villalba-Mora"
      ],
      "year": 2020
    }
  ],
  "num_references": 108
}
