{
  "paper_id": "Y4N2JR7C",
  "title": "The Associations Between Seven Different Types of Physical Activity and the Incidence of Fracture at Seven Sites in Healthy Postmenopausal UK Women",
  "abstract": "There is a paucity of information on associations between specific types of physical activity and fracture risk at different sites in otherwise healthy postmenopausal women. Therefore, we examined risk of fracture at seven different sites associated with seven different types of physical activity in the population-based prospective UK Million Women Study. A total of 371,279 postmenopausal women (mean age 59.8 years), rating their health as good or excellent and reporting participation in walking, cycling, gardening, doing housework, yoga, dance, and sports club activities, were followed for site-specific incident fracture through record linkage to national databases on day-case and overnight hospital admissions. Cox regression yielded adjusted relative risks (RRs) and, because of the large number of statistical tests done, 99% confidence intervals (CIs) for fracture at seven different sites in relation to seven different physical activities. During an average follow-up of 12 years, numbers with a first site-specific fracture were as follows: humerus (2341), forearm (1238), wrist (7358), hip (4354), femur (not neck) (617), lower leg (1184), and ankle (3629). For upper limb fractures there was significant heterogeneity across the seven activity types (test for heterogeneity p = 0.004), with gardening more than 1 hour/week associated with a lower risk (RR = 0.91; 99% CI, 0.86 to 0.96; p < 0.0001), whereas cycling more than 1 hour/ week was associated with an increased risk (RR = 1.11; 99% CI, 1.00 to 1.23; p = 0.008). For fractures of the lower limb (including hip) there was no significant heterogeneity by type of activity, with significant approximately 5% to 15% reductions in risk associated with most activities, except cycling. For hip fractures, there was no significant heterogeneity by type of activity, but with significant 15% to 20% reductions in risk associated with walking for 1 hour/day and participating in yoga and sporting activities. Physical activity is a modifiable risk factor for fracture, but the effects differ between different types of activities and different fracture sites.",
  "year": 2011,
  "date": "2011",
  "journal": "J Med Econ",
  "publication": "J Med Econ",
  "authors": [
    {
      "forename": "Miranda",
      "surname": "Armstrong",
      "name": "Miranda Armstrong",
      "affiliation": "1  School for Policy Studies , University of Bristol , Bristol , UK \n\t\t\t\t\t\t\t\t School for Policy Studies \n\t\t\t\t\t\t\t\t University of Bristol \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bristol \n\t\t\t\t\t\t\t\t\t UK",
      "email": "miranda.armstrong@bristol.ac.uk"
    },
    {
      "forename": "Jason",
      "surname": "Lacombe",
      "name": "Jason Lacombe",
      "affiliation": "2  Cancer Epidemiology Unit , University of Oxford , Oxford , UK \n\t\t\t\t\t\t\t\t Cancer Epidemiology Unit \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Clare",
      "surname": "Wotton",
      "name": "Clare Wotton",
      "affiliation": "2  Cancer Epidemiology Unit , University of Oxford , Oxford , UK \n\t\t\t\t\t\t\t\t Cancer Epidemiology Unit \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Benjamin",
      "surname": "Cairns",
      "name": "Benjamin Cairns",
      "affiliation": "2  Cancer Epidemiology Unit , University of Oxford , Oxford , UK \n\t\t\t\t\t\t\t\t Cancer Epidemiology Unit \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Jane",
      "surname": "Green",
      "name": "Jane Green",
      "affiliation": "2  Cancer Epidemiology Unit , University of Oxford , Oxford , UK \n\t\t\t\t\t\t\t\t Cancer Epidemiology Unit \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Sarah",
      "surname": "Floud",
      "name": "Sarah Floud",
      "affiliation": "2  Cancer Epidemiology Unit , University of Oxford , Oxford , UK \n\t\t\t\t\t\t\t\t Cancer Epidemiology Unit \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Valerie",
      "surname": "Beral",
      "name": "Valerie Beral",
      "affiliation": "2  Cancer Epidemiology Unit , University of Oxford , Oxford , UK \n\t\t\t\t\t\t\t\t Cancer Epidemiology Unit \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Gillian",
      "surname": "Reeves",
      "name": "Gillian Reeves",
      "affiliation": "2  Cancer Epidemiology Unit , University of Oxford , Oxford , UK \n\t\t\t\t\t\t\t\t Cancer Epidemiology Unit \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "School for Policy Studies , University of Bristol , 8 Priory Road , Bristol , BS8 1TZ , UK. \n\t\t\t\t\t\t\t\t School for Policy Studies \n\t\t\t\t\t\t\t\t University of Bristol \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 8 Priory Road \n\t\t\t\t\t\t\t\t\t BS8 1TZ \n\t\t\t\t\t\t\t\t\t Bristol \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000274",
  "keywords": [
    "EPIDEMIOLOGY",
    "EXERCISE",
    "FRACTURE PREVENTION",
    "GENERAL POPULATION STUDIES",
    "OSTEOPOROSIS"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "F ractures are an important cause of morbidity and mortality among postmenopausal women.  (1) Prior research has shown a reduction in the risk of hip fracture with increased physical activity,  (2) (3) (4) (5) (6)  and clinical trials show physical activity reduces fractures and falls through improvements in balance and muscular strength.  (7) (8) (9) 9) (10)  However, there is limited evidence on how physical activity is associated with fracture at sites other than the hip and there is a paucity of information on how a variety of specific physical activities are associated with risk of fracture.  (11, 12) Physical activities may improve balance  (13)  and muscle strength,  (14)  and aid in the preservation of bone mineral density,  (15, 16)  which could reduce the risk of fracture. Conversely, injury risk may be increased while engaging in physical activity.  (17) Increased automation has resulted in reduced activity requirements in daily life, with a higher proportion of the population spending more time sedentary.  (18) Further, increasing leisure time activity in older adults may be challenging with a lack of interest cited as an important deterrent.  (19) Therefore, determining whether there is an association between fracture and physical activities such as gardening and housework may be as important as assessing activities more commonly measured such as walking, cycling, and other leisure time activities.\n\nIn this large, prospective study of healthy postmenopausal UK women, we describe the independent relationships of seven specific physical activities: walking, gardening, housework, cycling, yoga, sports club participation, and dance participation, with the risk of fracture at seven sites: humerus, forearm, wrist, hip, femur (not neck), lower leg, and ankle."
    },
    {
      "title": "Subjects and Methods"
    },
    {
      "title": "Participants and data",
      "text": "The Million Women Study is a large, population-based prospective study of UK women recruited through 66 National Health Service (NHS) breast cancer screening clinics. In 1996 to 2001, 1.3 million women aged 56 AE 4.8 years (age range, 48 to 90 years) on average, completed a self-administered questionnaire including details on anthropometry, lifestyle, and other factors. About 3 years later a postal resurvey questionnaire was sent to participants asking, among other factors, about specific physical activities and self-reported general health, and this questionnaire forms the baseline for this study. Study questionnaires and further details of the data and access policies can be viewed on the website ( www.millionwomenstudy.org ). Full details of the design and study methods have been described elsewhere.  (20) he Oxford and Anglia Multi-Centre Research Ethics Committee provided ethics approval for this study.\n\nEach woman was linked, using her unique NHS identification number and date of birth, to NHS information on deaths, cancer registrations, and hospital admission databases: Hospital Episode Statistics (HES) for England,  (21)  and Scottish Morbidity Records for Scotland.  (22) These databases include information on inpatient stays and day-case admissions (women admitted and discharged on the same day), but not on outpatient visits. Follow-up is virtually complete for this study population, with loss to follow-up of only 1%.  (20) nformation on admission and discharge dates, and details of the diagnoses and procedures associated with each hospital admission, were provided, coded to the World Health Organization's International Classification of Diseases, 10th revision (ICD-10).  (23) Incident cases were defined as the first hospital record (day-case or overnight admission) of fracture (either primary or secondary diagnosis) of the humerus (S42.2-S42.4), forearm (S52.0-S52.4, S52.7), wrist (S52.5-S52.6, S62.0-S62.1, S62.8), hip (S72.0-S72.1), femur (not neck) (S72.2-S72.4), lower leg (not ankle) (S82.1-S82.2, S82.4), or ankle (S82.3, S82.5-S82.6, S82.8), occurring after analysis baseline. These sites were chosen because they were the most common fracture sites. We have only provided forest plots for individual fracture sites with more than 1000 fractures. Although vertebral fractures account for a high number of fragility fractures, they are difficult to diagnose and are often diagnosed only by chance, because some are asymptomatic or have nonspecific symptoms.  (24) Therefore, because of the trend for high levels of underdiagnosis, we chose not to include vertebral fractures in our site-specific analyses. Risk of subsequent fracture is increased following a fracture,  (25)  and to ensure that this was accounted for we censored our analyses at the first occurrence of any fracture. Our definition of any fracture for censoring purposes included all fracture codes according to ICD-10, defined as the following ICD-10 codes: M48.4, M80, M84.3, S02, S12, S22, S32, S42, S52, S62, S72, S82, S92, T02, T08, T10, T12, T14.2, in addition to those fracture codes named above. We considered \"upper limb fractures\" to include fractures of the humerus, forearm, and wrist, and \"lower limb fractures\" to include fractures of the hip, femur, lower leg, and ankle.\n\nMenopause has a profound effect on bone mineral density  (26)  ; therefore, we restricted our analyses to postmenopausal women. If women reported being premenopausal, perimenopausal, or of unknown menopausal status at study baseline we assumed they were postmenopausal once they reached the age of 55 years. We made this assumption because 96% of women in this cohort with a known age of natural menopause were postmenopausal by the age of 55 years. Women with Turner's syndrome were excluded, as were those with missing information on physical activity or BMI. We excluded women with a hospital record of fracture, myocardial infarction, or stroke, or a diagnosis of cancer prior to study baseline, as well as those who reported at study baseline having had a stroke or heart disease. These exclusions were applied because these conditions may influence subsequent physical activity, bone mineral density, body weight, and risk of falls.  (25, 27) We further restricted our main analyses to women who reported that they were in good or excellent health, to take account of possible reverse causality; ie, that poor health may cause women to stop or reduce their activities."
    },
    {
      "title": "Measures of physical activity",
      "text": "At study baseline (defined as completion of the 3-year resurvey questionnaire, which was on average 3.3 years after recruitment into the Million Women Study) over 600,000 women responded to the question \"About how many hours each week do you spend doing: housework; gardening; walking; cycling; any work or exercise causing sweating or a fast heartbeat\". Except for housework, they were asked to report duration of each activity separately for summer and winter. These questions were structured according to validated, session-based measures of physical activity questions from both the Active Australia Survey  (28)  and the International Physical Activity Questionnaire.  (29) We have previously found a strong association between the number of hours reported on these specific activities and responses given to simple questions on frequency of strenuous and of any activity answered at Million Women Study recruitment.  (30) Women were also asked \"Do you belong to or participate in any of the following?\", with activityrelated options including sports club, dancing group, or yoga.\n\nFor activities reporting hours each week (housework, gardening, walking, and cycling) we calculated excess metabolic equivalent (MET) hours of activity. This measure represents the energy that would be expended for a given activity above that of the basal metabolic energy expenditure of a person at rest. We have described this method elsewhere.  (30) In brief, multipliers were taken according to the latest information provided by Ainsworth's compendium,  (31)  3.3 for housework, 3.5 for gardening, 3.5 for walking, and 8 for cycling. The value of 1 was subtracted from each multiplier, and then the number of hours spent in each activity was multiplied by this multiplier to provide a value for excess METs for each activity."
    },
    {
      "title": "Statistical analyses",
      "text": "All analyses were conducted using Stata, version 14.1 (StataCorporation, Inc., College Station, TX, USA).  (32) We calculated person-years from the date that women completed the baseline questionnaire. Follow-up was censored at whichever came first of: date of any fracture (see above in Participants and data section), date of death, date of emigration, or the end of follow-up, with the last date of follow-up being March 31, 2015. In cases where more than one fracture was recorded during the same hospital admission, each fracture was included in the analysis of the corresponding specific fracture site. However, multiple upper limb fractures or multiple lower limb fractures occurring during the same hospital admission were counted as only a single event for analyses of the aggregate \"upper limb fracture\" or \"lower limb fracture\" outcomes.\n\nCox regression models were used to calculate relative risks (RRs), and 99% confidence intervals (CIs) for incident fracture at each of the seven sites in relation to various physical activities, with attained age as the underlying time variable. We stratified analyses by study baseline year (≤2001, 2002, 2003, ≥2004) and year of birth (<1935, 1935-1939, 1940-1944, ≥1945), and adjusted for: recruitment region (10 regions), deprivation (quintiles using the Townsend index  (33)  ), educational qualifications (tertiary, secondary/technical, none), height (<155, 155.0-159.9, 160-164.9, 165.0-169.9, or ≥170 cm), smoking status (never, past, current), alcohol consumption (0, 0.1-2.9, 3-6.9, 7-14.9, ≥15 units per week, 1 unit = 10 g), BMI (<20.0, 20.0-22.4, 22.5-24.9, 25.0-27.4, 27.5-29.9, ≥30.0 kg/m 2 ), menopausal hormone therapy use (never, past, current), time spent sleeping (≤6.0, 6.1-7.0, 7.1-8.0, >8.0 hours per day), and self-reported history of: fracture (yes, no), osteoporosis (yes, no), blood clots (yes, no), osteoid/rheumatoid arthritis (yes, no), thyroid disease (yes, no), and diabetes (yes, no). The statistical model for each activity was mutually adjusted for the other activity types defined as follows: walking (≤1.0, >1.0 hours per week), gardening (≤1.0, >1.0 hours per week), cycling (≤1.0, >1.0 hours per week), housework (≤5.0, >5.0 hours per week), participation in yoga (yes, no), participation in dance (yes, no), and participation in sports clubs (yes, no). For the models which used excess MET-hours, walking, gardening, cycling, and housework were split according to the following excess MET-hour categories: ≤1.0, >1.0-5.0, >5.0-9.0, >9.0-13.0, >13 excess MET-hours per week. Using the same categories of excess MET-hours for each activity type facilitated comparisons of the associations between excess MET-hours of different activity types and fractures at the various sites.\n\nWhen more than two groups were compared, RRs were considered as floated absolute risks,  (34)  shown with the appropriate group-specific CI for the log risk. This allowed for valid comparisons to be made between any 2 groups, even when neither group was the reference group. All adjustment variables were reported at study baseline (on average 3.3 years after recruitment into the Million Women Study) except height, year of birth, recruitment region, educational qualifications, and deprivation, which were reported at recruitment. When data were missing for any of the adjustment variables (generally <2% for each variable), women were assigned to an additional \"missing\" category. We ran sensitivity analyses in which women with missing values were dropped (full case analysis). We ran sensitivity analyses in which there were no restrictions according to health status, and we also ran sensitivity analyses restricting to women who self-reported being in fair or poor health at baseline, who were excluded from the main analyses. There was no strong evidence for violation of the Proportional Hazards assumption for the various physical activities at each fracture site. The distributions of cycling, walking, gardening, and housework were also presented."
    },
    {
      "title": "Results",
      "text": "A total of 371,279 postmenopausal women, aged on average 59.8 AE 4.8 years at baseline and who reported being in excellent or good health, were included in our analyses. The characteristics of these women according to each specific physical activity are shown in Tables  1  and  2 . The proportion of current smokers was higher among those who were less likely to participate in the various activities, except for gardening and housework. A higher proportion of women from the most deprived one-fifth socioeconomically did not participate in yoga or sports club activities, and did fewer hours of gardening per week. Among those with no educational qualifications, a higher proportion did not participate in yoga or sports club activities. Distributions for cycling, walking, gardening and housework are presented in Figs. S1 to S4.\n\nDuring an average follow-up of 12 years per woman (4.4 million person-years in total), 2341 women were admitted to hospital (either day-case or overnight stay) for humerus fracture, 1238 for forearm fracture, 7358 for wrist fracture, 4354 for hip fracture, 617 for femur (not neck) fracture, 1184 for lower leg fracture, and 3629 for ankle fracture.\n\nThere was heterogeneity across the various activities and risk of fracture of the upper limb (p = 0.004). However, statistical heterogeneity across the various activities was not evident at individual sites (p = 0.14, humerus; p = 0.01, forearm; p = 0.31, wrist). Gardening for more than 1 hour per week was associated with reductions in the risk of overall upper limb fracture of 9% (RR = 0.91; 99% CI, 0.86 to 0.96; p < 0.0001), of forearm fracture of 24% (RR = 0.76; 99% CI, 0.66 to 0.89; p < 0.0001), and of humerus fracture of 17% (RR = 0.83; 99% CI, 0.74 to 0.93; p < 0.0001), when compared to gardening less often (Figs.  1  and  3 ). However, cycling for more than 1 hour per week was associated with an 11% (RR = 1.11; 99% CI, 1.00 to 1.23) increased risk of upper limb fracture when compared to those cycling up to 1 hour per week (p = 0.008) (Fig.  1  and Table  S3 ).\n\nThere was no heterogeneity in the associations across various activities and fracture risk of the lower limb (including hip) (p = 0.31) or of the hip (p = 0.02), with physical activity generally associated with a lower fracture risk at these sites. Heterogeneity across various activities was also not evident for femur (not hip) (p = 0.37), lower leg (not ankle) (p = 0.55), and ankle (p = 0.15) fracture. Taking part in yoga was associated with a reduction in risk of lower limb fracture of 14% (RR = 0.86; 99% CI, 0.77 to 0.95; p = 0.0001) and of hip fracture by 16% (RR = 0.84; 99% CI, 0.72 to 0.98, p = 0.003) (Figs.  1  and  2 , Table  S3 ). Participating in yoga was associated with a halving in the risk of femur (not hip) fracture (RR = 0.53; 99% CI, 0.32 to 0.90; p = 0.001); however, the CI was wide (Table  S4 ). Participation in sports clubs was associated with a 13% (RR = 0.87; 99% CI, 0.81 to 0.93; p < 0.0001) reduction in lower limb fracture and a 22% (RR = 0.78; 99% CI, 0.71 to 0.87; p < 0.0001) reduction in hip fracture (Figs.  1  and  2 , and Table  S3 ). Walking more than 1 hour per week was associated with an 18% reduction in risk of hip fracture (RR = 0.82; 99% CI, 0.75 to 0.90; p < 0.0001) when compared to those walking less often (Fig.  2 , Table  S3 ). Gardening more than 1 hour per week was associated with a small reduction in the risk of all lower limb fractures (RR = 0.93; 99% CI, 0.88 to 0.99; p = 0.001), and a small reduction in risk of hip fracture (RR = 0.91; 99% CI, 0.84 to 0.99; p = 0.003) when compared to those gardening less often (Figs.  1  and  2 , and Table  S3 ). Doing housework more than 5 hours per week was associated with a small reduction in the risk of lower limb fracture (RR = 0.93; 99% CI, 0.87 to 0.99; p = 0.002,) and a 12% (RR = 0.88; 99% CI, 0.80 to 0.98; p = 0.002) reduction in the risk of ankle fracture when compared to those doing less housework (Figs.  1  and  2 , Tables  S3  and  S4 ). There were no significant associations between any of the activities and the risk of fracture of the lower leg (Fig.  2  and Table  S4 ). Unadjusted risk estimates were similar to adjusted risk estimates. Women with missing values were excluded when calculating the means or percentages for that given variable. An average of 12 years follow-up per woman. Restricted to women reporting that they were in good or excellent health."
    },
    {
      "title": "Journal of Bone and Mineral Research",
      "text": "When compared to ≤1 excess MET-hour, gardening for more than 5 excess MET-hours per week was associated with reductions in risk of upper limb fracture, 15% (RR = 0.85; 99% CI, 0.81 to 0.89) if more than 13 excess MET-hours per week (Table  3 ). For individual fracture sites of the arm, gardening was associated with lower risk of both humerus and forearm fracture above 1 excess MET-hour per week, ranging from 9% to 27% (RR = 0.91; 99% CI, 0.85 to 0.98; to RR = 0.73; 99% CI, 0.66 to 0.81; p ≤ 0.001) and 12% to 32% (RR = 0.88; 99% CI, 0.80 to 0.97; to RR = 0.68; 99% CI, 0.57 to 0.82; p ≤ 0.001) risk reductions when compared to ≤1 excess MET-hour for each site respectively (Table  5 ). More than 13 excess MET-hours per week of cycling increased the risk of forearm fracture by over 60% (RR = 1.61; 99% CI, 1.27 to 2.04) when compared to ≤1 excess MET-hour; however, CIs were wide (Table  5 ).\n\nFor lower limb fracture, walking and gardening were both associated with reductions in risk of fracture at energy expenditures >1 excess MET-hour per week when compared to ≤1 excess MET-hour per week. For individual fracture sites of the lower limb, walking was associated with reductions in fracture risk at the hip and femur when energy expenditure from the activity was >1 excess MET-hour per week in comparison to the reference of ≤1 excess MET-hour per week. These reductions in risk ranged from 18% to 29% (RR = 0.82; 99% CI, 0.77 to 0.87; to RR = 0.71; 99% CI, 0.65 to 0.77; p ≤ 0.001) for hip (Table  3 ) and 35% to 39% (RR = 0.66; 99% CI, 0.54 to 0.81; to RR = 0.61; 99% CI, 0.49 to 0.75; p ≤ 0.001) for femur (Table  4 ). When >1 excess MET-hour per week was spent gardening, risk of hip fracture was also lowered, in comparison to energy expenditures of ≤1 excess MET-hour of gardening per week (p ≤ 0.001).\n\nFull case analyses of 310,400 women were run; women with missing values for adjustment variables were dropped from the analyses, and results were very similar to the main analyses (Table  S1 ). Sensitivity analyses using 474,388 women (sample not restricted according to self-reported health) indicated largely similar results to the main analysis (Table  S2 ). Sensitivity analyses restricted to women in poor or fair health generally showed slightly stronger relationships between the various activities and fracture risk than those of the main analysis (Fig.  S5 ), but this could well be because their poor or fair health resulted in women reducing their physical activities."
    },
    {
      "title": "Discussion",
      "text": "In this prospective study of 370,000 postmenopausal women who rated their health as good or excellent, physical activities of several different types, including walking, yoga, participation in sports club activities, and gardening, were independently associated with a reduced risk of lower limb and hip fracture. Women with missing values were excluded when calculating the means or percentages for that given variable. An average of 12 years follow-up per woman. Restricted to women reporting that they were in good or excellent health.\n\nAssociations of physical activities with upper limb fracture were more heterogeneous, with gardening being the only activity clearly associated with a significantly reduced risk and cycling associated with a significantly increased risk. For the equivalent excess MET-hours energy expenditure, gardening showed the greatest reduction in risk for upper limb fracture. For lower limb fractures, walking and gardening were beneficial in terms of fracture risk reductions from excess MET-hour values >1.\n\nPrior research including both prospective studies and clinical trials has shown the benefits of physical activity in reducing the risk of fractures, especially of more common fractures such as those of the hip.  (2) (3) (4) (5) (6) (7)  Meta-analyses have shown physical activities can improve balance and reduce falls.  (8) (9) (10) 35)  For example, a recent meta-analysis in community-dwelling older adults found that the rate of falls was reduced by 21% following exercise programs (pooled rate ratio 0.79; 95% CI, 0.73 to 0.85; p < 0.001; I 2 47%; 69 comparisons),  (9)  and a synthesis of 94 trials concluded weak evidence for moderate improvements in clinical balance outcomes where interventions included either: balance, gait, coordination or functional tasks; strengthening activities,\n\n0.4 0.6 0.8 1 1.2 1.4 1.6 Relative Risk (99% CI) 1.04(0.97, 1.10) 0.95(0.90, 1.01) 1.01(0.92, 1.10) 0.98(0.92, 1.04) 0.97(0.88, 1.06) 0.91(0.86, 0.96) 1.11(1.00, 1.23) 0.93(0.87, 0.99) 0.93(0.87, 0.99) 0.86(0.77, 0.95) 0.87(0.81, 0.93) 0.91(0.82, 1.00) 0.93(0.88, 0.99) 1.01(0.90, 1.13) RR (99% CI) Fractures and activities Walking (>1 vs <=1*) Housework (>5 vs <=5*) Yoga (yes vs no*) Sport (yes vs no*) Dancing (yes vs no*) Gardening (>1 vs <=1*) Cycling (>1 vs <=1*) Walking (>1 vs <=1*) Housework (>5 vs <=5*) Yoga (yes vs no*) Sport (yes vs no*) Dancing (yes vs no*) Gardening (>1 vs <=1*) Cycling (>1 vs <=1*) Upper limb Lower limb (including hip) Number of fractures exposed/ unexposed 8275/2217 8069/2423 918/9574 2390/8102 909/9583 6471/4021 732/9760 7172/2234 7211/2195 661/8745 1897/7509 744/8662 5861/3545 559/8847\n\nFig.  1 . Associations between specific physical activities and upper limb and lower limb (including hip) fractures. *Reference category. Stratified by year of birth and study baseline year, adjusted for attained age, region, deprivation, educational qualifications, height, smoking, alcohol, BMI, menopausal hormone therapy, time spent sleeping, self-reported history of fracture, osteoporosis, blood clots, osteoid/rheumatoid arthritis, thyroid disease, and diabetes, and mutually adjusted for other activities. Analyses were restricted to women reporting they were in good or excellent health. Women were excluded if they had a hospital record of fracture, stroke, MI, or cancer prior to study baseline, if they self-reported stroke or heart disease prior to study baseline, or if they were missing information on physical activities of interest or BMI. CI = confidence interval; MI = myocardial infarction; RR = relative risk. eg, resistance training; or three-dimensional activities such as dance or yoga.  (35) To our knowledge, ours is the largest prospective study to examine the associations between a range of specific physical activity types and site-specific fractures in postmenopausal women. Previous prospective studies have shown a similar direction of relationship between walking and fracture risk to our study. The Nurses' Health Study of 61,200 postmenopausal women showed that women reporting walking for 4 or more hours/week had a 41% lower risk of hip fracture (RR = 0.59; 95% CI, 0.37 to 0.94) compared to those who reported walking <1 hour/week.  (36) A smaller prospective study of 9516 postmenopausal woman that compared those who regularly walked for exercise to those who did not, found a nonsignificant relationship with risk of hip fracture (RR = 0.7; 95% CI, 0.5 to 1.0).  (6) A small prospective study (6936 women) compared walking/cycling outdoors for >1 hour/week versus up to 1 hour/week and found a nonsignificant relationship with the risk of wrist fracture, but the CIs were wide.  (37) A prospective study of 9704 postmenopausal women found a 22% reduction (RR = 0.78; 95% CI, 0.62 to 0.99) in the risk of hip fracture when comparing women reporting >9 hours of heavy chores/week to those reporting <5 hours/week.  (38) For most of these studies,\n\n0.4 0.6 0.8 1 1.2 1.4 1.6 Relative Risk (99% CI) 0.82(0.75, 0.90) 0.98(0.89, 1.07) 0.84(0.72, 0.98) 0.78(0.71, 0.87) 0.89(0.77, 1.03) 0.91(0.84, 0.99) 0.94(0.79, 1.13) 0.93(0.78, 1.11) 0.88(0.74, 1.04) 0.92(0.69, 1.23) 0.99(0.82, 1.19) 0.81(0.60, 1.09) 0.96(0.82, 1.12) 1.21(0.91, 1.62) 1.09(0.98, 1.21) 0.88(0.80, 0.98) 0.90(0.76, 1.06) 0.94(0.85, 1.04) 0.95(0.81, 1.12) 0.95(0.87, 1.05) 1.00(0.83, 1.19) Hip Lower leg (except ankle) Ankle Number of fractures exposed/ unexposed 3260/1094 3402/952 296/4058 783/3571 360/3994 2733/1621 231/4123 896/288 889/295 89/1095 266/918 80/1104 734/450 86/1098 2846/783 2726/903 271/3358 806/2823 281/3348 2256/1373 226/3403"
    },
    {
      "title": "RR (99% CI) Fractures and activities"
    },
    {
      "title": "Walking",
      "text": "Fig.  2 . Associations between specific physical activities and lower limb fractures. *Reference category. Stratified by year of birth and study baseline year, adjusted for attained age, region, deprivation, educational qualifications, height, smoking, alcohol, BMI, menopausal hormone therapy, time spent sleeping, self-reported history of fracture, osteoporosis, blood clots, osteoid/rheumatoid arthritis, thyroid disease, and diabetes, and mutually adjusted for other activities. Analyses were restricted to women reporting they were in good or excellent health. Women were excluded if they had a hospital record of fracture, stroke, MI, or cancer prior to study baseline, if they self-reported stroke or heart disease prior to study baseline, or if they were missing information on physical activities of interest or BMI. CI = confidence interval; MI = myocardial infarction; RR = relative risk."
    },
    {
      "title": "Journal of Bone and Mineral Research",
      "text": "n 284 ARMSTRONG ET AL. numbers were small, with null findings likely to be due to a lack of power.\n\nThe potential mechanisms influencing the relationship between physical activity and risk of fracture may oppose each other and are therefore complex, and the evidence on fracture site-specific mechanisms is sparse. Physical activities aimed at improving muscle strength,  (14)  balance,  (13)  and coordination may decrease the risk of falls, thereby protecting women from fracture.  (9) Age-related decreases in bone mineral density may be attenuated through physical activity,  (15, 16)  but bone strength also depends on various aspects of \"bone quality,\" including amount of fatigue damage, architecture, and changes in bulk material properties.  (39) Further, while taking part in physical activity, women may be at greater risk of injury; eg, cycling may increase the risk of falling.  (17) Having more cautious physical activity behaviors as a result of a \"fear of falling\" could also in turn result in an increased risk of falling.  (40) It is possible that the relative strength of these competing risk factures may depend on the type of physical activity and on the fracture site of interest.\n\nThe main strengths of this study are its prospective design and large sample size with an average follow-up of 12 years per woman. Although the information on incident fractures Forearm Wrist Humerus Number of fractures exposed/ unexposed 978/260 944/294 116/1122 302/936 114/1124 721/517 102/1136 5826/1532 5665/1693 692/6666 1709/5649 645/6713 4626/2732 507/6851 1815/526 1792/549 153/2188 472/1869 186/2155 1378/963 151/2190\n\nFig.  3 . Associations between specific physical activities and upper limb fractures. *Reference category. Stratified by year of birth and study baseline year, adjusted for attained age, region, deprivation, educational qualifications, height, smoking, alcohol, BMI, menopausal hormone therapy, time spent sleeping, self-reported history of fracture, osteoporosis, blood clots, osteoid/rheumatoid arthritis, thyroid disease, and diabetes, and mutually adjusted for other activities. Analyses were restricted to women reporting they were in good or excellent health. Women were excluded if they had a hospital record of fracture, stroke, MI, or cancer prior to study baseline, if they self-reported stroke or heart disease prior to study baseline, or if they were missing information on physical activities of interest or BMI. CI = confidence interval; MI = myocardial infarction; RR = relative risk. eMET-hours = excess MET-hours; gsCI = group specific confidence interval; RR = relative risk. was obtained from objective hospital records, a potential limitation is that less severe fractures did not result in day-case or overnight admissions and would have been missed. Fractures requiring reduction procedures and/or anesthetics would be included because they require day-case or overnight stays.  (41) e did not include any fracture codes that specifically indicated trauma in our site-specific analyses, but it is possible that some fractures related to trauma may have been included. Further, some of the various physical activities were only assessed once at study baseline, meaning that any potential changes in exposure during follow-up were not captured. The use of selfreported activity type and duration is a limitation, but objective methods to assess activity type, the aim of this work, were not practical at the point of data collection and are still considerably limited in large-scale studies. Although the lack of a measure of bone mineral density may be considered a limitation, the use of clinical fracture outcomes, rather than an intermediate measure (such as bone mineral density) is a strength. We accounted for the increased risk of subsequent fracture reported among women with a prior fracture  (25)  by censoring at the first occurrence of any fracture. Frail individuals with multiple morbidities may be at an increased risk of fracture  (42)  and may participate in less physical activity, but restricting our main analyses to women rating their health as excellent or good should minimize reverse causation bias. Further, restricting to otherwise healthy women is useful in gaining insights into the prevention of ill health later in life. To take account of prior morbidities that might alter physical activity behavior, we excluded women with cancer, myocardial infarction, stroke, or a fracture occurring prior to study baseline.\n\nIn conclusion, various physical activities may modify fracture risk in postmenopausal women, but this is dependent on both the fracture site and the type of physical activity. Most activities tended to be associated with a decreased risk of lower limb and hip fracture. For the equivalent energy expenditure, gardening was associated with reductions in risk of both upper and lower limb fracture, and walking with reductions in risk of lower limb fracture. Associations of physical activities with upper limb fracture were more heterogeneous, with gardening associated with a reduced risk and cycling with an increased risk."
    },
    {
      "title": "Disclosures",
      "text": "VB is a non-executive director of the Medicines and Healthcare products Regulatory Agency. MEGA, JL, CJW, BJC, JG, SF and GKR have no conflicts of interest to report."
    },
    {
      "text": "(>1 vs <=1*) Housework (>5 vs <=5*) Yoga (yes vs no*) Sport (yes vs no*) Dancing (yes vs no*) Gardening (>1 vs <=1*) Cycling (>1 vs <=1*) Walking (>1 vs <=1*) Housework (>5 vs <=5*) Yoga (yes vs no*) Sport (yes vs no*) Dancing (yes vs no*) Gardening (>1 vs <=1*) Cycling (>1 vs <=1*) Walking (>1 vs <=1*) Housework (>5 vs <=5*) Yoga (yes vs no*) Sport (yes vs no*) Dancing (yes vs no*) Gardening (>1 vs <=1*) Cycling (>1 vs <=1*)"
    },
    {
      "text": "(0.89, 1.02) 1.06(0.95, 1.17) 0.98(0.91, 1.05) 0.96(0.87, 1.07) 0.96(0.90, 1.02) vs <=5*)e Yoga (yes vs no*) Sport (yes vs no*) Dancing (yes vs no*) Gardening (>1 vs <=1*) Cycling (>1 vs <=1*) Walking (>1 vs <=1*) Housework (>5 vs <=5*) Yoga (yes vs no*) Sport (yes vs no*) Dancing (yes vs no*) Gardening (>1 vs <=1*) Cycling (>1 vs <=1*) Walking (>1 vs <=1*) Housework (>5 vs <=5*) Yoga (yes vs no*) Sport (yes vs no*) Dancing (yes vs no*) Gardening (>1 vs <=1*) Cycling (>1 vs <=1*)"
    },
    {
      "text": "Reference category.Journal of Bone and Mineral Research n 288 ARMSTRONG ET AL."
    },
    {
      "text": "Characteristics of Women in the Million Women Study According to Walking, Housework, Gardening, and Cycling, Reported at 3-Year Resurvey"
    },
    {
      "text": "Characteristics of Women in the Million Women Study According to Yoga, Sports Club, and Dance Participation, Reported at 3-Year Resurvey"
    },
    {
      "text": "Adjusted and Unadjusted Relative Risks, of Upper Limb, Lower Limb (Including Hip), and Hip Fracture in Postmenopausal Women in the Million Women Study According to Excess MET-Hours of Walking, Housework, Gardening, and Cycling, Reported at 3-Year Resurvey An average of 12 years follow-up per woman. Restricted to women reporting that they were in good or excellent health. Stratified by year of birth and study baseline year, adjusted for attained age, region, deprivation, educational qualifications, self-reported health status, height, smoking, alcohol, BMI, menopausal hormone therapy, time spent sleeping, self-reported history of fracture, osteoporosis, blood clots, osteoid/rheumatoid arthritis, thyroid disease, and diabetes, and mutually adjusted for other activities."
    },
    {
      "text": "Adjusted and Unadjusted Relative Risks, of Femur, Lower Leg (Excluding Ankle), and Ankle Fracture in Postmenopausal Women in the Million Women Study According to Excess An average of 12 years follow-up per woman. Restricted to women reporting that they were in good or excellent health. Stratified by year of birth and study baseline year, adjusted for attained age, region, deprivation, educational qualifications, self-reported health status, height, smoking, alcohol, BMI, menopausal hormone therapy, time spent sleeping, self-reported history of fracture, osteoporosis, blood clots, osteoid/rheumatoid arthritis, thyroid disease, and diabetes, and mutually adjusted for other activities."
    },
    {
      "text": "Adjusted and Unadjusted Relative Risks, of Forearm, Wrist, and Humerus Fracture in Postmenopausal Women in the Million Women Study According to Excess MET-Hours of Walk-An average of 12 years follow-up per woman. Restricted to women reporting that they were in good or excellent health. Stratified by year of birth and study baseline year, adjusted for attained age, region, deprivation, educational qualifications, self-reported health status, height, smoking, alcohol, BMI, menopausal hormone therapy, time spent sleeping, self-reported history of fracture, osteoporosis, blood clots, osteo/rheumatoid arthritis, thyroid disease and diabetes, and mutually adjusted for other activities."
    }
  ],
  "references": [
    {
      "title": "Study of the incremental cost and clinical burden of hip fractures in postmenopausal women in the United Kingdom",
      "authors": [
        "L Gutiérrez",
        "N Roskell",
        "J Castellsague"
      ],
      "year": 2011
    },
    {
      "title": "Different effects of age, adiposity and physical activity on the risk of ankle, wrist and hip fractures in postmenopausal women",
      "authors": [
        "Meg Armstrong",
        "B Cairns",
        "E Banks",
        "J Green",
        "G Reeves",
        "V Beral"
      ],
      "year": 2012,
      "doi": "10.1016/j.bone.2012.03.014"
    },
    {
      "title": "Body mass index and physical activity in relation to the incidence of hip fracture in postmenopausal women",
      "authors": [
        "Meg Armstrong",
        "E Spencer",
        "B Cairns"
      ],
      "year": 2011
    },
    {
      "title": "Risk factors for hip fracture in European women: the MEDOS Study. Mediterranean Osteoporosis Study",
      "authors": [
        "O Johnell",
        "B Gullberg",
        "J Kanis"
      ],
      "year": 1995,
      "doi": "10.1002/jbmr.5650101125"
    },
    {
      "title": "Factors associated with 5-year risk of hip fracture in postmenopausal women",
      "authors": [
        "J Robbins",
        "A Aragaki",
        "C Kooperberg"
      ],
      "year": 2007,
      "doi": "10.1001/jama.298.20.2389"
    },
    {
      "title": "Risk factors for hip fracture in white women",
      "authors": [
        "S Cummings",
        "M Nevitt",
        "W Browner"
      ],
      "year": 1995,
      "doi": "10.1056/nejm199503233321202"
    },
    {
      "title": "The effect of fall prevention exercise programmes on fall induced injuries in community dwelling older adults: systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "F El-Khoury",
        "B Cassou",
        "M Charles",
        "P Dargent-Molina"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f6234"
    },
    {
      "title": "Interventions for preventing falls in older people living in the community",
      "authors": [
        "L Gillespie",
        "M Robertson",
        "W Gillespie"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd007146.pub2"
    },
    {
      "title": "Exercise to prevent falls in older adults: an updated systematic review and meta-analysis",
      "authors": [
        "C Sherrington",
        "Z Michaleff",
        "N Fairhall"
      ],
      "year": 2017,
      "doi": "10.1136/bjsports-2016-096547"
    },
    {
      "title": "Rethinking individual and community fall prevention strategies: a meta-regression comparing single and multifactorial interventions",
      "authors": [
        "A Campbell",
        "M Robertson"
      ],
      "year": 2007,
      "doi": "10.1093/ageing/afm122"
    },
    {
      "title": "What types of physical activities are effective in developing muscle and bone strength and balance",
      "authors": [
        "C Foster",
        "Meg Armstrong"
      ],
      "year": 2018,
      "doi": "10.22540/jfsf-03-058"
    },
    {
      "title": "Muscle and bone strengthening and balance activities for general health benefits in adults and older adults: summary of a rapid evidence review for the UK Chief Medical Officers' update of the physical activity guidelines",
      "authors": [
        "C Foster",
        "M Armstrong",
        "M Hillsdon"
      ],
      "year": 2018
    },
    {
      "title": "Exercise for improving balance in older adults",
      "authors": [
        "T Howe",
        "L Rochester",
        "F Neil",
        "D Skelton",
        "C Ballinger"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.cd004963.pub3"
    },
    {
      "title": "Progressive resistance training for improving physical function in older adults",
      "authors": [
        "C Liu",
        "N Latham"
      ],
      "year": 2009
    },
    {
      "title": "The effect of exercise training programs on bone mass: a metaanalysis of published controlled trials in pre-and postmenopausal women",
      "authors": [
        "I Wolff",
        "J Van Croonenborg",
        "Hcg Kemper",
        "P Kostense",
        "Jwr Twisk"
      ],
      "year": 1999,
      "doi": "10.1007/s001980050109"
    },
    {
      "title": "Functional strain as a determinant for bone remodelling",
      "authors": [
        "L Lanyon"
      ],
      "year": 1984,
      "doi": "10.1007/bf02406134"
    },
    {
      "title": "Sports and recreational related injury episodes in the US population, 1997-99",
      "authors": [
        "J Conn",
        "J Annest",
        "J Gilchrist"
      ],
      "year": 2003
    },
    {
      "title": "Too much sitting: the population health science of sedentary behavior",
      "authors": [
        "N Owen",
        "G Healy",
        "C Matthews",
        "D Dunstan"
      ],
      "year": 2010
    },
    {
      "title": "Why older people do not participate in leisure time physical activity: a survey of activity levels, beliefs and deterrents",
      "authors": [
        "I Crombie",
        "L Irvine",
        "B Williams"
      ],
      "year": 2004,
      "doi": "10.1093/ageing/afh089"
    },
    {
      "title": "Cohort profile: the Million Women Study",
      "authors": [
        "J Green",
        "G Reeves",
        "S Floud"
      ],
      "year": 2019,
      "doi": "10.1093/ije/dyy065"
    },
    {
      "title": "Hospital Episode Statistics",
      "authors": [
        "Hesonline"
      ],
      "year": 2019
    },
    {
      "title": "The Scottish record linkage system",
      "authors": [
        "S Kendrick",
        "J Clarke"
      ],
      "year": 1993
    },
    {
      "title": "International statistical classification of diseases and related health problems",
      "year": 1992,
      "doi": "10.1071/sh17086"
    },
    {
      "title": "Vertebral fracture: diagnostic difficulties of a major medical problem",
      "authors": [
        "P Szulc"
      ],
      "year": 2018
    },
    {
      "title": "Patients with prior fractures have an increased risk of future fractures: a summary of the literature and statistical synthesis",
      "authors": [
        "C Klotzbuecher",
        "P Ross",
        "P Landsman",
        "T Abbott",
        "Iii",
        "M Berger"
      ],
      "year": 2000,
      "doi": "10.1359/jbmr.2000.15.4.721"
    },
    {
      "title": "Postmenopausal osteoporosis: its clinical features",
      "authors": [
        "F Albright",
        "P Smith",
        "A Richardson"
      ],
      "year": 1941,
      "doi": "10.1001/jama.1941.02820220007002"
    },
    {
      "title": "Stroke, a major and increasing risk factor for femoral neck fracture",
      "authors": [
        "A Ramnemark",
        "M Nilsson",
        "B Borssen",
        "Y Gustafson"
      ],
      "year": 2000
    },
    {
      "title": "The active Australia survey: a guide for implementing, analysis, and reporting",
      "year": 2003
    },
    {
      "title": "International physical activity questionnaire: 12-country reliability and validity",
      "authors": [
        "C Craig",
        "A Marshall",
        "M Sjöström"
      ],
      "year": 2003
    },
    {
      "title": "Reported frequency of physical activity in a large epidemiological study: relationship to specific activities and repeatability over time",
      "authors": [
        "M Armstrong",
        "B Cairns",
        "J Green",
        "G Reeves",
        "V Beral"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2288-11-97"
    },
    {
      "title": "Compendium of Physical Activities: a second update of codes and MET values",
      "authors": [
        "B Ainsworth",
        "W Haskell",
        "S Herrmann"
      ],
      "year": 2011
    },
    {
      "title": "Stata Statistical Software: release 14",
      "year": 2015,
      "doi": "10.1177/1536867x20976323"
    },
    {
      "title": "Health and deprivation: inequality and the North",
      "authors": [
        "P Townsend",
        "P Phillimore",
        "A Beattie"
      ],
      "year": 1988
    },
    {
      "title": "Improved estimates of floating absolute risk",
      "authors": [
        "M Plummer"
      ],
      "year": 2004,
      "doi": "10.1002/sim.1485"
    },
    {
      "title": "Exercise for preventing and treating osteoporosis in postmenopausal women",
      "authors": [
        "T Howe",
        "B Shea",
        "L Dawson"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.cd000333.pub2"
    },
    {
      "title": "Walking and leisure-time activity and risk of hip fracture in postmenopausal women",
      "authors": [
        "D Feskanich",
        "W Willett",
        "G Colditz"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.18.2300"
    },
    {
      "title": "Risk factors for Colles' fracture in men and women: results from the European prospective osteoporosis study",
      "authors": [
        "A Silman"
      ],
      "year": 2003,
      "doi": "10.1007/s00198-002-1364-1"
    },
    {
      "title": "for the Study of Osteoporotic Fractures Research Group. Physical activity and osteoporotic fracture risk in older women",
      "authors": [
        "E Gregg",
        "J Cauley",
        "D Seeley",
        "K Ensrud",
        "D Bauer"
      ],
      "year": 1998
    },
    {
      "title": "The epidemiology of fragility fractures: is there a role for bone quality?",
      "authors": [
        "C Cooper"
      ],
      "year": 1993,
      "doi": "10.1007/bf01673397"
    },
    {
      "title": "The association between graded physical activity in postmenopausal British women, and the prevalence and incidence of hip and wrist fractures",
      "authors": [
        "C Gregson",
        "C Carson",
        "A Amuzu",
        "S Ebrahim"
      ],
      "year": 2010,
      "doi": "10.1093/ageing/afq068"
    },
    {
      "title": "Hospital admissions following presentations to emergency departments for a fracture in older people",
      "authors": [
        "S Boufous",
        "C Finch",
        "J Close",
        "L Day",
        "S Lord"
      ],
      "year": 2007,
      "doi": "10.1136/ip.2006.014654"
    },
    {
      "title": "Frailty and risk of falls, fracture, and mortality in older women: the study of osteoporotic fractures",
      "authors": [
        "K Ensrud",
        "S Ewing",
        "B Taylor"
      ],
      "year": 2007,
      "doi": "10.1093/gerona/62.7.744"
    }
  ],
  "num_references": 42
}
