{
  "paper_id": "Y4QTL68S",
  "abstract": "BCTs Fitbit Garmin Polar Xiaomi Apple 1.1. Goal setting (behavior) App -Goal setting for daily activity including steps, distance and burned calories. App -Goal setting for daily activity measured in steps per day with the opportunity to choose a preset goal based on previous activity. App -Selection from three preset activity goals differing in their intensities. App -Goal setting for daily activity measured in steps per day. Wearable, App -Goal setting for daily activity measured in calories per day by the user or selection from three preset caloric goals depending on the user's personal activity goals. \n Action planning App -Planning of daily physical activity, including steps, calories, distance, climbed floors per day as well as 250 steps per hour. App -Planning of daily physical activity, including steps and climed floors per day as well as minutes of intensity physical activity.",
  "sections": [
    {
      "text": "Web-App -Planning of daily physical activity by choosing one of three preset intensitiy levels.\n\nApp -Planning of daily physical activity by setting a step goal.\n\nWearable -Planning of daily physical activity by setting a calorie goal. Wearable -Promt that at this time of day, 0 out of 10,100 steps, the daily activity goal, had been completed.\n\nWearable, App -The picture on the left informs the user that half of the daily activity goal has been reached, the right picture shows that 92% of the daily activity goal has been reached. App -Information that 4618 steps have already been completed and 5382 are still necessary to achieve the daily step goal.\n\nWearable -Information about the daily progress in reaching the activity goals. In this case, 14 of the 560 calories required have already been burned.In addition, 0 of the required 30 minutes of physical training was achieved and one of the required 12 hours was spent standing."
    },
    {
      "title": "Feedback on behaviour",
      "text": "App -Daily feedback on calories burned, steps taken, floors climbed, distance traveled and number of minutes spent on physical activity App -Feedback on the steps taken in the past few months including the total number of steps, the total distance covered, the daily average and the weekly average.\n\nApp -Daily feedback on steps, distance covered, time spent on physical activity, calories burned and information about inactivity.\n\nWearable -Weekly physical activity report.\n\nWearable -Weekly physical activity report."
    },
    {
      "title": "Selfmonitoring of behaviour",
      "text": "App -Daily record of calories burned, steps taken, floors climbed, distance covered, and number of minutes spent on physical activity.\n\nApp -Daily record of calories burned, steps taken, floors climbed and distance traveled.\n\nApp -Overview of the recorded workouts (strength training, cycling) with information about their intensity.\n\nApp -Daily record of steps taken, minutes of physical activity, distance traveled and calories burned.\n\nApp -Example of physical activity recorded by the wearable including information about the total time of the activity, the distance covered, the calories burned (active calories and total calories), the average heart rate and the average speed."
    },
    {
      "title": "Biofeedback",
      "text": "App -Feedback on heart rate and average heart rate during a workout, App -Feedback on the current heart rate.\n\nApp -Feedback on average, minimum and maximum heart rate during a workout.\n\nApp -Heart rate feedback during a workout.\n\nWearable -Feedback on the current heart rate.\n\n3.1. Social support (unspecified)\n\nApp -The left picture shows the possibility to add friends and the right picture shows the possibility to join different groups in order to interact with other users.\n\nApp -The left picture shows the possibility to add friends and the right picture shows the possibility to join different groups in order to interact with other users.\n\nWeb-App -The picture shows the possibility to join different groups in order to interact with other users.\n\nApp -The image shows the ability to add friends to share activities.\n\nApp -The image shows the ability to add friends to share activities."
    },
    {
      "title": "Social support (emotional)",
      "text": "App -The picture shows messages in the app. In this case, the messages inform that the user was cheered on by a friend who was friendly but also ridiculed.\n\nApp -This is a notification informing the user that another user has commented on his activity.\n\nApp -This is a notification informing the user that another user has commented on and liked his activity.\n\nDue to technical problems -receipt and confirmation of a friendship request -no statement could be made for this BCT and it was coded as \"not available\"."
    },
    {
      "title": "Information about health consequences",
      "text": "Web-App -Detailed information regarding the recommended 10,000 steps and 30 minutes of physical activity per day and their effects on overall health.\n\nApp -Information that the continuous achievement of the activity goals can have a positive effect on heart health, the stability of the bones, the mind and sleep.\n\nWeb-App -Information that the level of physical activity has a positive impact on health and in this case can lead to a longer life expectancy.\n\nWearable -Information about the effect that a certain physical activity has on the user's fitness. In this case, the user is informed that the corresponding physical activity has no benefits for his fitness. App -By adding friends, the user is able to compare himself with them.\n\nApp -It is possible to view precise information about workouts from other users and this enables the user to compare himself with the performance of other users.\n\n/ App -By adding friends, the user is able to compare himself with them."
    },
    {
      "text": "to change the previously set activity goals. App -Opportunity to change the previously set activity goals. App, Web-App -Opportunity to change the previously set activity goals. App -Opportunity to change the previously set activity goals. Wearable -Opportunity to change the previously set activity goalsindication that 126 steps are still missing to achieve the hourly movement goal of 250 steps."
    },
    {
      "text": "of training sessions that differ in their duration and the calories burned.App -The possibility to search for existing workouts with step-by-step instructions or to create workouts."
    },
    {
      "text": "user is given the opportunity to indicate his emotional state during the workout by selecting one of 5 smileys that correspond to different moods. user has the option of being shown certain exercises through video sequences. App -The user has the option of being shown certain exercises through video sequences.adding friends, the user is able to compare himself with them."
    }
  ]
}
