{
  "paper_id": "YAVL5PZC",
  "title": "Celebrating variability and a call to limit systematisation: the example of the Behaviour Change Technique Taxonomy and the Behaviour Change Wheel",
  "abstract": "Within any discipline there is always a degree of variability. For medicine it takes the form of Health Professional's behaviour, for education it's the style and content of the classroom, and for health psychology, it can be found in patient's behaviour, the theories used and clinical practice. Over recent years, attempts have been made to reduce this variability through the use of the Behaviour Change Technique Taxonomy, the COM-B and the Behaviour Change Wheel. This paper argues that although the call for better descriptions of what is done is useful for clarity and replication, this systematisation may be neither feasible nor desirable. In particular, it is suggested that the gaps inherent in the translational process from coding a protocol to behaviour will limit the effectiveness of reducing patient variability, that theory variability is necessary for the health and well-being of a discipline and that practice variability is central to the professional status of our practitioners. It is therefore argued that we should celebrate rather than remove this variability in order for our discipline to thrive and for us to remain as professionals rather than as technicians.",
  "year": 2008,
  "date": "2008",
  "journal": "Health Psychology",
  "publication": "Health Psychology",
  "authors": [
    {
      "forename": "Jane",
      "surname": "Ogden",
      "name": "Jane Ogden",
      "affiliation": "School of Psychology , University of Surrey , Guildford , UK \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t University of Surrey \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Guildford \n\t\t\t\t\t\t\t\t\t UK",
      "email": "j.ogden@surrey.ac.uk"
    }
  ],
  "doi": "10.1080/17437199.2016.1190291",
  "keywords": [
    "Theory",
    "behaviour change",
    "critical analysis"
  ],
  "sections": [
    {
      "text": "knowing did not translate into doing (see Conner & Norman, 2015 for a review). Then social cognition models were drawn upon with their emphasis on beliefs as predictors of patient behaviour but it was quickly recognised that there was a problematic gap between what people intended to do and what they actually did and research highlighted the role of all sorts of idiosyncratic, individually specific and chance events that could knock an intention off its path  (Orbell & Sheeran, 1998; Sheeran, 2002; Webb & Sheeran, 2006) . Next interventions were formulated to plug this gap such as self-affirmation tasks, planning or implementation intentions  (Epton, Harris, Kane, van Koningsbruggen, & Sheeran, 2015; Gollwitzer, 1993; Gollwitzer & Sheeran, 2006; Steele, 1988) . These worked to an but only for some of the people some of the time and so it was recognised that there were many more interventions to offer if the theoretical roots of behavioural and cognitive psychology could be drawn upon. And so health psychology linked in with the broader world of psychology and complex interventions became the new tool. Trials were run, interventions offered and the mode of intervention was varied to include simple leaflets, face-to-face interventions and new technologies such as apps or web-based approaches. And papers were published which unfortunately showed that yet again behaviour can only be changed for some of the people for some of the time (and not for very long) (e.g.,  Bull, Dombrowski, McCleary, & Johnston, 2014; NICE, 2013) . The problem of patient variability was proving to be a tricky one.\n\nBut in 2008 there was a new kid on the block in the form of the Behaviour Change Technique Taxonomy  (Abraham & Michie, 2008; Michie et al., 2013) . This has burgeoned over the past seven years into a multi-site, multi-disciplinary and hugely successful enterprise aiming to code protocols, to explore which techniques are used in which interventions, to identify which techniques are most successful for which behaviours, to train health professionals to select and use the most effective techniques and to provide a resource for all to make behaviour change interventions effective  (Atkins, Wood, & Michie, 2015; Michie & Wood, 2015) . The mission was twofold. First it aimed to code the protocols as a means to describe and systematise the techniques used to change behaviour so that protocols could be clearer and studies could be replicated (e.g. Michie et al., 2011; Michie & Abraham, 2008 )a useful and constructive contribution to the discipline. Second it aimed to use this coding exercise to produce a taxonomy which in turn could be used to identify which techniques are most effective (e.g. Michie & Wood, 2015; Michie, Abraham, Whittington, McAteer, & Gupta, 2009 , 2011b) . This would maximise the effectiveness of our interventions, patients would change their behaviour and the problem of patient variability would be solved at last. But can what is coded from a protocol actually predict what people do? And can the problem of patient variability be solved in this way? If there is a gap between a person's own beliefs and their own subsequent behaviour (and there is), then there is certainly a gap between their own behaviour and that of the health professional (or leaflet/app/intervention) in front of them. There is also a gap between that health professional's own beliefs ('I intend to practice in line with my training') and their behaviour with the patient. Further, there is yet another gap between the health professional's beliefs and the training they received to deliver the intervention, not to forget the gap between the protocol and how it is translated into training or the final gap between the coder of the protocol and the protocol. There are an awful lot of gaps between the protocol being coded and the behaviour of the target of that protocolthe patient. If their own beliefs do not predict what patients do next, it seems unlikely that what was in the protocol telling the professional what to do with them will do either. Probability theory teaches us that effect sizes diminish as they are translated down a chain of action. And psychology research clearly shows that people behave in response to whole array of intrapersonal, interpersonal and external factors rather than to just what is done to them. The mission of the BCT is admirable and its desire for clarification and replication has to be a good one. And efforts to get more people to change their behaviour more of the time have to be applauded. But our effects sizes need to get larger not smaller and it seems that there are too many gaps in the system for what is in a protocol to have much to do with what a patient actually does. The problem of patient variability will be around for a while longer yet.\n\nBut patient variability is not the only problem facing health psychology. There is also the challenge of theory variability. Over the past 50 years psychology, and more recently health psychology, has developed, tested and applied a range of theories, including broad perspectives such as behaviourism and social learning theory to more specific perspectives (or models) such as the Theory of Planned Behaviour, Health Belief Model, Self-Regulation Theory, Stages of Change, PRIME theory (see Conner & Norman, 2015 for a review). Furthermore, researchers have drawn upon these theories (and models) to develop a number of frameworks of behaviour change, including more perspectives such as intervention mapping, MINDSPACE and STD/HIV framework as well as those used by the private sector such as Weight Watchers and Slimming World, which similarly draw upon psychological theory (see  Davis, Campbell, Hildon, Hobbs, & Michie, 2015; Michie, Campbell, Brown, West, & Gainforth, 2014; Michie, van Stralen, & West, 2011 for reviews; NICE, 2013) . At times this number of theories (models and frameworks) can seem overlapping, unnecessary and confusing, and several researchers have called for theory integration and the need for parsimonious theories which are clearly conceptualised, can be tested and have a transparent specification of what constitutes falsification  (Hagger, 2009) . For example,  Lippke and Plotnikoff (2009)  called to integrate the Protection Motivation Theory with the Stages of Change model;  Hagger and Chatzisarantis (2009)  mapped out a means to integrate the Theory of Planned Behaviour and Self-Determination Theory and  Gibbons, Houlihan, and Gerrard (2009)  proposed the prototype-willingness model as an integration of intentional social cognitive with dual process perspectives. One integrated model which has transformed research over recent years is the COM-B with its focus on capability, opportunity and motivation and the associated Behaviour Change Wheel  (Michie et al., 2011; Michie et al., 2014; Michie & Wood, 2015) . This emerged out of an analysis of 83 theories (or frameworks) and 1659 constructs by a cross-disciplinary team of researchers in terms of three dimensions: comprehensiveness, coherence and a clear link to an overarching model of behaviour. It has since has been proposed as a new integrated framework for behaviour change across a number of domains, including physical activity, weight loss, hand hygiene, dental hygiene, diet, smoking, medication adherence, prescribing behaviours, condom use and female genital mutilation (e.g. Asimakopoulou & Newton, 2015; Bailey et al., 2015 ; Brown, Kwah, Alhassan, & Barrett, 2015; Chadwick & enelam, 2013; Jackson, Eliasson, Barber, & Weinman, 2014; see Atkins et al., 2015; Michie & Wood, 2015; Michie, Atkins, & West, 2014 for reviews).\n\nThe goal has therefore been to reduce theory variability and identify an integrated systematised approach which transcends individual perspectives and can be applied to all behaviours. Such integration is admirable in line with the aims of 'eliminating gaps in theories, reducing redundancy and increasing parsimony'  (Hagger, 2009) . It also reflects the need to 'present a \"streamlined\" and \"accurate\" view of the processes that underpin health behaviour'  (Hagger, 2009) . But although parsimonious, whether the COM-B and the Behaviour Change Wheel can ever be tested remains to be seen. And although its breadth has eliminated many gaps in theory, it is unclear how it can be ever falsified if its constructs remain broad and all encompassing. But more importantly, does such integration help a discipline? Is it good for research? And does it promote and facilitate creativity in those that do the thinking? In his classic text 'The Structure of Scientific Revolutions',  Kuhn (1962)  described the processes involved in 'normal science' and argued that whilst those working within any discipline at any time may believe that they are practising 'problem-solving' they are actually engaged in 'puzzle-solving' as the answers have already been determined by the paradigm within which they work. In line with this, the empirical research of those working within the social studies of science illustrated how laboratory scientists practise and perpetuate 'normal science', which is restricted in its vision due to the limitations imposed by the paradigm (e.g. Latour, 1987; Mulkay & Gilbert, 1982; Woolgar, 1988) . Further, they illustrated how through the strategies of serial publications, authorship, conference presentations, collaborations, jargon, networks and rhetoric the dominant ideas become 'black boxed' and accepted as truths as they move beyond debate or critique. In addition,  Latour (1987)  argued that researchers practise 'action at a distance' as leaders in a discipline employ and activate their disciples to carry out research to support and perpetuate those ideas dominant in a discipline at any given time. Accordingly, new ideas which challenge dominant views, data which does not fit and even research groups who try to present opposing perspectives are marginalised as the black-boxed constructs become the only acceptable way in which any 'problem' can be solved  (Latour, 1987; Ogden, 2002) . In line with this, the recent move within health psychology to deal with the problem of theory variability by streamlining and integrating our existing perspectives into one dominant model may help remove overlap and redundancy. But at the same time this drive may constrain and limit the discipline in a such a way that health psychologists become simple 'puzzle solvers' not 'problem solvers', that the science becomes 'normal' not novel, ideas become 'black boxed' and beyond challenge and any creative anomalies are marginalised before they have the chance to reach fruition. Science requires paradigm shifts if it is to develop and grow. And scientific revolutions need to occur if scientists are to remain free, independent and creative. Removing the variability in theory may remove the mess in the system. But this very mess may be what keeps a discipline alive.\n\nHealth psychology has therefore struggled with variability in both patient behaviour and theory and recently a systematising approach has been developed for both these problems in the hope that once measured, coded, assessed and integrated, these problems will be solved. But what about variability in practice? Practitioners are trained to have many different skills and many varied tools in their tool kits. They are also trained to selectively draw upon these tools given the needs of any particular patient at any particular time and are therefore inherently flexible in line with notions of tailored interventions and patient centredness  (Kreuter & Skinner, 2000; Mead & Bower, 2002; Richards, Coulter, & Wicks, 2015) . Further, clinical research frequently shows that a key component of any clinical interaction is the therapeutic or working alliance between client and therapist not just what the therapist 'does'  (Ardito & Rabellino, 2011; Bordin, 1979; Cook, Heather, & McCambridge, 2015; Godfrey, Chalder, Ridsdale, Seed, & Ogden, 2007) . Yet this variability is also now being 'solved' and not only have the BCT and COM-B become the means to systematise patient behaviour and theory they are also becoming a force to systematise practice. In particular, not only is the comprehensive list of BCTs a resource to enable intervention designers to consider techniques 'other than those that are familiar to them or those than can be brought to mind'  (Michie & Wood, 2015, p. 368) , it is also becoming a prescriptive approach which is particularly apparent in a series of papers specifying which techniques are most appropriate and should be used for which behaviours  (Michie et al., 2009 (Michie et al., , 2011)) , the comprehensive guide published in 2014  (Michie et al., 2014)  and its associated websites. The goal to promote evidence-based practice has to be a good one, as does the mission to describe what should and is being done so that studies can be evaluated and replications can be carried out. But the goal to specify which intervention tools should be used for a specific behaviour ignores the need for flexibility, variability and change according to not the type of behaviour, or the type of intervention or even the type of patient but how that individual patient happens to feel, think, look, behave or respond at any particular time.\n\nSo there is variability in the system. And this variability of patients, theory and practice can be seen as a problem with the BCT, COM-B and Behaviour Change Wheel as the necessary solutions. But not only do I question whether, although in part admirable, this goal is feasible, I also wonder whether it is desirable. Health Psychology, whether research or practice, is a profession made up of professionals making professional decisions. And such variability makes it a rich profession which can thrive and progress through debate and difference. But if we remove this variability and systematise to within an inch of our lives, we are no longer professionals but technicians  (Freidson, 1994) . And like doctors (and nurses, teachers and lawyers), the art will have gone from our science and maybe our discipline too will flounder. As Greenhalgh said of doctors 'The skilled practice of medicine is not merely about knowing the rules but about deciding which rule is most relevant to the particular situation in hand'  (Greenhalgh, 2013, p. 36) . So let us be clear in our reporting of what we do. But let us also celebrate our variability and keep our discipline alive."
    },
    {
      "title": "Disclosure statement",
      "text": "No potential conflict of interest was reported by the authors."
    }
  ],
  "references": [
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "A survey of job satisfaction, sources of stress and psychological symptoms among general practitioners in Leeds",
      "authors": [
        "K Appleton",
        "A House",
        "A Dowell"
      ],
      "year": 1998
    },
    {
      "title": "Therapeutic alliance and outcome of psychotherapy: Historical excursus, measurements, and prospects for research",
      "authors": [
        "R Ardito",
        "D Rabellino"
      ],
      "year": 2011
    },
    {
      "title": "The contributions of behaviour change science towards dental public health practice: A new paradigm",
      "authors": [
        "K Asimakopoulou",
        "J Newton"
      ],
      "year": 2015,
      "doi": "10.1111/cdoe.12131"
    },
    {
      "title": "How to design and describe behaviour change interventions",
      "authors": [
        "L Atkins",
        "C Wood",
        "S Michie"
      ],
      "year": 2015
    },
    {
      "title": "Behaviour change across the social and behavioural sciences: A scoping review",
      "authors": [
        "J Bailey",
        "R Webster",
        "R Hunter",
        "N Freemantle",
        "G Rait",
        "S Michie",
        "C Estcourt"
      ],
      "year": 2015
    },
    {
      "title": "The generalizability of the psychoanalytic concept of the working alliance",
      "authors": [
        "E Bordin"
      ],
      "year": 1979
    },
    {
      "title": "REPLACE 2: An application of a community-based behaviour change intervention framework to tackle female genital mutilation (FGM) in the EU",
      "authors": [
        "K Brown",
        "K Kwah",
        "Y Alhassan",
        "H Barrett"
      ],
      "year": 2015
    },
    {
      "title": "Are interventions for low-income groups effective in changing healthy eating, physical activity and smoking behaviours? A systematic review and meta-analysis",
      "authors": [
        "E Bull",
        "S Dombrowski",
        "N Mccleary",
        "M Johnston"
      ],
      "year": 2014
    },
    {
      "title": "Using behaviour change taxonomies to improve service delivery-A workshop with nutritionists and dietitians",
      "authors": [
        "P Chadwick",
        "B Benelam"
      ],
      "year": 2013
    },
    {
      "title": "Predicting and changing health behaviour: Research and practice with social cognition models",
      "year": 2015
    },
    {
      "title": "The role of the working alliance in treatment for alcohol problems",
      "authors": [
        "S Cook",
        "N Heather",
        "J Mccambridge",
        "United Kingdom"
      ],
      "year": 2015
    },
    {
      "title": "Theories of behaviour and behaviour change across the social and behavioural sciences: A scoping review",
      "authors": [
        "R Davis",
        "R Campbell",
        "Z Hildon",
        "L Hobbs",
        "S Michie"
      ],
      "year": 2015
    },
    {
      "title": "The impact of self-affirmation on healthbehavior change: A meta-analysis",
      "authors": [
        "T Epton",
        "P Harris",
        "R Kane",
        "G Van Koningsbruggen",
        "P Sheeran"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000116"
    },
    {
      "title": "Professionalism reborn",
      "authors": [
        "E Freidson"
      ],
      "year": 1944
    },
    {
      "title": "Reason and reaction: The utility of a dual-focus, dual-processing perspective on promotion and prevention of adolescent health risk behaviour",
      "authors": [
        "F Gibbons",
        "A Houlihan",
        "M Gerrard"
      ],
      "year": 2009,
      "doi": "10.1348/135910708x376640"
    },
    {
      "title": "Investigating the \"active ingredients\" of cognitive behaviour therapy and counselling for patients with chronic fatigue in primary care; developing a new process measure to assess treatment fidelity and predict outcome",
      "authors": [
        "E Godfrey",
        "T Chalder",
        "L Ridsdale",
        "P Seed",
        "J Ogden"
      ],
      "year": 2007,
      "doi": "10.1348/014466506x147420"
    },
    {
      "title": "Goal achievement: the role of intentions",
      "authors": [
        "P Gollwitzer"
      ],
      "year": 1993,
      "doi": "10.1080/14792779343000059"
    },
    {
      "title": "Implementation intentions and goal achievement: A meta analysis of effects and processes",
      "authors": [
        "P Gollwitzer",
        "P Sheeran"
      ],
      "year": 2006
    },
    {
      "title": "Securing the future GP workforcedelivering the mandate on GP expansion: GP Taskforce final report",
      "year": 2014,
      "doi": "10.1136/bmj.g4799"
    },
    {
      "title": "Uncertainty and clinical method",
      "authors": [
        "T Greenhalgh"
      ],
      "year": 2013,
      "doi": "10.1007/978-1-4614-6812-7_2"
    },
    {
      "title": "Theoretical integration in health psychology: Unifying ideas and complementary explanations",
      "authors": [
        "M Hagger"
      ],
      "year": 2009
    },
    {
      "title": "Integrating the theory of planned behaviour and self-determination theory in health behaviour: A meta-analysis",
      "authors": [
        "M Hagger",
        "N Chatzisarantis"
      ],
      "year": 2009,
      "doi": "10.1348/135910708x373959"
    },
    {
      "title": "Applying COM-B to medication adherence",
      "authors": [
        "C Jackson",
        "L Eliasson",
        "N Barber",
        "J Weinman"
      ],
      "year": 2014,
      "doi": "10.21134/pssa.v2i1.531"
    },
    {
      "title": "Tailoring: What's in a name?",
      "authors": [
        "M Kreuter",
        "C Skinner"
      ],
      "year": 2000
    },
    {
      "title": "The structure of scientific revolutions",
      "authors": [
        "T Kuhn"
      ],
      "year": 1962
    },
    {
      "title": "Science in Action",
      "authors": [
        "B Latour"
      ],
      "year": 1987
    },
    {
      "title": "The job satisfaction and retention of physicians in organised settings: A literature review",
      "authors": [
        "R Lichenstein"
      ],
      "year": 1998,
      "doi": "10.1177/107755878404100301"
    },
    {
      "title": "The protection motivation theory within the stages of the transtheoretical modelstage-specific interplay of variables and prediction of exercise stage transitions",
      "authors": [
        "S Lippke",
        "R Plotnikoff"
      ],
      "year": 2009,
      "doi": "10.1348/135910708x399906"
    },
    {
      "title": "Health professionals: A source of variance in health outcomes",
      "authors": [
        "T Marteau",
        "M Johnston"
      ],
      "year": 1990,
      "doi": "10.1080/08870449008400409"
    },
    {
      "title": "Patient-centred consultations and outcomes in primary care: a review of the literature",
      "authors": [
        "N Mead",
        "P Bower"
      ],
      "year": 2002,
      "doi": "10.1016/s0738-3991(02)00099-x"
    },
    {
      "title": "Advancing the science of behaviour change: A plea for scientific reporting",
      "authors": [
        "S Michie",
        "C Abraham"
      ],
      "year": 2008
    },
    {
      "title": "Strengthening evaluation and implementation by specifying components of behaviour change interventions: a study protocol",
      "authors": [
        "S Michie",
        "C Abraham",
        "M Eccles",
        "J Francis",
        "W Hardeman",
        "M Johnston"
      ],
      "year": 2011
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: A meta-regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009
    },
    {
      "title": "A refined taxonomy of behaviour change techniques to help people change their physical activity and healthy eating behaviours: The CALO-RE taxonomy",
      "authors": [
        "S Michie",
        "S Ashford",
        "F Sniehotta",
        "S Dombrowski",
        "A Bishop",
        "D French"
      ],
      "year": 2011
    },
    {
      "title": "The behaviour change wheel: A guide to designing interventions",
      "authors": [
        "S Michie",
        "L Atkins",
        "R West"
      ],
      "year": 2014,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "ABC of theories of Behaviour Change",
      "authors": [
        "S Michie",
        "R Campbell",
        "J Brown",
        "R West",
        "H Gainforth"
      ],
      "year": 2014
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: Building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman",
        "C Wood"
      ],
      "year": 2013
    },
    {
      "title": "The behaviour change wheel: A new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Health behaviour change techniques",
      "authors": [
        "S Michie",
        "C Wood"
      ],
      "year": 2015,
      "doi": "10.4324/9781315080055"
    },
    {
      "title": "Actual causes of death in the United States",
      "authors": [
        "A Mokdad",
        "J Marks",
        "D Stroup",
        "J Gerberding"
      ],
      "year": 2000
    },
    {
      "title": "Dealing with uncertainty, risks, tradeoffs in clinical decisions",
      "authors": [
        "A Moskowitz",
        "B Kuipers",
        "J Kassirer"
      ],
      "year": 1988
    },
    {
      "title": "Accounting for error: How scientists construct and their social world when they account for correct and incorrect belief",
      "authors": [
        "M Mulkay",
        "G Gilbert"
      ],
      "year": 1982
    },
    {
      "title": "Managing overweight and obese adults: Update review. The clinical effectiveness of long terms weight management schemes for adults",
      "year": 2013,
      "doi": "10.21203/rs.3.rs-1695786/v1"
    },
    {
      "title": "Health and the construction of the individual",
      "authors": [
        "J Ogden"
      ],
      "year": 2002
    },
    {
      "title": "Inclined abstainers': A problem for predicting health-related behaviour",
      "authors": [
        "S Orbell",
        "P Sheeran"
      ],
      "year": 1998,
      "doi": "10.1111/j.2044-8309.1998.tb01162.x"
    },
    {
      "title": "Time to deliver patient centred care",
      "authors": [
        "T Richards",
        "A Coulter",
        "P Wicks"
      ],
      "year": 2015,
      "doi": "10.1136/bmj.h530"
    },
    {
      "title": "Linking physicians' pay to the quality of care-a major experiment in the United Kingdom",
      "authors": [
        "M Roland"
      ],
      "year": 2004,
      "doi": "10.1056/nejmhpr041294"
    },
    {
      "title": "Communication pattern of primary care physicians",
      "authors": [
        "D Roter",
        "M Steward",
        "S Putnam"
      ],
      "year": 1997
    },
    {
      "title": "Evidence-based medicine",
      "authors": [
        "D Sackett"
      ],
      "year": 1995
    },
    {
      "title": "The practice of clinical medicine as an art and as a science",
      "authors": [
        "J Saunders"
      ],
      "year": 2000,
      "doi": "10.1136/mh.26.1.18"
    },
    {
      "title": "Fixing the primary care crisis: Reclaiming the patient-doctor relationship and returning healthcare decisions to you and your doctor",
      "authors": [
        "S Schimpff"
      ],
      "year": 2015
    },
    {
      "title": "Intention-behaviour relations: A conceptual and empirical review",
      "authors": [
        "P Sheeran"
      ],
      "year": 2002
    },
    {
      "title": "GP job satisfaction in 1987, 1990 and 1998: lessons for the future?",
      "authors": [
        "B Sibbald",
        "I Enzer",
        "C Cooper",
        "U Rout",
        "V Sutherland"
      ],
      "year": 2000,
      "doi": "10.1093/fampra/17.5.364"
    },
    {
      "title": "The psychology of self-affirmation: Sustaining the integrity of the self",
      "authors": [
        "C Steele"
      ],
      "year": 1988
    },
    {
      "title": "Verbal response models and dimensions of interpersonal roles: A method of discourse analysis",
      "authors": [
        "W Stiles"
      ],
      "year": 1978,
      "doi": "10.1037//0022-3514.36.7.693"
    },
    {
      "title": "Does changing behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
      "authors": [
        "T Webb",
        "P Sheeran"
      ],
      "year": 2006
    },
    {
      "title": "Science: The very idea",
      "authors": [
        "S Woolgar"
      ],
      "year": 1988
    }
  ],
  "num_references": 58
}
