{
  "paper_id": "YE6S929U",
  "title": "Systematic review of economic evaluations for internet-and mobile-based interventions for mental health problems",
  "abstract": "In view of the staggering disease and economic burden of mental disorders, internet and mobile-based interventions (IMIs) targeting mental disorders have often been touted to be cost-effective; however, available evidence is inconclusive and outdated. This review aimed to provide an overview of the cost-effectiveness of IMIs for mental disorders and symptoms. A systematic search was conducted for trial-based economic evaluations published before 10th May 2021. Electronic databases (including MEDLINE, PsycINFO, CENTRAL, PSYNDEX, and NHS Economic Evaluations Database) were searched for randomized controlled trials examining IMIs targeting mental disorders and symptoms and conducting a full health economic evaluation. Methodological quality and risk of bias were assessed. Cost-effectiveness was assumed at or below £30,000 per quality-adjusted life year gained. Of the 4044 studies, 36 economic evaluations were reviewed. Guided IMIs were likely to be cost-effective in depression and anxiety. The quality of most evaluations was good, albeit with some risks of bias. Heterogeneity across studies was high because of factors such as different costing methods, design, comparison groups, and outcomes used. IMIs for anxiety and depression have potential to be cost-effective. However, more research is needed into unguided (preventive) IMIs with active control conditions (e.g., treatment as usual) and longer time horizon across a wider range of disorders.",
  "year": 2009,
  "date": "2009",
  "authors": [
    {
      "name": "Fanny Kählke",
      "email": "fanny.kaehlke@tum.dewww",
      "orcid": "0000-0002-8189-301X",
      "affiliation": {
        "organization": "Department of Sport and Health Sciences",
        "department": "Department of Sport and Health Sciences",
        "institution": "Technische Universität München",
        "address": "Munich, Germany"
      }
    },
    {
      "name": "Claudia Buntrock",
      "affiliation": {
        "organization": "Institute of Social Medicine and Health Systems Research",
        "department": "Institute of Social Medicine and Health Systems Research",
        "institution": "Otto-von-Guericke-University",
        "address": "Magdeburg, Germany"
      }
    },
    {
      "name": "Filip Smit",
      "affiliation": {
        "organization": "Department of Clinical, Neuro and Developmental Psychology",
        "department": "Department of Clinical, Neuro and Developmental Psychology",
        "institution": "Amsterdam Public Health Research Institute",
        "address": "Amsterdam, The Netherlands"
      }
    },
    {
      "name": "David Ebert",
      "affiliation": {
        "organization": "Department of Sport and Health Sciences",
        "department": "Department of Sport and Health Sciences",
        "institution": "Technische Universität München",
        "address": "Munich, Germany"
      }
    }
  ],
  "doi": "10.1038/s41746-022-00702-w",
  "orcid": "0000-0002-8189-301X",
  "md5": "7D5CDCB6040A039D6C855932148A8874",
  "publication": {
    "journal": "J. Med. Internet Res",
    "journal_inferred": true
  },
  "funding": [
    ""
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Mental disorders (MDs) are highly prevalent worldwide  1  . Globally, every fifth person is affected, and roughly one-third of adults have experienced mental illness at least once  2  . MDs constitute a substantial burden for individuals and society. Meta-analytic evidence shows an elevated risk of mortality in people with MDs  3, 4  and low quality of life  5  . In addition, MDs appear to be correlated with several physical illnesses  6  such as stroke, pain, cancer, diabetes mellitus, asthma, heart disease, hypertension, and insomnia  7  . According to the World Health Organization, disease burden as expressed in disability-adjusted life years (DALYs) associated with MDs is substantial and has remained constant over time and across countries  8  . In 2016, Vigo et al. argued that the \"true\" estimate of the global burden caused by MDs will double compared with earlier estimates and will account for 13% of total DALYs. Hence, the burden of MDs is comparable with those of cardiovascular and circulatory diseases  9  .\n\nMDs are associated with substantial economic costs for society. Associated productivity losses due to absenteeism and presenteeism, earlier retirement, and increased level of healthcare utilization have major influence on society. In 2010, the global costs associated with MDs were estimated at US$2.5 trillion  10  . Indirect costs, such as productivity losses or premature death, were twice as high as direct medical costs related to health service use. In the EU, MD-associated costs are estimated at €798 billion in 2010  11  . However, costs are expected to double by 2030  10  because of increasing demand and rising costs.\n\nDespite the availability of effective psychological interventions  12  , the majority of individuals with MDs remain untreated  13  or receive delayed treatment often initiated several years after MD onset  14  . The reasons are multifaceted. Attitudinal barriers, such as low perceived need or a stigma-related desire to handle one's problems seems to be more important than structural barriers, such as availability of treatment and expenses both for initiating and continuing treatment  15  . One promising approach to overcome these barriers of traditional psychological interventions are internet-and mobile-based interventions (IMIs). IMIs can address these barriers, as IMIs are anonymous, effective, and accessible 24/7  16, 17  . Additionally, IMIs can be implemented as stand-alone self-help interventions, as blended care (a face-toface therapy extended with psychoeducation delivered via the internet) or as part of a stepped care approach in which the amount of support is adjusted to the patient's needs. IMIs were shown to be effective for treating common MDs across various settings and age groups  [18] [19] [20]  .\n\nAlthough the initial costs of developing IMIs can be substantial, the low marginal costs of providing IMIs to additional users can result in lower overall expenditure because of an economies of scale effect  16  . However, intervention costs largely vary based on the following four aspects: development phase (new product vs. modified version), scaling-up effects (small vs. large number of users), overestimation of costs (small number of study participants), and efficiency (improving productivity vs. additional costs when newly implemented)  21  . In addition, IMIs are likely to reduce healthcare costs compared with traditional face-to-face treatment, as IMIs reduce costs stemming from therapist's time and patient's travel to health services  22  . Hence, IMIs are often touted to be cost-effective despite the weak evidence base for their cost-effectiveness.\n\nSeveral systematic reviews have attempted to establish the cost-effectiveness of IMIs for MDs in comparison with various control groups. However, the presented evidence on whether IMIs for MDs provide good value for money is inconclusive because some reviews included only few internet-based studies: n = 3  23  , n = 4  24  , N = 12  25  , n = 1  26  , and n = 5  27  . In addition, 6 of 8 reviews can be considered obsolete today with the latest primary study stemming from 2016  [22] [23] [24] [25] 27, 28  , whereas many more studies have since been published, e.g., 26 identified ongoing costeffectiveness studies for major depression  25  . Moreo er, previous reviews used broad definitions of IMIs, e.g., any internet or web enabled platform for diagnosis, screening, treatment, prevention, training, education, or facilitating self-management of MDs  29  . Finally, previous reviews have not always included full health economic evaluations, but have reported costs and effects without relating them to each other  23, 29  , and if they did, they only focused on internet-based cognitive behavioral therapy (iCBT)  22  . Likewise, there exist only a few economic evaluations for common treatment options (different types of psychotherapy, pharmacological interventions, such as antidepressants) for depression  30  and anxiety disorders  24  . Some evidence shows that psychotherapy might be cost-effective compared with pharmacological interventions.\n\nTherefore, a comprehensive overview of the state-of-the-art evidence of IMIs across MDs and symptoms including studies with good methodological quality and full economic evaluations are needed to enable better comparisons and obtain reliable conclusions on guidance, cost perspective, and psychological interventions other than iCBT.\n\nIn view of the disease and economic burden of MDs, first, we evaluated whether IMIs for the prevention and treatment of common MDs represent good value for money. Second, we assessed whether these interventions have a good methodological quality. In this respect, our review provides additional evidence to decision makers  31  to make informed decisions on the allocation of scarce resources to provide sustainable healthcare."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Study selection",
      "text": "A total of 4044 articles were identified, of which 2951 duplicates and non-relevant studies were removed. Of the 277 full text articles, 36 were eligible for inclusion (Fig.  1 ), referring to 32 studies. One study was assessed by three articles, and two studies were assessed by two articles. These articles differed by perspectives taken  [32] [33] [34] [35]  , time horizons used  36, 37  , or type of analysis  36, 38  used for the evaluation."
    },
    {
      "title": "Study characteristics",
      "text": "Table  1  lists relevant study characteristics. Of the 32 studies, 5 have 3 and 1 has 4 comparison groups, whereas 27 only compare 2 groups. In three studies, the same IMI was evaluated  [39] [40] [41] [42]  . The included studies encompassed a total of 10,083 participants. The studies were published between 2010 and 2021 and originated from Australia (n = 2), Canada (n = 1), Germany (n = 7), Netherlands (n = 8), United Kingdom (n = 6), Spain (n = 1), and Sweden (n = 10). On average, studies were published in 2015, and most studies were published in 2014 (n = 7) and 2017 (n = 6). All studies targeted an adult population, except for four studies that were either directed at adolescents (aged 12-19 years, n = 2) or people aged >65 years (n = 2). Participants were recruited from primary care (n = 3481), workplace (n = 1260), general population (n = 4581), or a mixed setting (n = 1057, primary/secondary care and general population). Most of the participants were female (n = 7282; 72%) and aged 40 years (mean age 42, SD = 13). The majority of the studies targeted major depressive disorder (MDD) or depressive symptoms (n = 15), followed by anxiety disorders (n = 7), and obsessive-compulsive disorder (OCD, n = 4).\n\n4,044 records idenƟfied by literature search • Medline: 2,884 • PsycInfo: 378 • Central: 673 • Psyndex: 12 • NHS EED HTA: 95 • Other sources: 2 1,093 records aŌer duplicates removed 1,093 records' abstracts screened 277 full-text arƟcles assessed for eligibility 36 studies included in review 241 records excluded • Modeling studies: 54 • No inclusion of symptoms: 42 • No psychological intervenƟon: 47 • Other language: 6 • No full economic evaluaƟon: 71 • Other: 21 n o i t a c i f i t n e d I Screening Eligibility Included 816 records excluded • No economic evaluaƟon: 315 • No internet usage: 185 • Insufficient outcome data, protocol or conference abstract: 152 • No randomizaƟon: 164  Table 1 continued Study ID Author ref., country Disorder target Setting/sample Type of evaluation Sample size (N) Mean age (SD) Gender (%, female) Trial arms (N) Delivery period, weeks (sessions) Guidance Time horizon 11 Littlewood et al. 40 , UK Depression Primary care PHQ-9 score ≥10 CUA 691 39.8 (12.6) 67 iCBT 1 + uGPC (210) iCBT 2 + uGPC (242) uGPC (239) iCBT 1 8 (8) iCBT 2 8 (6) Unguided Unguided 24 months 12 Nobis et al. 51 , GER Depression General population Participants with moderate to severe depressive symptoms (CES-D score ≥23, SCID-I) and diabetes mellitus I or II CEA, CUA 260 51 (12) 63 iCBT (130) TAU + (130) 6-8 (6-8 + 1) Guided 6 months 13 Romero-Sanchiz et al. 57 , SP Depression Primary care Mild or moderate depressive symptoms (BDI-II score 14-28) CEA, CUA 296 42.9 (10.3) 76 iCBT (98) iCBT (96) TAU + (102) 10 (10) Guided Unguided 12 months 14 Warmerdam et al. 53 , NL Depression General population Presence of depressive symptoms (CES-D score ≥16) CEA, CUA 263 45 (12.1) 71 iCBT (88) iPST (88) WLC (87) 8 (8 + 1) 5 (5) Guided Guided 3 months 15 Yan et al. 49 , CAN Depression Primary care PHQ-9 score ≥10 CUA 1407 47 (17.0) 73 iCBT (415) SC (412) TAU (397) SCP (183) 5(5) Unguided 12 months b Treatment of anxiety disorders 16 Bergström et al. 45 , SW Panic disorder Mixed sample DSM-IV criteria for panic disorder with or without agoraphobia as primary diagnosis CEA 113 34.2 (9.5) 62 iCBT (n = 53) gCBT (n = 60) 10 (10) Guided 6 months 17 Dear et al. 59 , AUS Anxiety (GAD) General population Adults >60 years and difficulties with anxiety (self-report) CUA 72 65.5 (5.3) 60 iCBT (35) WLC (37) 8 (8) Guided 8 weeks 18 Nordgren et al. 46 , SW Anxiety Primary care DSM-IV, criteria for any anxiety disorder as a primary diagnosis CEA, CUA 100 35 (13) 63 iCBT (50) AC 10 (7-10) Guided 10 weeks 19 Hedman et al. 58 , SW Health anxiety Mixed sample Primary diagnosis of health anxiety based on diagnostic interview according to DSM-IV CEA, CUA 81 39.1 (9.7) 74 iCBT (40) AC (41) 12 (12) Guided 3 months 20 Hedman et al. 60 , SW Health anxiety General population Severe health anxiety, diagnostic assessment using MINI CEA, CUA 158 41.6 (13.4) 79 iCBT (79) iMA (79) 12 (12) Unguided Unguided 3 months Table 1 continued Study ID Author ref., country Disorder target Setting/sample Type of evaluation Sample size (N) Mean age (SD) Gender (%, female) Trial arms (N) Delivery period, weeks (sessions) Guidance Time horizon 33 and 34 Ebert et al. 32 , Kählke et al. 33 , GER Perceived stress Workplace Employees with elevated symptoms of perceived stress (PSS-10 ≥ 22) CBA, CEA, CUA 264 43.4 (10.2) 73 iMA (132) WLC (132) 7 (7) Guided 6 months 35 Lindsäter et al. 68 , SW Stress-related disorders General population Adjustment or exhaustion disorder (MINI) CEA, CUA 100 47 (8.8) 85 iCBT (50) WLC (50) 12 (12) Guided 3 months 36 Van Spijker et al. 70 , NL Suicidal ideation General population Mild to moderate suicidal thoughts (1-26 on BSS) CEA 236 40.93 (13.7) 66 iCBT (116) WLC + (120) 6 (6) Unguided 6 weeks a AC attention control group, AUS Australia, BA behavioral activation, BDI Beck's Depression Inventory, BSS Beck Scale for Suicide Ideation, CAN Canada, CBA cost-benefit analysis, CEA cost-effectiveness analyses, CES-D Center of Epidemiologic Studies Depression Scale, CIS-R Clinical Interview Schedule-Revised, CMA cost-minimization analysis, CORE-OM Clinical Outcomes in Routine Evaluation-Outcome Measure-Generic psychological well-being, CUA cost-utility analyses, CR cognitive Irritation, CY-BOCS Children's Yale-brown obsessive-compulsive scale, DSM-IV Diagnostic and Statistical Manual of Mental Disorders Fourth Edition, DSM-V Diagnostic and Statistical Manual of Mental Disorders Fifth Edition, F2F face-to-face, FU follow-up, GAD generalized anxiety disorder, gCBT group-administered cognitive-behavioral therapy, GER Germany, HAI Health Anxiety Inventory, HRSD Hamilton Rating Scale for Depression, iCBT internet-based cognitive behavioral therapy, ICD International Classification of Diseases, iMA internet-based interventions applying mixed approaches, iPPI internet-based Positive Psychology Intervention, iPST internet-based problem-solving therapy, iPCT internet-based preventive cognitive therapy, ISI Insomnia Severity Index, LSAS Liebowitz Social Anxiety Scale, MDD major depressive disorder, MINI Mini International Neuropsychiatric Interview, NL Netherlands, NR not reported, OCD obsessive-compulsive disorder, PDS-5 Posttraumatic Diagnostic Scale for DSM-5, PDSS Panic Disorder Severity Scale, PHQ-9 Patient Health Questionnaire-9, PSS-10 Perceived Stress Scale, SCID Structural Clinical Interview for DSM, SC Standard Care, SCP stepped care pathway, SCID Structural Clinical Interview for DSM, SE subjective sleep efficiency, SP Spain, SPIN-17 Social Phobia Inventory, SW  (a) (articles 1-18) 1 Is the study population clearly described?\n\n2 Are competing alternatives clearly described\n\n3 Is a well-defined research question posed in answerable form?\n\nIs the economic study design appropriate to the stated objective?\n\nIs the chosen time horizon appropriate include relevant costs and consequences?\n\nIs the actual perspective chosen appropriate?\n\nAre all important and relevant costs for each alternative identified?\n\nAre all costs measured appropriately in physical units?\n\nAre costs valued appropriately?\n\nAre all important and relevant outcomes for each alternative identified?\n\n12 Are all outcomes measured appropriately?\n\nAre outcomes valued appropriately?\n\n-\n\n14\n\nIs an incremental analysis of costs and outcomes of alternatives performed?\n\n15 Are all future costs and outcomes discounted appropriately? Is the study population clearly described?\n\n2 Are competing alternatives clearly described\n\nIs a well-defined research question posed in answerable form? 0.5 1 1 1 1 0.5 0.5 0.5 1 1\n\nIs the economic study design appropriate to the stated objective?\n\nIs the chosen time horizon appropriate include relevant costs and consequences? 0 0 0.5 1 1 1 0 1 0 0.5 1 1 1 1 0.5 0.5 0.5 0 7\n\nIs the actual perspective chosen appropriate?\n\nAre all important and relevant costs for each alternative identified?\n\nAre all costs measured appropriately in physical units?\n\nAre costs valued appropriately?\n\nAre all important and relevant outcomes for each alternative identified?\n\n12 Are all outcomes measured appropriately?\n\nAre outcomes valued appropriately?\n\nIs an incremental analysis of costs and outcomes of alternatives performed? preventive cognitive therapy (iPCT, n = 1). On average, an intervention consisted of 7.9 (2-15) sessions and was most often compared with a wait-listed control group (WLC; n = 12). Further details of the studies are presented in Table  1 .\n\nMost studies (n = 16) conducted both a cost-effectiveness analysis (CEA) and a cost-utility analysis (CUA). Other studies focused solely on either CUAs (n = 10) or CEAs (n = 4). Three studies conducted a cost-benefit analysis (CBA) in addition to CEA and CUA. The included studies differed in perspectives taken: societal (n = 15), healthcare (n = 6), and both perspectives (n = 9). In the remaining studies, the employer's perspective (n = 3) alone or in combination with other perspectives were applied. One study conducted a costminimization analysis (CMA). Three studies did not report the study perspective. The time horizon of the follow-ups varied across studies ranging from ≤3 months (n = 12), >3 to ≤6 months (n = 8), >6 to ≤12 months (n = 9) to 2 years (n = 4)."
    },
    {
      "title": "Quality assessment",
      "text": "Table  2  contains the Consensus on Health Economic Criteria (CHEC) quality scores. The quality of studies was mainly good (average total score = 85%, range 56-100%). Three studies met all CHEC criteria  34, 43, 44  , whereas three studies showed average quality  41, 45, 46  . Common reasons for the lower quality were the lack of reporting on the generalizability of the results (n = 29), an insufficient time horizon (n = 16), or lack of sensitivity analyses (n = 8). All studies met the items on appropriateness of the economic study designs and outcome measurement.\n\nRegarding risk of bias (RoB), most studies showed good (n = 22), and only a few studies showed fair (n = 10) or poor (n = 4) quality (Fig.  2  and Table  3 ). Detection, attrition, and selection bias were low. By contrast, reporting bias (n = 9) and other biases were high (n = 14). Selective reporting may arise when outcomes for a CEA are not sufficiently described in study protocols and outcome paper. Other biases may arise when there are insufficient information or limitations because of the high complexity of assessing outcomes, e.g., the annualization of short term costs. The agreement for CHEC and RoB between the two raters with Cohen's kappa (κ) = 0.90-0.91 can be considered almost perfect  47  ."
    },
    {
      "title": "Findings of included studies",
      "text": "Supplementary Table  1  displays the following characteristics and outcomes for each of the included health economic evaluations: perspective taken, cost categories used, type of health outcome and measurements, mean incremental cost-effectiveness ratio (ICER) or cost-utility ratio (ICUR) and its position in the quadrant of the cost-effectiveness plane, and probabilities of the intervention being cost-effective given various willingness to pay (WTP) thresholds. This table lists all costs in national currency units and for the index year as published by the primary studies. In the next section, probabilities are only listed if reported in the studies: CUA, WTP threshold of £30.000 per QALY gained; CEA, WTP of £0 per additional, e.g., treatment responder."
    },
    {
      "title": "MDD",
      "text": "Treatment of MDD, minor/subthreshold depression, and depressive symptoms. Fifteen studies evaluated IMIs for MDD (n = 8) and depressive symptoms (n = 5), whereas two studies focused on depression onset and relapse prevention. The control conditions The item number 5 of the CHEClist is excluded because it only applies to modeling studies. 0 no, 0.5 suboptimal, 1 yes."
    },
    {
      "title": "Table 2 continued",
      "text": "Score expressed as percentage of the maximum score.\n\nconsisted of alternative guidance formats: iPST, iPPI, iPCT, standard care, stepped care pathway, treatment as usual (TAU), WLC, and attention control (AC). Depressive symptom severity at baseline had no recognizable effect on cost-effectiveness. One-third of the studies (n = 5) evaluated unguided IMIs based on CBT (n = 4) or positive psychology (n = 1  48  ). As for unguided IMIs compared with TAU (n = 3), results from the CUA conducted from the healthcare perspective after 1-2 years did not suggest an economic merit  40, 49  (at a WTP threshold of £30,000, the probability of cost-effectiveness varied: CUA = 4-38%). However, findings from the societal perspective suggested that one IMI  50  had an acceptable likelihood of being cost-effective (at WTP = 0, CEA = 70%; at WTP = £30,000; CUA = 55%). Compared with WLC or AC (n = 2), unguided IMIs from the societal perspective provided only little and unclear evidence for cost-effectiveness (at the WTP = 0, CEA = 20% 48 ; CUA was not reported  41  ).\n\nSix of the 15 studies evaluated guided IMIs based on iCBT (n = 4) or iPST (n = 2). Two guided IMIs were compared with TAU and showed opposing results after 6-12 months. Findings from the societal perspective showed a moderate-to-acceptable likelihood of being cost-effective (at WTP = 0, CEA = 48 51 -62% 52 ), one above  52  and one below  51  the proposed threshold of £30,000. From the employer's perspective, one IMI was the dominant treatment option (WTP = 0, CEA = 55%)  52  .\n\nFour guided  [53] [54] [55] [56]  IMIs, compared with WLC, were considered cost-effective (<£30,000 per QALY gained, probabilities ranging from 55  53  to 98%  55  ) from the societal and healthcare perspective. Results of the cost-effectiveness analyses were unclear  54  or showed a low likelihood of being cost-effective at a WTP of nil from a societal perspective (CEA = 30-38%  53  ).\n\nTwo studies compared similarly effective guided to unguided IMIs after 12 months. In one study, from the societal perspective, both IMIs generated less costs than usual care and were judged costeffective  57  (<£30,000 per QALY gained, probabilities were not reported). In the other study, from the NHS' perspective, the guided IMI resulted in more QALYs gained at lower costs than the unguided IMI (considered cost-effective, at WTP = £ 30,000, CUA = 55% 39 ).\n\nPrevention of MDD onset and relapse prevention. The remaining studies evaluating guided IMIs (n = 2) focused on the prevention  43  or relapse  44  of MDD in comparison with usual care. Findings from cost-effectiveness analyses employing a societal perspective suggested a moderate likelihood of them being cost-effective, with probabilities ranging from 38% to 40% at a WTP of nil. CUA showed a moderate (CUA = 40%  44  ) to acceptable (CUA = 60%  43  ; ICUR < £30,000 per QALY gained) likelihood of them being cost-effective. From the healthcare perspective, one IMI  43  showed a small likelihood of being cost-effective per depression-free year gained (WTP = 0, CEA = 17%) but was considered cost-effective when below the cost-utility threshold (at WTP = £30,000, CUA = 64%).\n\nAnxiety disorders or symptoms. Eight studies evaluated guided (n = 5) and unguided (n = 3) IMIs for anxiety disorders based on CBT compared with TAU, AC, WLC, group-administered CBT (gCBT), or iMA. The included studies targeted panic disorder (n = 1), generalized anxiety disorder (GAD) (n = 1), health anxiety (n = 2), social anxiety (n = 2), any anxiety disorder (n = 1), and PTSD (n = 1).\n\nThree studies comparing guided IMIs to AC or WLC in the short term (8-12 weeks) were judged cost-effective from the societal and healthcare perspectives (<£30,000, per QALY gained, probabilities >90%  46, 58, 59  ). Cost-effectiveness analyses showed that the IMIs dominated the control group by generating less costs at higher effects from the societal perspective (at WTP = 0, CEA = 64 58 -95%  46  ).\n\nTwo studies comparing guided IMIs with gCBT after 6 months to 4 years provided good evidence for their cost-effectiveness. The first IMI was cost-effective from the societal perspective in the short and long term (<£30,000 per QALY gained, CUA = 34 37 -79% 36 ). Results of the cost-effectiveness analyses showed that the IMI produced less costs at higher effects (WTP = 0, CEA = 81% 36 ) in the short term and increased costs with lower probability of being cost-effective in the long term (WTP = 0, CEA = 62%  37  ). From a healthcare perspective, the same IMI was cost-effective based on a CMA (WTP = £30,000, CMA = 67%  38  ). The second IMI was likewise cost-effective from the healthcare perspective, being the dominant treatment option (WTP = 0, CEA = 75%  45  ).\n\nBy contrast, for two studies evaluating unguided IMIs, the results of the cost-utility analyses were considered cost-effective (yet no probabilities were reported), but the CEA did not support these findings. The first IMI  60  was compared with unguided iMA from a societal perspective, which resulted in higher costs per responder, showing low probabilities of being cost-effective (at WTP = 0, CEA = 8%), but being below the £30,000 threshold per QALY gained. The second IMI generated less costs per QALY gained than WLC from both healthcare and societal perspectives  61  . A third unguided study compared an unguided IMI (self-help app) targeting posttraumatic stress  62  with TAU from a healthcare perspective and showed a low probability of cost-effectiveness (≈27% at WTP = £30,000 per QALY gained)."
    },
    {
      "title": "OCD",
      "text": "Three studies evaluated guided IMIs for OCD based on CBT in comparison with either self-help book with guidance, WLC, AC, or a booster session. The evidence for cost-effectiveness was contradictory regarding QALYs and moderate regarding clinical outcomes because of heterogeneous control conditions.\n\nFrom the societal and healthcare perspective, one IMI was costeffective compared with AC being below the acceptable threshold per QALY gained (at WTP £30,000, CUA = 90-95%  63  ). By contrast, the IMI was judged not cost-effective per additional remission in the short term (at WTP = 0, CEA = 0-15%) nor per relapse Fig.  2  Risk of bias assessment. The graph displays the authors' judgments on risk of bias of each included study, presented as percentage totals according to the Cochrane Collaborations tool. related disorders, or suicidal ideation and showed a moderate to high probability of cost-effectiveness.\n\ntargeting insomnia were cost-effective per QALY gained but unconvincing regarding cost-effectiveness analyses. One IMI was cost-effective compared with WLC and below the threshold per QALY gained (at WTP = £30,000  34  , CUA = 99%) from the societal and healthcare perspectives. Cost-effectiveness analyses also showed a high probability of being cost-effective, dominating the WLC per additional treatment responder (CEA = 87%, employer's perspective  35  ) or symptom-free status (CEA = 94%, societal perspective  34  ), but generating higher costs from the healthcare perspective, leading to a low probability of cost-effectiveness (CEA = 6%  34  ).\n\nAnother IMI  67  was compared with gCBT from a societal perspective. Both treatments showed similar effects, and the IMI led to a high probability of cost-savings while trading off health gains (at WTP = 0, CEA = 95%) but generating more QALYs (at WTP = £30.000, CUA = not reported).\n\nIMIs targeting adjustment or exhaustion disorder, or perceived stress, were mostly cost-effective compared with WLC. Based on findings of the cost-utility analyses, two IMIs were below the threshold of £30.000, showing high probabilities of being costeffective from the societal perspective (CUA = 75 68 -79% 33 ). In addition, findings of the cost-effectiveness analyses showed that both IMIs dominated the WLC, yielding acceptable probabilities of cost-effectiveness at a WTP of nil from the employer's (CEA = 67%  69  ) and societal (CEA = 70% 33 ) perspectives, but not from the healthcare perspective (CEA = 12% 68 ) where higher costs were generated.\n\nThe only unguided IMI  70  targeting suicidal ideation dominated the WLC, generating a high probability of being cost-effective at a WTP of nil from the societal perspective (CEA = 92%).\n\nWorkplace setting. Cost-benefit analyses evaluating costs relevant to the employer yielded a benefit-to-cost ratio (BCR) > 1 (1.6-3.1) and net-benefit greater zero (181-417), which indicates that guided IMIs were cost-effective when compared with TAU and WLC for the treatment of insomnia  35  , elevated stress  69  , and depression  52  .\n\nGuidance and comparators. The majority of studies evaluated guided IMIs (n = 24), which were mostly cost-effective, indicated by ICURs < £30,000/QALY gained, irrespective of the types of control conditions. However, unguided IMIs (n = 11) showed little evidence of cost-effectiveness."
    },
    {
      "title": "DISCUSSION",
      "text": "This review presents a comprehensive overview of trial-based economic evaluations providing evidence regarding the costeffectiveness of IMIs for the prevention and treatment of MDs and symptoms. This review identified 32 studies applying societal (n = 24), healthcare (n = 15), and employer's perspectives (n = 3) in 65 full economic evaluations (CBA, n = 3; CEA, n = 31; CMA, n = 1; CUA, n = 30).\n\nIn half of the CEAs (N = 14; MDD, n = 3; anxiety, n = 5; stress, n = 3; sleep n = 2; suicidal ideation, n = 1), the IMI was the dominant treatment option, which means that more health effects were generated at lower costs in comparison with control conditions. Of these, two did not report a WTP and five showed a high probability (≥80%) of being more cost-effective than control conditions at a WTP of nil. For all CEAs, the range of probability at WTP of nil varied from 0 to 95%. Regarding cost-utility, most interventions were cost-effective, being either dominant (n = 13) and/or below the WTP threshold of £30,000 per QALY gained (n = 26) compared with any control condition and often regardless of the perspectives taken. By applying the criterion that an IMI showed at least an 80% probability of cost-effectiveness at WTP of £30,000 compared with a control condition (if reported), 11 IMIs were judged to be cost-effective. Cost-benefit analyses from the employer's perspective (n = 3) yielded positive net benefits representing the money gained after costs were recovered. In addition, the overall quality of studies (CHEC) was good (n = 30), only a few were excellent (n = 3) or average (n = 3). Reasons for a low rating were no discussion of generalizability, short time horizon, or lack of sensitivity analyses. Regarding RoB, most studies showed good quality (n = 22), and only few studies (n = 6) showed at least one item at high risk of bias.\n\nOur findings expand and strengthen the evidence base for the cost-effectiveness of IMIs. First, our findings support the evidence of cost-effectiveness of guided IMIs for depression and anxiety  24, 25, [27] [28] [29]  . Second, our review includes new evidence related to under-researched disorders such as OCD (n = 4), PTSD (n = 1), stress (n = 3), and sleep (n = 2). However, given the limited number of studies, more evidence is needed.\n\nThe strength of this review is related to the comprehensive and systematic search strategy in several electronic databases for common MDs and problems, and the resulting health-economic comparisons. The quality of studies was assessed on the methodology of cost-effectiveness analyses and RoB. To further improve comparability and clarity, economic outcomes were converted to Pound Sterling for the reference year 2020 and mapped to the quadrant of the cost-effectiveness plane in which the mean ICER fell (as far as reported in the primary studies). Likewise, unified thresholds and transparent criteria proposed by the authors were used.\n\nHowever, the comparability of evidence across the studies was hampered by the high heterogeneity stemming from different study designs, methods, study populations, outcome measures, time horizons, comparators, economic perspectives, cost items, and their evaluation. As a case in point, the operationalization of societal costs and intervention costs varied widely. The costs of development and maintenance of the IMIs were often not included or incompletely reported, leading to a possible underestimation of intervention costs. Half of the studies (n = 16) did not report intervention costs or only valued the time for the therapist needed to support the participants.\n\nAnother limitation is the lack of interpretability regarding costeffectiveness, as the WTP for diagnosis-specific measures (e.g., symptom-free, reliable change) is unknown and the WTP threshold for QALYs is somewhat arbitrary, as universally accepted thresholds are unavailable  71  . For healthcare decision-making, several countries compared ICER to a reference value (generic cost-effectiveness threshold) that represents the maximum cost the health system is willing to pay for a health outcome. These generic thresholds vary largely depending on the methods (e.g., per capita income, benchmarking interventions, and leagues tables: ranking the ICERs of interventions given a specific budget) and setting  71  . An international survey assessing the individual WTP for one additional QALY gained showed that the thresholds vary between countries (e.g., Taiwan 2.14 times the UK's per QALY gained)  72  . Consequently, higher thresholds lead to interventions being adopted earlier than in countries with lower thresholds. Beyond the narrow cost-effectiveness arguments, other criteria of health technology assessment should also be considered for decision-making purposes (e.g., disease burden, prognosis, medical ethics, access, equity, feasibility of implementation and scale-up of the interventions, and acceptability of the intervention by its intended recipients)  73  . Furthermore, most health-economic evaluations alongside randomized controlled trials (RCTs) are not powered to detect differences in costs nor QALYs. This might result in non-significant differences in costs and QALYs, which can lead to wider uncertainty intervals surrounding the ICER estimates  74  . Moreover, some studies (n = 3) only collected data over a short period of the study duration and annualized effects and costs. In addition, in some studies (n = 6), the uncertainty surrounding the ICER point estimates was not clear because neither the CEA plane nor the cost-effectiveness acceptability where reported. As all studies were conducted in Western countries, especially in the NW Europe, the generalizability of results is restricted to these regions. In this regard, selection bias could have been introduced, as only studies published in German and English were included.\n\nThe results may lead to several clinical implications. The review could be important for decision-makers when allocating scant resources to meet the demands for the many in need of sustainable healthcare. With the increasing use of economic data in decision-making in public mental health and the increasing societal and economic burden of MDs, consideration of the cost-effectiveness of psychological preventive interventions and treatments is becoming increasingly important. IMIs might be an important way forward. Moreover, since the COVID-19 pandemic, increasing numbers of patients and health services had to shift toward IMIs for the receipt and delivery of mental healthcare. Thus, this may have paved the way for scaled-up uptake of IMIs.\n\nDespite the high heterogeneity stemming from intervention types and comparators of the included studies, some promising trends toward specific mental health targets were seen. Recommendations for policy makers and relevant stakeholders can be made, relating to existing NHS guidelines  75  for the application of low-intensity psychosocial interventions in depression and anxiety. Based on our results, guided IMIs for MDD and anxiety disorders should be offered as treatment option. The evidence regarding the costeffectiveness of under-researched disorders (e.g., OCD, sleep, and stress) and of unguided interventions is limited, and offering such interventions should rely on case-by-case decisions. However, unguided IMIs are scalable and easy to implement, showing a high potential to make an impact at a population level.\n\nBesides these recommendations related to financial aspects, the implementation setting, target population, symptom severity and disorders should be considered. In addition, knowledge about diverse stakeholders' views and values relevant to priority setting enables decision-makers to make better-informed decisions and appropriate judgments about allocation of scant resources.\n\nIn practice, most healthcare providers are receptive to the advantages of IMIs as part of their treatment. However, IMIs should meet the criteria of government reimbursement mechanisms, like the National Institute for Health and Clinical Excellence's (NICE) in the UK or the one for digital health applications in medical and psychotherapeutic care in Germany, to become sustainable. Such criteria include evidence on effectiveness, interoperability, safety, and data security  76  .\n\nFollowing this, we provide several recommendations for future research. First, various anxiety disorders such as panic disorder, GAD, and social anxiety were underrepresented, and disorders such as specific phobias were not found for this review. Moreover, studies were only conducted in resource-rich high-income countries. Hence, we recommend focusing on under-researched disorders and conducting research in low-and middle-income countries.\n\nSecond, we recommend publishing study protocols that adhere to economic evaluation guidelines (ISPOR 77 and CHEERS  78  ) and quality checklists  (Drummond 31  and CHEC  79  ), thereby minimizing biases and improving study quality (e.g., reporting of uncertainty, sensitivity analysis and combined reporting of disease-specific and generic health outcomes to facilitate comparability, and interpretation for decision-making).\n\nThird, the cost-effectiveness of IMIs for MDs and symptoms was frequently based on short term findings (6-16 weeks, n = 13), whereas the remaining studies reported findings based on moderate (6-12 months, n = 14) to long follow-up periods (2-4 years, n = 3). We recommend conducting economic evaluations over longer follow-up periods to better capture longer-term productivity losses and gains, especially in preventive interventions in remittent disorders, such as anxiety disorders.\n\nFourth, more research is needed on IMIs compared with active control condition across all disorders to establish the costeffectiveness of IMIs as possible alternative to face-to-face treatments.\n\nFifth, studies are needed to carefully choose the perspectives taken depending on the decision maker, target population, disorder, or setting. For employers, productivity losses are most important, whereas from a healthcare system's perspective, a high healthcare coverage for people affected by disorders is prioritized.\n\nFinally, the acceptability of an IMI among patients and relevant stakeholders is worth investigating to provide more insights pertinent for the implementation, uptake, and use thereof.\n\nIn conclusion, this systematic review provides an overview of economic evaluations of internet-based interventions for the treatment and prevention of MDs. Guided iCBTs for anxiety disorders and MDD showed a high probability of being costeffective. IMIs for insomnia, suicidal ideation, and stress had the potential of being cost-effective, whereas the evidence base for the cost-effectiveness of IMIs in OCD was not very firm. Although many studies were identified, more robust conclusions about the cost-effectiveness of IMIs could not be reached given the high heterogeneity across the studies with regard to methodologies, interventions, and comparators in a range of disorders and symptoms among various populations and age groups. More cost-effectiveness research is warranted in unguided and preventive IMIs that are proven to be effective, specifically in under-researched disorders and symptoms and preferably over longer time horizons. From a methodological perspective, future studies should more stringently adhere to existing healtheconomic guidelines to increase comparability and enhance their value for decision-making purposes in healthcare."
    },
    {
      "title": "METHODS",
      "text": "The guidelines of Preferred Reporting Items for Systematic Reviews and Meta-Analyses  80  and preparation for systematic reviews of economic evaluations  81  were followed. This systematic review was registered in the international prospective register of systematic reviews, PROSPERO (CRD42018093808  82  )."
    },
    {
      "title": "Search strategy",
      "text": "An extensive literature search was conducted, using the following electronic databases: MEDLINE, PsycINFO, Cochrane Central Register of Controlled Trials (CENTRAL), PSYNDEX, and National Health Service (NHS) Economic Evaluations Database. Relevant articles published before 10/05/2021 were identified using standardized subject terms. A search strategy consisting of four main categories was applied for each database selecting articles referring to (1) intervention, treatment, prevention, or psychotherapy; (2) MDs, (3) internet, online, or mobile-based; and (4) economic evaluation (Supplementary Table  2 )."
    },
    {
      "title": "Eligibility criteria",
      "text": "Studies were eligible for inclusion if they met the following inclusion criteria:\n\nPopulation: participants regardless of age with a diagnosis of MD or symptoms such as MDD, dysthymia, bipolar disorder, social phobia, panic disorder, GAD, PTSD, OCD, specific phobia, and separation anxiety, sleep disorders, or transdiagnostic key symptoms such as suicidal thoughts, and psychological distress, all of which were required to be assessed with validated selfreport questionnaires or being based on diagnostic interviews.\n\nIntervention: psychological interventions that are provided in an online setting, defined as internet-, online-, web-, or mobile-based and grounded in CBT, interpersonal therapy, problem-solving therapy, positive psychology intervention, psychodynamic therapies, therapy or behavior modification, systemic therapies, third-wave cognitive behavioral therapies, humanistic therapies, or integrative therapies. Internet-based interventions can be \"guided\", offering patients human support by a psychotherapist via email or chat or automated feedback delivery, or \"unguided\", only offering self-help interventions without any additional human support.\n\nComparator: included one of the following control groups: another psychological intervention, TAU, WLC, or AC group.\n\nOutcome measures: reported economic evaluation estimates based on CEA, CUA, CBA, and CMA of a full economic evaluation, which means that the study compared both costs and effects (e.g., QALYs, treatment response, relapse avoided, and remission) of two or more alternatives.\n\nStudy types: RCTs, full texts are accessible as peer-reviewed papers, in English or German.\n\nStudies were excluded if the intervention was not delivered online. IMIs were excluded when provided in combination with a face-to-face or video-based sessions delivered by a therapist (i.e., blended intervention). Studies were excluded if they did not report a meaningful outcome measure for economic evaluation (e.g., point improvement on an ordinal scale). Health-economic modeling studies were excluded because of methodological differences compared with trial-based economic evaluations (e.g., directly based on observational data) limiting internal validity of the review. Conference abstracts, protocol papers, non-peer-reviewed papers, cost of illness, observational studies, cohort studies, case studies, pilot studies, and feasibility studies were also excluded."
    },
    {
      "text": "Fig.1PRISMA flow diagram. Using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses as a screening process, a total of 36 studies were included in the study."
    },
    {
      "text": "Sweden, TAU treatment as usual, TAU + treatment as usual with access to treatment as usual in a more structured obligatory way (e.g., online website following treatment guidelines, offer the general practitioner (GP) training session following guidelines or informing GP about study and control condition in order to increase usual care), uGPC Usual General Practitioner Care, UK United Kingdom, WLC wait list control condition, WLC+ WLC with additional information during the waiting period, Y-BOCS Yale-Brown Obsessive-Compulsive Scale. a Costs collected over short period of time and then annualized. b Utility score assessed over 12 weeks were assumed to be consistent at 12 months. c Participants in the IG (Andersson et al., 63 ) received an iCBT treatment over 10 weeks, the CG received the iCBT after the 10 weeks (crossover). After a 4-month follow-up half of the participants were randomized to receive an additional booster session, 8 and 20 months after randomization to booster session. d Guided self-help consisted of a self-help book: Overcoming OCD: A Workbook, written by the trial team. Participants received weekly guidance from a PWP for one initial session of 60 min (either face to face or by telephone, depending on patient preference) followed by up to ten 30-min sessions over a 12-week period.e After 3 months all three groups had access to high intensity CBT (f2f ), therefore only the 3 months' time point was reported."
    },
    {
      "text": "important variables, whose values are uncertain, appropriately subjected to sensitivity analysis? 1 discuss the generalizability of the results to other settings and patient/client groups?indicate that there is no potential conflict of interest of study researcher(s) and funder(s)"
    },
    {
      "text": "variables, whose values are uncertain, appropriately subjected to sensitivity analysis? 1 0.5Other studies have evaluated sleep disorders (n = 2), elevated stress levels (n = 2), posttraumatic stress disorder (PTSD, n = 1), and suicidal ideation (n = 1). Most studies evaluated guided (n = 21) or unguided (n = 9) interventions, and only two evaluated both guided and unguided IMIs. Most IMIs were based on iCBT (n = 35), problem-solving therapy (iPST; n = 3), mixed approaches combining different aspects such as problem-solving and emotion regulation (iMA; n = 2), positive psychology (iPPI; n = 1), and"
    },
    {
      "text": "discuss the generalizability of the results to other settings and patient/client groups? article indicate that there is no potential conflict of interest of study researcher(s) and funder(s)"
    },
    {
      "text": "Study characteristics."
    },
    {
      "text": "Study ID Author ref.,"
    },
    {
      "text": "CHEC quality assessment."
    },
    {
      "title": "FUNDING",
      "text": "Open Access funding enabled and organized by  Projekt DEAL ."
    },
    {
      "text": "prevented after 2 years when a booster session was offered in a crossover design (at WTP = 0, CEA = 0-18%  64  ).\n\nTwo studies compared IMIs with WLC after 3 months. From the societal and healthcare perspectives, one study did not report probabilities of cost-effectiveness nor ICUR  65  , and the other was neither cost-effective compared with WLC (ICUR > 30,000 per QALY gained  66  , CUA = 35-52%) nor more effective than guided self-help.\n\nOther mental disorders. Most of the remaining five studies used CBT (guided, n = 4; unguided, n = 1), and only one intervention used iMA. The IMIs targeted insomnia, perceived stress or stress-    3 ) intervention (psychological approach, guidance, and length of intervention), (4) economic outcome measures, (5) type of economic evaluation, (6) characteristics of derived costs (cost categories, cost data sources, price year, currency, and mean incremental costs), (  7 ) perspective of economic evaluation, and (8) cost-effectiveness estimates, such as incremental costs (i.e., cost difference between IMI and comparator), incremental effects, ICER, and ICER acceptability for various WTP levels."
    },
    {
      "title": "Summary measures",
      "text": "Only base-cases analyses adhering to the intention-to-treat (ITT) principle were reported. Cost-effectiveness is ascertained when an intervention dominates the alternative, so it is both more effective and less costly or provides a greater outcome at higher costs that the society is willing to pay for  31  . In practice, interventions often show greater effects for higher costs. The efficacy of interventions is one of the indicators for their cost-effectiveness, as it represents the denominator of the ICER. Consequently, most often, the investment required for obtaining a favorable health outcome decreases with increasing effectiveness. Therefore, more effective treatments have a higher probability of being cost-effective. The relative effectiveness of an intervention is further influenced by its comparator, with smaller incremental effects in active comparator interventions to larger incremental effects in passive control groups  4  . Similarly, the level of therapist-led guidance in IMIs induces some effect moderation because it adds costs to an IMI, but may also enhance its effectiveness  4, 83  . This is important when making conclusions about incremental cost-effectiveness. In this review, IMIs were judged to be cost-effective when:\n\n• the IMI was dominant, i.e., the IMI's effect was better, and its costs were lower than those of the comparator;\n\n• the costs per QALY was below the WTP of £30,000 as suggested by the NICE  84  ;\n\n• studies using disease-specific clinical outcome such as treatment response, reliable change, were judged to be cost-effective when the probability of cost-effectiveness at a WTP of £0 was 80% or higher, which provides a high level of certainty for decision-making. This means that the intervention is estimated to be more effective and costly in 80% of the cases. This criterion can be seen as conservative, as most interventions show higher effects at higher costs than alternative interventions. Again, as no thresholds for the WTP of these units of effect exist, applicable studies should be judged individually by decision-makers.\n\nTo facilitate comparison between countries, all national currencies were converted to Pound Sterling for the price year 2020  85  . First, the currency of the study was indexed to a 2020 equivalent by country-specific gross domestic product inflators (e.g., euro area 19) and then converted to Pound Sterling (£) using purchasing power parities  86  ."
    },
    {
      "title": "Quality assessment",
      "text": "The quality of health-economic evaluations was assessed using the CHEC  79  . This 20-item checklist was developed to evaluate the methodological quality (internal and external validity) of economic evaluations. The total score is expressed as the percentage of the maximum score for each study. A summary quality score was calculated  24  (percentage of criteria met by each study [range: 0-100%]) based on a scoring of \"yes\" (= 1), \"suboptimal\" (= 0.5), \"no\" (= 0), not applicable (NA)  24  . The following quality categories were used: excellent (100-95%), good (75-94%), average (50-74%), and poor (<50%).\n\nIn addition, Cochrane Collaboration's tool for assessing RoB was used  87  to determine selection, performance, detection, attrition, reporting, and other bias in research studies. Each item was rated as high, low, unclear RoB, or NA. Performance bias was not assessed, as participants and personnel cannot be blinded due to the nature of IMIs. Furthermore, detection bias was always rated as low, as IMIs commonly rely on self-report instruments. Incomplete outcome data were rated as low risk when data analysis was conducted in accordance with the ITT principle. RoB was converted to the Agency for Healthcare Research and Quality 88 standards (i.e., good, fair, or poor quality). RoB and CHEC were rated independently by F.K. and C.B. Disagreement was discussed or resolved by a third reviewer (D.D.E.)."
    },
    {
      "title": "Reporting summary",
      "text": "Further information on research design is available in the Nature Research Reporting Summary linked to this article."
    },
    {
      "title": "AUTHOR CONTRIBUTIONS"
    },
    {
      "title": "ADDITIONAL INFORMATION Supplementary information",
      "text": "The online version contains supplementary material available at  https://doi.org/10.1038/s41746-022-00702-w .\n\nCorrespondence and requests for materials should be addressed to Fanny Kählke.\n\nReprints and permission information is available at  http://www.nature.com/  reprints  Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
    }
  ],
  "references": [
    {
      "title": "The global burden of mental disorders: an update from the WHO World Mental Health (WMH) surveys",
      "authors": [
        "R Kessler"
      ],
      "year": 2009,
      "doi": "10.1017/s1121189x00001421",
      "journal": "Epidemiol. Psichiatr. Soc",
      "volume": "18",
      "raw": "The global burden of mental disorders: an update from the WHO World Mental Health (WMH) surveys \n\t\t \n\t\t\t R C Kessler \n\t\t \n\t\t 10.1017/s1121189x00001421 \n\t \n\t \n\t\t Epidemiol. Psichiatr. Soc \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Kessler, R. C. et al. The global burden of mental disorders: an update from the WHO World Mental Health (WMH) surveys. Epidemiol. Psichiatr. Soc. 18, 23-33 (2009)."
    },
    {
      "title": "The global prevalence of common mental disorders: a systematic review and meta-analysis 1980-2013",
      "authors": [
        "Z Steel"
      ],
      "year": 2014,
      "journal": "Int. J. Epidemiol",
      "volume": "43",
      "raw": "The global prevalence of common mental disorders: a systematic review and meta-analysis 1980-2013 \n\t\t \n\t\t\t Z Steel \n\t\t \n\t \n\t \n\t\t Int. J. Epidemiol \n\t\t \n\t\t\t 43 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Steel, Z. et al. The global prevalence of common mental disorders: a systematic review and meta-analysis 1980-2013. Int. J. Epidemiol. 43, 476-493 (2014)."
    },
    {
      "title": "Mortality in mental disorders global disease burden implications a systematic review and meta-analysis",
      "authors": [
        "E Walker",
        "R Mcgee",
        "B Druss"
      ],
      "year": 2015,
      "journal": "JAMA Psychiatry",
      "volume": "72",
      "raw": "Mortality in mental disorders global disease burden implications a systematic review and meta-analysis \n\t\t \n\t\t\t E R Walker \n\t\t \n\t\t \n\t\t\t R E Mcgee \n\t\t \n\t\t \n\t\t\t B G Druss \n\t\t \n\t \n\t \n\t\t JAMA Psychiatry \n\t\t \n\t\t\t 72 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Walker, E. R., McGee, R. E. Druss, B. G. Mortality in mental disorders global disease burden implications a systematic review and meta-analysis. JAMA Psy- chiatry 72, 334-341 (2015)."
    },
    {
      "title": "Computer therapy for the anxiety and depression disorders is effective, acceptable and practical health care: an updated meta-analysis",
      "authors": [
        "G Andrews"
      ],
      "year": 2018,
      "doi": "10.1016/j.janxdis.2018.01.001",
      "journal": "J. Anxiety Disord",
      "volume": "55",
      "raw": "Computer therapy for the anxiety and depression disorders is effective, acceptable and practical health care: an updated meta-analysis \n\t\t \n\t\t\t G Andrews \n\t\t \n\t\t 10.1016/j.janxdis.2018.01.001 \n\t \n\t \n\t\t J. Anxiety Disord \n\t\t \n\t\t\t 55 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Andrews, G. et al. Computer therapy for the anxiety and depression disorders is effective, acceptable and practical health care: an updated meta-analysis. J. Anxiety Disord. 55, 70-78 (2018)."
    },
    {
      "title": "Functional disability and quality of life decrements in mental disorders: results from the Mental Health Module of the German Health Interview and Examination Survey for Adults (DEGS1-MH)",
      "authors": [
        "S Mack"
      ],
      "year": 2015,
      "journal": "Eur. Psychiatry",
      "volume": "30",
      "raw": "Functional disability and quality of life decrements in mental disorders: results from the Mental Health Module of the German Health Interview and Examination Survey for Adults (DEGS1-MH) \n\t\t \n\t\t\t S Mack \n\t\t \n\t \n\t \n\t\t Eur. Psychiatry \n\t\t \n\t\t\t 30 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Mack, S. et al. Functional disability and quality of life decrements in mental dis- orders: results from the Mental Health Module of the German Health Interview and Examination Survey for Adults (DEGS1-MH). Eur. Psychiatry 30, 793-800 (2015)."
    },
    {
      "title": "Association of mental disorders with subsequent chronic physical conditions",
      "authors": [
        "K Scott"
      ],
      "year": 2016,
      "doi": "10.1001/jamapsychiatry.2015.2688",
      "journal": "JAMA Psychiatry",
      "volume": "73",
      "raw": "Association of mental disorders with subsequent chronic physical conditions \n\t\t \n\t\t\t K M Scott \n\t\t \n\t\t 10.1001/jamapsychiatry.2015.2688 \n\t \n\t \n\t\t JAMA Psychiatry \n\t\t \n\t\t\t 73 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Scott, K. M. et al. Association of mental disorders with subsequent chronic phy- sical conditions. JAMA Psychiatry 73, 150-158 (2016)."
    },
    {
      "title": "Sleep and mental disorders: a meta-analysis of polysomnographic research",
      "authors": [
        "C Baglioni"
      ],
      "year": 2016,
      "doi": "10.1037/bul0000053",
      "journal": "Psychol. Bull",
      "volume": "142",
      "raw": "Sleep and mental disorders: a meta-analysis of polysomnographic research \n\t\t \n\t\t\t C Baglioni \n\t\t \n\t\t 10.1037/bul0000053 \n\t \n\t \n\t\t Psychol. Bull \n\t\t \n\t\t\t 142 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Baglioni, C. et al. Sleep and mental disorders: a meta-analysis of polysomno- graphic research. Psychol. Bull. 142, 969-990 (2016)."
    },
    {
      "title": "DALYs and HALE Collaborators. Global, Regional, and National Disability-adjusted Life Years (Dalys) for 315 diseases and injuries and healthy life expectancy (Hale), 1990-2015: a systematic",
      "year": 2015,
      "journal": "Lancet",
      "volume": "388",
      "raw": "DALYs and HALE Collaborators. Global, Regional, and National Disability-adjusted Life Years (Dalys) for 315 diseases and injuries and healthy life expectancy (Hale), 1990-2015: a systematic \n\t\t \n\t\t\t Gbd \n\t\t \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 388 \n\t\t\t \n\t\t\t 2015. 2016 \n\t\t \n\t \n\t GBD 2015 DALYs and HALE Collaborators. Global, Regional, and National Disability-adjusted Life Years (Dalys) for 315 diseases and injuries and healthy life expectancy (Hale), 1990-2015: a systematic. Lancet 388, 1603-1658 (2016)."
    },
    {
      "title": "Estimating the true global burden of mental illness",
      "authors": [
        "D Vigo",
        "G Thornicroft",
        "R Atun"
      ],
      "year": 2016,
      "journal": "Lancet Psychiatry",
      "volume": "3",
      "raw": "Estimating the true global burden of mental illness \n\t\t \n\t\t\t D Vigo \n\t\t \n\t\t \n\t\t\t G Thornicroft \n\t\t \n\t\t \n\t\t\t R Atun \n\t\t \n\t \n\t \n\t\t Lancet Psychiatry \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Vigo, D., Thornicroft, G. & Atun, R. Estimating the true global burden of mental illness. Lancet Psychiatry 3, 171-178 (2016)."
    },
    {
      "title": "The global economic burden of non-communicable diseases",
      "authors": [
        "D Bloom"
      ],
      "year": 2011,
      "raw": "D E Bloom \n\t\t \n\t\t \n\t\t The global economic burden of non-communicable diseases \n\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Bloom, D. E. et al. The global economic burden of non-communicable diseases. http://www3.weforum.org/docs/WEF_Harvard_HE_GlobalEconomicBurden NonCommunicableDiseases_2011.pdf (2011)."
    },
    {
      "title": "Cost of disorders of the brain in Europe 2010",
      "authors": [
        "A Gustavsson"
      ],
      "year": 2011,
      "journal": "Eur. Neuropsychopharmacol",
      "volume": "21",
      "raw": "Cost of disorders of the brain in Europe 2010 \n\t\t \n\t\t\t A Gustavsson \n\t\t \n\t \n\t \n\t\t Eur. Neuropsychopharmacol \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Gustavsson, A. et al. Cost of disorders of the brain in Europe 2010. Eur. Neu- ropsychopharmacol. 21, 718-779 (2011)."
    },
    {
      "title": "The efficacy of psychotherapy and pharmacotherapy in treating depressive and anxiety disorders: a meta-analysis of direct comparisons",
      "authors": [
        "P Cuijpers"
      ],
      "year": 2013,
      "journal": "World Psychiatry",
      "volume": "12",
      "raw": "The efficacy of psychotherapy and pharmacotherapy in treating depressive and anxiety disorders: a meta-analysis of direct comparisons \n\t\t \n\t\t\t P Cuijpers \n\t\t \n\t \n\t \n\t\t World Psychiatry \n\t\t \n\t\t\t 12 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Cuijpers, P. et al. The efficacy of psychotherapy and pharmacotherapy in treating depressive and anxiety disorders: a meta-analysis of direct comparisons. World Psychiatry 12, 137-148 (2013)."
    },
    {
      "title": "Addressing the treatment gap: a key challenge for extending evidence-based psychosocial interventions",
      "authors": [
        "A Kazdin"
      ],
      "year": 2017,
      "doi": "10.1016/j.brat.2016.06.004",
      "journal": "Behav. Res. Ther",
      "volume": "88",
      "raw": "Addressing the treatment gap: a key challenge for extending evidence-based psychosocial interventions \n\t\t \n\t\t\t A E Kazdin \n\t\t \n\t\t 10.1016/j.brat.2016.06.004 \n\t \n\t \n\t\t Behav. Res. Ther \n\t\t \n\t\t\t 88 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Kazdin, A. E. Addressing the treatment gap: a key challenge for extending evidence-based psychosocial interventions. Behav. Res. Ther. 88, 7-18 (2017)."
    },
    {
      "title": "Age of onset of mental disorders and use of mental health services: needs, opportunities and obstacles",
      "authors": [
        "G De Girolamo",
        "J Dagani",
        "R Purcell",
        "A Cocchi",
        "P Mcgorry"
      ],
      "year": 2012,
      "doi": "10.1017/s2045796011000746",
      "journal": "Epidemiol. Psychiatr. Sci",
      "volume": "21",
      "raw": "Age of onset of mental disorders and use of mental health services: needs, opportunities and obstacles \n\t\t \n\t\t\t G De Girolamo \n\t\t \n\t\t \n\t\t\t J Dagani \n\t\t \n\t\t \n\t\t\t R Purcell \n\t\t \n\t\t \n\t\t\t A Cocchi \n\t\t \n\t\t \n\t\t\t P D Mcgorry \n\t\t \n\t\t 10.1017/s2045796011000746 \n\t \n\t \n\t\t Epidemiol. Psychiatr. Sci \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t De Girolamo, G., Dagani, J., Purcell, R., Cocchi, A. & McGorry, P. D. Age of onset of mental disorders and use of mental health services: needs, opportunities and obstacles. Epidemiol. Psychiatr. Sci. 21, 47-57 (2012)."
    },
    {
      "title": "Barriers to mental health treatment: results from the WHO World Mental Health surveys",
      "authors": [
        "L Andrade"
      ],
      "year": 2014,
      "journal": "Psychol. Med",
      "volume": "44",
      "raw": "Barriers to mental health treatment: results from the WHO World Mental Health surveys \n\t\t \n\t\t\t L H Andrade \n\t\t \n\t \n\t \n\t\t Psychol. Med \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Andrade, L. H. et al. Barriers to mental health treatment: results from the WHO World Mental Health surveys. Psychol. Med. 44, 1303-1317 (2014)."
    },
    {
      "title": "Why are health care interventions delivered over the internet? A systematic review of the published literature",
      "authors": [
        "F Griffiths",
        "A Lindenmeyer",
        "J Powell",
        "P Lowe",
        "M Thorogood"
      ],
      "year": 2006,
      "journal": "J. Med. Internet Res",
      "volume": "8",
      "raw": "Why are health care interventions delivered over the internet? A systematic review of the published literature \n\t\t \n\t\t\t F Griffiths \n\t\t \n\t\t \n\t\t\t A Lindenmeyer \n\t\t \n\t\t \n\t\t\t J Powell \n\t\t \n\t\t \n\t\t\t P Lowe \n\t\t \n\t\t \n\t\t\t M Thorogood \n\t\t \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Griffiths, F., Lindenmeyer, A., Powell, J., Lowe, P. & Thorogood, M. Why are health care interventions delivered over the internet? A systematic review of the pub- lished literature. J. Med. Internet Res. 8, 1-16 (2006)."
    },
    {
      "title": "Prevention of mental health disorders using internet-and mobile-based interventions: a narrative review and recommendations for future research",
      "authors": [
        "D Ebert",
        "P Cuijpers",
        "R Muñoz",
        "H Baumeister"
      ],
      "year": 2017,
      "doi": "10.3389/fpsyt.2017.00116",
      "journal": "Front. Psychiatry",
      "volume": "8",
      "raw": "Prevention of mental health disorders using internet-and mobile-based interventions: a narrative review and recommendations for future research \n\t\t \n\t\t\t D D Ebert \n\t\t \n\t\t \n\t\t\t P Cuijpers \n\t\t \n\t\t \n\t\t\t R F Muñoz \n\t\t \n\t\t \n\t\t\t H Baumeister \n\t\t \n\t\t 10.3389/fpsyt.2017.00116 \n\t \n\t \n\t\t Front. Psychiatry \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Ebert, D. D., Cuijpers, P., Muñoz, R. F. & Baumeister, H. Prevention of mental health disorders using internet-and mobile-based interventions: a narrative review and recommendations for future research. Front. Psychiatry 8, 1-16 (2017)."
    },
    {
      "title": "Effectiveness of internet-based interventions for the prevention of mental disorders: a systematic review and meta-analysis",
      "authors": [
        "L Sander"
      ],
      "year": 2016,
      "journal": "JMIR Ment. Heal",
      "volume": "3",
      "raw": "Effectiveness of internet-based interventions for the prevention of mental disorders: a systematic review and meta-analysis \n\t\t \n\t\t\t L Sander \n\t\t \n\t \n\t \n\t\t JMIR Ment. Heal \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Sander, L. et al. Effectiveness of internet-based interventions for the prevention of mental disorders: a systematic review and meta-analysis. JMIR Ment. Heal 3, 1-20 (2016)."
    },
    {
      "title": "Online physical activity interventions for mental disorders: a systematic review",
      "authors": [
        "S Rosenbaum",
        "J Newby",
        "Z Steel",
        "G Andrews",
        "P Ward"
      ],
      "year": 2015,
      "journal": "Internet Inter",
      "volume": "2",
      "raw": "Online physical activity interventions for mental disorders: a systematic review \n\t\t \n\t\t\t S Rosenbaum \n\t\t \n\t\t \n\t\t\t J M Newby \n\t\t \n\t\t \n\t\t\t Z Steel \n\t\t \n\t\t \n\t\t\t G Andrews \n\t\t \n\t\t \n\t\t\t P B Ward \n\t\t \n\t \n\t \n\t\t Internet Inter \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Rosenbaum, S., Newby, J. M., Steel, Z., Andrews, G. & Ward, P. B. Online physical activity interventions for mental disorders: a systematic review. Internet Inter. 2, 214-220 (2015)."
    },
    {
      "title": "Effectiveness of eHealth interventions for reducing mental health conditions in employees: a systematic review and meta-analysis",
      "authors": [
        "E Stratton"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0189904",
      "journal": "PLoS ONE",
      "volume": "12",
      "raw": "Effectiveness of eHealth interventions for reducing mental health conditions in employees: a systematic review and meta-analysis \n\t\t \n\t\t\t E Stratton \n\t\t \n\t\t 10.1371/journal.pone.0189904 \n\t \n\t \n\t\t PLoS ONE \n\t\t \n\t\t\t 12 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Stratton, E. et al. Effectiveness of eHealth interventions for reducing mental health conditions in employees: a systematic review and meta-analysis. PLoS ONE 12, 1-23 (2017)."
    },
    {
      "title": "Economic evaluation of digital health interventions: methodological issues and recommendations for practice",
      "authors": [
        "M Gomes",
        "E Murray",
        "J Raftery"
      ],
      "year": 2022,
      "doi": "10.1007/s40273-022-01130-0",
      "journal": "Pharmacoeconomics",
      "volume": "40",
      "raw": "Economic evaluation of digital health interventions: methodological issues and recommendations for practice \n\t\t \n\t\t\t M Gomes \n\t\t \n\t\t \n\t\t\t E Murray \n\t\t \n\t\t \n\t\t\t J Raftery \n\t\t \n\t\t 10.1007/s40273-022-01130-0 \n\t \n\t \n\t\t Pharmacoeconomics \n\t\t \n\t\t\t 40 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Gomes, M., Murray, E. & Raftery, J. Economic evaluation of digital health inter- ventions: methodological issues and recommendations for practice. Pharma- coeconomics 40, 367-378 (2022)."
    },
    {
      "title": "Cognitive behavior therapy via the internet: a systematic review of applications, clinical efficacy and costeffectiveness",
      "authors": [
        "E Hedman",
        "B Ljótsson",
        "N Lindefors"
      ],
      "year": 2012,
      "journal": "Expert Rev. Pharmacoecon. Outcomes Res",
      "volume": "12",
      "raw": "Cognitive behavior therapy via the internet: a systematic review of applications, clinical efficacy and costeffectiveness \n\t\t \n\t\t\t E Hedman \n\t\t \n\t\t \n\t\t\t B Ljótsson \n\t\t \n\t\t \n\t\t\t N Lindefors \n\t\t \n\t \n\t \n\t\t Expert Rev. Pharmacoecon. Outcomes Res \n\t\t \n\t\t\t 12 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Hedman, E., Ljótsson, B. & Lindefors, N. Cognitive behavior therapy via the internet: a systematic review of applications, clinical efficacy and cost- effectiveness. Expert Rev. Pharmacoecon. Outcomes Res. 12, 745-764 (2012)."
    },
    {
      "title": "Internetdelivered psychological treatments for mood and anxiety disorders: a systematic review of their efficacy, safety, and cost-effectiveness",
      "authors": [
        "F Arnberg",
        "S Linton",
        "M Hultcrantz",
        "E Heintz",
        "U Jonsson"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0098118",
      "journal": "PLoS ONE",
      "volume": "9",
      "raw": "Internetdelivered psychological treatments for mood and anxiety disorders: a systematic review of their efficacy, safety, and cost-effectiveness \n\t\t \n\t\t\t F K Arnberg \n\t\t \n\t\t \n\t\t\t S J Linton \n\t\t \n\t\t \n\t\t\t M Hultcrantz \n\t\t \n\t\t \n\t\t\t E Heintz \n\t\t \n\t\t \n\t\t\t U Jonsson \n\t\t \n\t\t 10.1371/journal.pone.0098118 \n\t \n\t \n\t\t PLoS ONE \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Arnberg, F. K., Linton, S. J., Hultcrantz, M., Heintz, E. & Jonsson, U. Internet- delivered psychological treatments for mood and anxiety disorders: a sys- tematic review of their efficacy, safety, and cost-effectiveness. PLoS ONE 9, 1-13 (2014)."
    },
    {
      "title": "Cost-effectiveness of interventions for treating anxiety disorders: a systematic review",
      "authors": [
        "R Ophuis"
      ],
      "year": 2017,
      "journal": "J. Affect. Disord",
      "volume": "210",
      "raw": "Cost-effectiveness of interventions for treating anxiety disorders: a systematic review \n\t\t \n\t\t\t R R H Ophuis \n\t\t \n\t \n\t \n\t\t J. Affect. Disord \n\t\t \n\t\t\t 210 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Ophuis, R. R. H. et al. Cost-effectiveness of interventions for treating anxiety disorders: a systematic review. J. Affect. Disord. 210, 1-13 (2017)."
    },
    {
      "title": "Economic evaluations of internet-and mobile-based interventions for the treatment and prevention of depression: a systematic review",
      "authors": [
        "S Paganini",
        "W Teigelkötter",
        "C Buntrock",
        "H Baumeister"
      ],
      "year": 2018,
      "journal": "J. Affect. Disord",
      "volume": "225",
      "raw": "Economic evaluations of internet-and mobile-based interventions for the treatment and prevention of depression: a systematic review \n\t\t \n\t\t\t S Paganini \n\t\t \n\t\t \n\t\t\t W Teigelkötter \n\t\t \n\t\t \n\t\t\t C Buntrock \n\t\t \n\t\t \n\t\t\t H Baumeister \n\t\t \n\t \n\t \n\t\t J. Affect. Disord \n\t\t \n\t\t\t 225 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Paganini, S., Teigelkötter, W., Buntrock, C. & Baumeister, H. Economic evaluations of internet-and mobile-based interventions for the treatment and prevention of depression: a systematic review. J. Affect. Disord. 225, 733-755 (2018)."
    },
    {
      "title": "Health-economic evaluation of psychological interventions for depression prevention: systematic review",
      "authors": [
        "S Conejo-Cerón"
      ],
      "year": 2021,
      "doi": "10.1016/j.cpr.2021.102064",
      "journal": "Clin. Psychol. Rev",
      "volume": "88",
      "pages": "102064",
      "raw": "Health-economic evaluation of psychological interventions for depression prevention: systematic review \n\t\t \n\t\t\t S Conejo-Cerón \n\t\t \n\t\t 10.1016/j.cpr.2021.102064 \n\t \n\t \n\t\t Clin. Psychol. Rev \n\t\t \n\t\t\t 88 \n\t\t\t 102064 \n\t\t\t 2021 \n\t\t \n\t \n\t Conejo-Cerón, S. et al. Health-economic evaluation of psychological interventions for depression prevention: systematic review. Clin. Psychol. Rev. 88, 102064 (2021)."
    },
    {
      "title": "Cost effectiveness of guided Internet-based interventions for depression in comparison with control conditions: an individual-participant data meta-analysis",
      "authors": [
        "S Kolovos"
      ],
      "year": 2018,
      "doi": "10.1002/da.22714",
      "journal": "Depress Anxiety",
      "volume": "35",
      "raw": "Cost effectiveness of guided Internet-based interventions for depression in comparison with control conditions: an individual-participant data meta-analysis \n\t\t \n\t\t\t S Kolovos \n\t\t \n\t\t 10.1002/da.22714 \n\t \n\t \n\t\t Depress Anxiety \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Kolovos, S. et al. Cost effectiveness of guided Internet-based interventions for depression in comparison with control conditions: an individual-participant data meta-analysis. Depress Anxiety 35, 209-219 (2018)."
    },
    {
      "title": "Economic evaluations of internet interventions for mental health: a systematic review",
      "authors": [
        "T Donker"
      ],
      "year": 2015,
      "journal": "Psychol. Med",
      "volume": "45",
      "raw": "Economic evaluations of internet interventions for mental health: a systematic review \n\t\t \n\t\t\t T Donker \n\t\t \n\t \n\t \n\t\t Psychol. Med \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Donker, T. et al. Economic evaluations of internet interventions for mental health: a systematic review. Psychol. Med. 45, 3357-3376 (2015)."
    },
    {
      "title": "Economic evaluations of internet-based psychological interventions for anxiety disorders and depression: a systematic review",
      "authors": [
        "L Mitchell",
        "U Joshi",
        "V Patel",
        "C Lu",
        "J Naslund"
      ],
      "year": 2021,
      "doi": "10.1016/j.jad.2021.01.092",
      "journal": "J. Affect. Disord",
      "volume": "284",
      "raw": "Economic evaluations of internet-based psychological interventions for anxiety disorders and depression: a systematic review \n\t\t \n\t\t\t L Mitchell \n\t\t \n\t\t \n\t\t\t U Joshi \n\t\t \n\t\t \n\t\t\t V Patel \n\t\t \n\t\t \n\t\t\t C Lu \n\t\t \n\t\t \n\t\t\t J A Naslund \n\t\t \n\t\t 10.1016/j.jad.2021.01.092 \n\t \n\t \n\t\t J. Affect. Disord \n\t\t \n\t\t\t 284 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Mitchell, L., Joshi, U., Patel, V., Lu, C. & Naslund, J. A. Economic evaluations of internet-based psychological interventions for anxiety disorders and depression: a systematic review. J. Affect. Disord. 284, 157-182 (2021)."
    },
    {
      "title": "Economic evidence for the clinical management of major depressive disorder: a systematic review and quality appraisal of economic evaluations alongside randomised controlled trials",
      "authors": [
        "E Karyotaki",
        "D Tordrup",
        "C Buntrock",
        "R Bertollini",
        "P Cuijpers"
      ],
      "year": 2017,
      "journal": "Epidemiol. Psychiatr. Sci",
      "volume": "26",
      "raw": "Economic evidence for the clinical management of major depressive disorder: a systematic review and quality appraisal of economic evaluations alongside randomised controlled trials \n\t\t \n\t\t\t E Karyotaki \n\t\t \n\t\t \n\t\t\t D Tordrup \n\t\t \n\t\t \n\t\t\t C Buntrock \n\t\t \n\t\t \n\t\t\t R Bertollini \n\t\t \n\t\t \n\t\t\t P Cuijpers \n\t\t \n\t \n\t \n\t\t Epidemiol. Psychiatr. Sci \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Karyotaki, E., Tordrup, D., Buntrock, C., Bertollini, R. & Cuijpers, P. Economic evi- dence for the clinical management of major depressive disorder: a systematic review and quality appraisal of economic evaluations alongside randomised controlled trials. Epidemiol. Psychiatr. Sci. 26, 501-516 (2017)."
    },
    {
      "title": "Methods for the Economic Evaluation of Health Care Programmes",
      "authors": [
        "M Drummond",
        "M Sculpher",
        "K Claxton",
        "G Stoddart",
        "G Torrance"
      ],
      "year": 2015,
      "doi": "10.1093/oso/9780198529446.001.0001",
      "raw": "M Drummond \n\t\t \n\t\t \n\t\t\t M J Sculpher \n\t\t \n\t\t \n\t\t\t K Claxton \n\t\t \n\t\t \n\t\t\t G L Stoddart \n\t\t \n\t\t \n\t\t\t G W Torrance \n\t\t \n\t\t 10.1093/oso/9780198529446.001.0001 \n\t\t Methods for the Economic Evaluation of Health Care Programmes \n\t\t \n\t\t\t Oxford University Press \n\t\t\t 2015 \n\t\t \n\t \n\t Drummond, M., Sculpher, M. J., Claxton, K., Stoddart, G. L. & Torrance, G. W. Methods for the Economic Evaluation of Health Care Programmes (Oxford Uni- versity Press, 2015)."
    },
    {
      "title": "A health economic outcome evaluation of an internet-based mobile-supported stress management intervention for employees",
      "authors": [
        "D Ebert"
      ],
      "year": 2018,
      "doi": "10.5271/sjweh.3691",
      "journal": "Scand. J. Work. Environ. Health",
      "volume": "44",
      "raw": "A health economic outcome evaluation of an internet-based mobile-supported stress management intervention for employees \n\t\t \n\t\t\t D D Ebert \n\t\t \n\t\t 10.5271/sjweh.3691 \n\t \n\t \n\t\t Scand. J. Work. Environ. Health \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Ebert, D. D. et al. A health economic outcome evaluation of an internet-based mobile-supported stress management intervention for employees. Scand. J. Work. Environ. Health 44, 171-182 (2018)."
    },
    {
      "title": "Economic evaluation of an internet-based stress management intervention alongside a randomized controlled trial",
      "authors": [
        "F Kählke"
      ],
      "year": 2019,
      "doi": "10.2196/10866",
      "journal": "JMIR Ment. Heal",
      "volume": "6",
      "raw": "Economic evaluation of an internet-based stress management intervention alongside a randomized controlled trial \n\t\t \n\t\t\t F Kählke \n\t\t \n\t\t 10.2196/10866 \n\t \n\t \n\t\t JMIR Ment. Heal \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Kählke, F. et al. Economic evaluation of an internet-based stress management intervention alongside a randomized controlled trial. JMIR Ment. Heal. 6, 1-13 (2019)."
    },
    {
      "title": "Guided internet-based cognitive behavioral therapy for insomnia: health-economic evaluation from the societal and public health care perspective alongside a randomized controlled trial",
      "authors": [
        "C Buntrock"
      ],
      "year": 2021,
      "doi": "10.2196/25609",
      "journal": "J. Med. Internet Res",
      "volume": "23",
      "raw": "Guided internet-based cognitive behavioral therapy for insomnia: health-economic evaluation from the societal and public health care perspective alongside a randomized controlled trial \n\t\t \n\t\t\t C Buntrock \n\t\t \n\t\t 10.2196/25609 \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Buntrock, C. et al. Guided internet-based cognitive behavioral therapy for insomnia: health-economic evaluation from the societal and public health care perspective alongside a randomized controlled trial. J. Med. Internet Res. 23, 1-15 (2021)."
    },
    {
      "title": "Internet-based cognitive behavioral therapy for insomnia: a health economic evaluation",
      "authors": [
        "H Thiart"
      ],
      "year": 2016,
      "journal": "Sleep",
      "volume": "39",
      "raw": "Internet-based cognitive behavioral therapy for insomnia: a health economic evaluation \n\t\t \n\t\t\t H Thiart \n\t\t \n\t \n\t \n\t\t Sleep \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Thiart, H. et al. Internet-based cognitive behavioral therapy for insomnia: a health economic evaluation. Sleep 39, 1769-1778 (2016)."
    },
    {
      "title": "Cost-effectiveness of internet-based cognitive behavior therapy vs. cognitive behavioral group therapy for social anxiety disorder: results from a randomized controlled trial",
      "authors": [
        "E Hedman"
      ],
      "year": 2011,
      "journal": "Behav. Res. Ther",
      "volume": "49",
      "raw": "Cost-effectiveness of internet-based cognitive behavior therapy vs. cognitive behavioral group therapy for social anxiety disorder: results from a randomized controlled trial \n\t\t \n\t\t\t E Hedman \n\t\t \n\t \n\t \n\t\t Behav. Res. Ther \n\t\t \n\t\t\t 49 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Hedman, E. et al. Cost-effectiveness of internet-based cognitive behavior therapy vs. cognitive behavioral group therapy for social anxiety disorder: results from a randomized controlled trial. Behav. Res. Ther. 49, 729-736 (2011)."
    },
    {
      "title": "Clinical effectiveness and cost-effectiveness of internet-vs. group-based cognitive behavior therapy for social anxiety disorder: 4-year followup of a randomized trial",
      "authors": [
        "E Hedman"
      ],
      "year": 2014,
      "doi": "10.1016/j.brat.2014.05.010",
      "journal": "Behav. Res. Ther",
      "volume": "59",
      "raw": "Clinical effectiveness and cost-effectiveness of internet-vs. group-based cognitive behavior therapy for social anxiety disorder: 4-year followup of a randomized trial \n\t\t \n\t\t\t E Hedman \n\t\t \n\t\t 10.1016/j.brat.2014.05.010 \n\t \n\t \n\t\t Behav. Res. Ther \n\t\t \n\t\t\t 59 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Hedman, E. et al. Clinical effectiveness and cost-effectiveness of internet-vs. group-based cognitive behavior therapy for social anxiety disorder: 4-year follow- up of a randomized trial. Behav. Res. Ther. 59, 20-29 (2014)."
    },
    {
      "title": "Does internet-based cognitive behaviour therapy reduce healthcare costs and resource use in treatment of social anxiety disorder? A cost-minimisation analysis conducted alongside a randomised controlled trial",
      "authors": [
        "S El Alaoui",
        "E Hedman-Lagerlof",
        "B Ljotsson",
        "N Lindefors"
      ],
      "year": 2017,
      "journal": "BMJ Open",
      "volume": "7",
      "raw": "Does internet-based cognitive behaviour therapy reduce healthcare costs and resource use in treatment of social anxiety disorder? A cost-minimisation analysis conducted alongside a randomised controlled trial \n\t\t \n\t\t\t S El Alaoui \n\t\t \n\t\t \n\t\t\t E Hedman-Lagerlof \n\t\t \n\t\t \n\t\t\t B Ljotsson \n\t\t \n\t\t \n\t\t\t N Lindefors \n\t\t \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t El Alaoui, S., Hedman-Lagerlof, E., Ljotsson, B. & Lindefors, N. Does internet-based cognitive behaviour therapy reduce healthcare costs and resource use in treat- ment of social anxiety disorder? A cost-minimisation analysis conducted along- side a randomised controlled trial. BMJ Open 7, 1-9 (2017)."
    },
    {
      "title": "The second Randomised Evaluation of the Effectiveness, costeffectiveness and Acceptability of Computerised Therapy (REEACT-2) trial: does the provision of telephone support enhance the effectiveness of computerdelivered cognitive behaviour therapy? A randomised controlled trial",
      "authors": [
        "S Brabyn"
      ],
      "year": 2016,
      "doi": "10.3310/hta20890",
      "journal": "Health Technol. Assess",
      "volume": "20",
      "raw": "The second Randomised Evaluation of the Effectiveness, costeffectiveness and Acceptability of Computerised Therapy (REEACT-2) trial: does the provision of telephone support enhance the effectiveness of computerdelivered cognitive behaviour therapy? A randomised controlled trial \n\t\t \n\t\t\t S Brabyn \n\t\t \n\t\t 10.3310/hta20890 \n\t \n\t \n\t\t Health Technol. Assess \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Brabyn, S. et al. The second Randomised Evaluation of the Effectiveness, cost- effectiveness and Acceptability of Computerised Therapy (REEACT-2) trial: does the provision of telephone support enhance the effectiveness of computer- delivered cognitive behaviour therapy? A randomised controlled trial. Health Technol. Assess. 20, 1-64 (2016)."
    },
    {
      "title": "A randomised controlled trial of computerised cognitive behaviour therapy for the treatment of depression in primary care: the Randomised Evaluation of the Effectiveness and Acceptability of Computerised Therapy (REEACT) trial",
      "authors": [
        "E Littlewood"
      ],
      "year": 2015,
      "journal": "Health Technol. Assess",
      "volume": "19",
      "pages": "171",
      "raw": "A randomised controlled trial of computerised cognitive behaviour therapy for the treatment of depression in primary care: the Randomised Evaluation of the Effectiveness and Acceptability of Computerised Therapy (REEACT) trial \n\t\t \n\t\t\t E Littlewood \n\t\t \n\t \n\t \n\t\t Health Technol. Assess \n\t\t \n\t\t\t 19 \n\t\t\t 171 \n\t\t\t 2015 \n\t\t \n\t \n\t Littlewood, E. et al. A randomised controlled trial of computerised cognitive behaviour therapy for the treatment of depression in primary care: the Rando- mised Evaluation of the Effectiveness and Acceptability of Computerised Therapy (REEACT) trial. Health Technol. Assess. 19, xxi-171 (2015)."
    },
    {
      "title": "Randomized controlled trial of computerized cognitive behavioural therapy for depressive symptoms: effectiveness and costs of a workplace intervention",
      "authors": [
        "R Phillips"
      ],
      "year": 2014,
      "journal": "Psychol. Med",
      "volume": "44",
      "raw": "Randomized controlled trial of computerized cognitive behavioural therapy for depressive symptoms: effectiveness and costs of a workplace intervention \n\t\t \n\t\t\t R Phillips \n\t\t \n\t \n\t \n\t\t Psychol. Med \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Phillips, R. et al. Randomized controlled trial of computerized cognitive beha- vioural therapy for depressive symptoms: effectiveness and costs of a workplace intervention. Psychol. Med. 44, 741-752 (2014)."
    },
    {
      "title": "Randomized trial of intelligent sensor system for early illness alerts in senior housing",
      "authors": [
        "M Rantz"
      ],
      "year": 2017,
      "journal": "J. Am. Med. Dir. Assoc",
      "volume": "18",
      "raw": "Randomized trial of intelligent sensor system for early illness alerts in senior housing \n\t\t \n\t\t\t M Rantz \n\t\t \n\t \n\t \n\t\t J. Am. Med. Dir. Assoc \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Rantz, M. et al. Randomized trial of intelligent sensor system for early illness alerts in senior housing. J. Am. Med. Dir. Assoc. 18, 860-870 (2017)."
    },
    {
      "title": "Preventing depression in adults with subthreshold depression: health-economic evaluation alongside a pragmatic randomized controlled trial of a web-based intervention corresponding author",
      "authors": [
        "C Buntrock"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6587",
      "journal": "J. Med. Internet Res",
      "volume": "19",
      "raw": "Preventing depression in adults with subthreshold depression: health-economic evaluation alongside a pragmatic randomized controlled trial of a web-based intervention corresponding author \n\t\t \n\t\t\t C Buntrock \n\t\t \n\t\t 10.2196/jmir.6587 \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Buntrock, C. et al. Preventing depression in adults with subthreshold depression: health-economic evaluation alongside a pragmatic randomized controlled trial of a web-based intervention corresponding author. J. Med. Internet Res. 19, 1-16 (2017)."
    },
    {
      "title": "Economic evaluation of an internet-based preventive cognitive therapy with minimal therapist support for recurrent depression: randomized controlled trial",
      "authors": [
        "N Klein"
      ],
      "year": 2018,
      "journal": "J. Med. Internet Res",
      "volume": "20",
      "raw": "Economic evaluation of an internet-based preventive cognitive therapy with minimal therapist support for recurrent depression: randomized controlled trial \n\t\t \n\t\t\t N S Klein \n\t\t \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Klein, N. S. et al. Economic evaluation of an internet-based preventive cognitive therapy with minimal therapist support for recurrent depression: randomized controlled trial. J. Med. Internet Res. 20, 1-14 (2018)."
    },
    {
      "title": "Internet-versus group-administered cognitive behaviour therapy for panic disorder in a psychiatric setting: a randomised trial",
      "authors": [
        "J Bergstrom"
      ],
      "year": 2010,
      "journal": "BMC Psychiatry",
      "volume": "10",
      "raw": "Internet-versus group-administered cognitive behaviour therapy for panic disorder in a psychiatric setting: a randomised trial \n\t\t \n\t\t\t J Bergstrom \n\t\t \n\t \n\t \n\t\t BMC Psychiatry \n\t\t \n\t\t\t 10 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Bergstrom, J. et al. Internet-versus group-administered cognitive behaviour therapy for panic disorder in a psychiatric setting: a randomised trial. BMC Psy- chiatry 10, 1-10 (2010)."
    },
    {
      "title": "Effectiveness and cost-effectiveness of individually tailored Internet-delivered cognitive behavior therapy for anxiety disorders in a primary care population: a randomized controlled trial",
      "authors": [
        "L Nordgren"
      ],
      "year": 2014,
      "journal": "Behav. Res Ther",
      "volume": "59",
      "raw": "Effectiveness and cost-effectiveness of individually tailored Internet-delivered cognitive behavior therapy for anxiety disorders in a primary care population: a randomized controlled trial \n\t\t \n\t\t\t L B Nordgren \n\t\t \n\t \n\t \n\t\t Behav. Res Ther \n\t\t \n\t\t\t 59 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Nordgren, L. B. et al. Effectiveness and cost-effectiveness of individually tailored Internet-delivered cognitive behavior therapy for anxiety disorders in a primary care population: a randomized controlled trial. Behav. Res Ther. 59, 1-11 (2014)."
    },
    {
      "title": "The measurement of observer agreement for categorical data",
      "authors": [
        "J Landis",
        "G Koch"
      ],
      "year": 1977,
      "journal": "Biometrics",
      "volume": "33",
      "raw": "The measurement of observer agreement for categorical data \n\t\t \n\t\t\t J R Landis \n\t\t \n\t\t \n\t\t\t G G Koch \n\t\t \n\t \n\t \n\t\t Biometrics \n\t\t \n\t\t\t 33 \n\t\t\t \n\t\t\t 1977 \n\t\t \n\t \n\t Landis, J. R. & Koch, G. G. The measurement of observer agreement for catego- rical data. Biometrics 33, 159-174 (1977)."
    },
    {
      "title": "Cost-effectiveness of online positive psychology: randomized controlled trial",
      "authors": [
        "L Bolier"
      ],
      "year": 2014,
      "doi": "10.1080/17439760.2014.910829",
      "journal": "J. Posit. Psychol",
      "volume": "9",
      "raw": "Cost-effectiveness of online positive psychology: randomized controlled trial \n\t\t \n\t\t\t L Bolier \n\t\t \n\t\t 10.1080/17439760.2014.910829 \n\t \n\t \n\t\t J. Posit. Psychol \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Bolier, L. et al. Cost-effectiveness of online positive psychology: randomized controlled trial. J. Posit. Psychol. 9, 460-471 (2014)."
    },
    {
      "title": "Cost-effectiveness analysis of a randomized study of depression treatment options in primary care suggests stepped-care treatment may have economic benefits",
      "authors": [
        "C Yan",
        "K Rittenbach",
        "S Souri",
        "P Silverstone"
      ],
      "year": 2019,
      "journal": "BMC Psychiatry",
      "volume": "19",
      "raw": "Cost-effectiveness analysis of a randomized study of depression treatment options in primary care suggests stepped-care treatment may have economic benefits \n\t\t \n\t\t\t C Yan \n\t\t \n\t\t \n\t\t\t K Rittenbach \n\t\t \n\t\t \n\t\t\t S Souri \n\t\t \n\t\t \n\t\t\t P H Silverstone \n\t\t \n\t \n\t \n\t\t BMC Psychiatry \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Yan, C., Rittenbach, K., Souri, S. & Silverstone, P. H. Cost-effectiveness analysis of a randomized study of depression treatment options in primary care suggests stepped-care treatment may have economic benefits. BMC Psychiatry 19, 1-13 (2019)."
    },
    {
      "title": "Economic evaluation of online computerised cognitivebehavioural therapy without support for depression in primary care: randomised trial",
      "authors": [
        "S Gerhards"
      ],
      "year": 2010,
      "doi": "10.1192/bjp.bp.109.065748",
      "journal": "Br. J. psychiatry",
      "volume": "196",
      "raw": "Economic evaluation of online computerised cognitivebehavioural therapy without support for depression in primary care: randomised trial \n\t\t \n\t\t\t S A H Gerhards \n\t\t \n\t\t 10.1192/bjp.bp.109.065748 \n\t \n\t \n\t\t Br. J. psychiatry \n\t\t \n\t\t\t 196 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Gerhards, S. A. H. et al. Economic evaluation of online computerised cognitive- behavioural therapy without support for depression in primary care: randomised trial. Br. J. psychiatry 196, 310-318 (2010)."
    },
    {
      "title": "Web-based intervention for depressive symptoms in adults with types 1 and 2 diabetes mellitus: a health economic evaluation",
      "authors": [
        "S Nobis"
      ],
      "year": 2018,
      "doi": "10.1192/bjp.2018.10",
      "journal": "Br. J. Psychiatry",
      "volume": "212",
      "raw": "Web-based intervention for depressive symptoms in adults with types 1 and 2 diabetes mellitus: a health economic evaluation \n\t\t \n\t\t\t S Nobis \n\t\t \n\t\t 10.1192/bjp.2018.10 \n\t \n\t \n\t\t Br. J. Psychiatry \n\t\t \n\t\t\t 212 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Nobis, S. et al. Web-based intervention for depressive symptoms in adults with types 1 and 2 diabetes mellitus: a health economic evaluation. Br. J. Psychiatry 212, 199-206 (2018)."
    },
    {
      "title": "Economic evaluation of a web-based guided self-help intervention for employees with depressive symptoms: results of a randomized controlled trial",
      "authors": [
        "A Geraedts"
      ],
      "year": 2015,
      "doi": "10.1097/jom.0000000000000423",
      "journal": "J. Occup. Environ. Med",
      "volume": "57",
      "raw": "Economic evaluation of a web-based guided self-help intervention for employees with depressive symptoms: results of a randomized controlled trial \n\t\t \n\t\t\t A S Geraedts \n\t\t \n\t\t 10.1097/jom.0000000000000423 \n\t \n\t \n\t\t J. Occup. Environ. Med \n\t\t \n\t\t\t 57 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Geraedts, A. S. et al. Economic evaluation of a web-based guided self-help intervention for employees with depressive symptoms: results of a randomized controlled trial. J. Occup. Environ. Med. 57, 666-675 (2015)."
    },
    {
      "title": "Cost-utility and cost-effectiveness of Internet-based treatment for adults with depressive symptoms: randomized trial",
      "authors": [
        "L Warmerdam",
        "F Smit",
        "A Van Straten",
        "H Riper",
        "P Cuijpers"
      ],
      "year": 2010,
      "journal": "J. Med. Internet Res",
      "volume": "12",
      "raw": "Cost-utility and cost-effectiveness of Internet-based treatment for adults with depressive symptoms: randomized trial \n\t\t \n\t\t\t L Warmerdam \n\t\t \n\t\t \n\t\t\t F Smit \n\t\t \n\t\t \n\t\t\t A Van Straten \n\t\t \n\t\t \n\t\t\t H Riper \n\t\t \n\t\t \n\t\t\t P Cuijpers \n\t\t \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 12 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Warmerdam, L., Smit, F., van Straten, A., Riper, H. & Cuijpers, P. Cost-utility and cost-effectiveness of Internet-based treatment for adults with depressive symp- toms: randomized trial. J. Med. Internet Res. 12, 40-50 (2010)."
    },
    {
      "title": "Cost-effectiveness of therapist-delivered online cognitivebehavioural therapy for depression: randomised controlled trial",
      "authors": [
        "S Hollinghurst"
      ],
      "year": 2010,
      "doi": "10.1192/bjp.bp.109.073080",
      "journal": "Br. J. Psychiatry",
      "volume": "197",
      "raw": "Cost-effectiveness of therapist-delivered online cognitivebehavioural therapy for depression: randomised controlled trial \n\t\t \n\t\t\t S Hollinghurst \n\t\t \n\t\t 10.1192/bjp.bp.109.073080 \n\t \n\t \n\t\t Br. J. Psychiatry \n\t\t \n\t\t\t 197 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Hollinghurst, S. et al. Cost-effectiveness of therapist-delivered online cognitive- behavioural therapy for depression: randomised controlled trial. Br. J. Psychiatry 197, 297-304 (2010)."
    },
    {
      "title": "Cost-utility of a guided Internet-based intervention in comparison with attention only for people with HIV and depressive symptoms: a randomized controlled trial",
      "authors": [
        "S Van Luenen",
        "V Kraaij",
        "P Spinhoven",
        "E Van Den Akker-Van Marle"
      ],
      "year": 2019,
      "doi": "10.1016/j.jpsychores.2019.01.012",
      "journal": "J. Psychosom. Res",
      "volume": "118",
      "raw": "Cost-utility of a guided Internet-based intervention in comparison with attention only for people with HIV and depressive symptoms: a randomized controlled trial \n\t\t \n\t\t\t S Van Luenen \n\t\t \n\t\t \n\t\t\t V Kraaij \n\t\t \n\t\t \n\t\t\t Garnefski \n\t\t \n\t\t \n\t\t\t P Spinhoven \n\t\t \n\t\t \n\t\t\t E Van Den Akker-Van Marle \n\t\t \n\t\t 10.1016/j.jpsychores.2019.01.012 \n\t \n\t \n\t\t J. Psychosom. Res \n\t\t \n\t\t\t 118 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t van Luenen, S., Kraaij, V., Garnefski, Spinhoven, P. & van den Akker-van Marle, E. Cost-utility of a guided Internet-based intervention in comparison with attention only for people with HIV and depressive symptoms: a randomized controlled trial. J. Psychosom. Res. 118, 34-40 (2019)."
    },
    {
      "title": "Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a randomized controlled trial (Provisional abstract)",
      "authors": [
        "N Titov"
      ],
      "year": 2015,
      "journal": "Behav. Ther",
      "volume": "46",
      "raw": "Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a randomized controlled trial (Provisional abstract) \n\t\t \n\t\t\t N Titov \n\t\t \n\t \n\t \n\t\t Behav. Ther \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Titov, N. et al. Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a rando- mized controlled trial (Provisional abstract). Behav. Ther. 46, 206-217 (2015)."
    },
    {
      "title": "Economic evaluation of a guided and unguided internetbased CBT intervention for major depression: results from a multicenter, three-armed randomized controlled trial conducted in primary care",
      "authors": [
        "P Romero-Sanchiz"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0172741",
      "journal": "PLoS ONE",
      "volume": "12",
      "raw": "Economic evaluation of a guided and unguided internetbased CBT intervention for major depression: results from a multicenter, three-armed randomized controlled trial conducted in primary care \n\t\t \n\t\t\t P Romero-Sanchiz \n\t\t \n\t\t 10.1371/journal.pone.0172741 \n\t \n\t \n\t\t PLoS ONE \n\t\t \n\t\t\t 12 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Romero-Sanchiz, P. et al. Economic evaluation of a guided and unguided internet- based CBT intervention for major depression: results from a multicenter, three-armed randomized controlled trial conducted in primary care. PLoS ONE 12, 1-15 (2017)."
    },
    {
      "title": "Cost-effectiveness and long-term effectiveness of internetbased cognitive behaviour therapy for severe health anxiety",
      "authors": [
        "E Hedman"
      ],
      "year": 2013,
      "doi": "10.1017/s0033291712001079",
      "journal": "Psychol. Med",
      "volume": "43",
      "raw": "Cost-effectiveness and long-term effectiveness of internetbased cognitive behaviour therapy for severe health anxiety \n\t\t \n\t\t\t E Hedman \n\t\t \n\t\t 10.1017/s0033291712001079 \n\t \n\t \n\t\t Psychol. Med \n\t\t \n\t\t\t 43 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Hedman, E. et al. Cost-effectiveness and long-term effectiveness of internet- based cognitive behaviour therapy for severe health anxiety. Psychol. Med. 43, 363-374 (2013)."
    },
    {
      "title": "Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a randomized controlled trial (Provisional abstract)",
      "authors": [
        "B Dear"
      ],
      "year": 2015,
      "journal": "Behav. Ther",
      "volume": "46",
      "raw": "Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a randomized controlled trial (Provisional abstract) \n\t\t \n\t\t\t B F Dear \n\t\t \n\t \n\t \n\t\t Behav. Ther \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Dear, B. F. et al. Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a rando- mized controlled trial (Provisional abstract). Behav. Ther. 46, 206-217 (2015)."
    },
    {
      "title": "Cost effectiveness of internet-based cognitive behaviour therapy and behavioural stress management for severe health anxiety",
      "authors": [
        "E Hedman",
        "E Andersson",
        "B Ljotsson",
        "E Axelsson",
        "M Lekander"
      ],
      "year": 2016,
      "journal": "BMJ Open",
      "volume": "6",
      "raw": "Cost effectiveness of internet-based cognitive behaviour therapy and behavioural stress management for severe health anxiety \n\t\t \n\t\t\t E Hedman \n\t\t \n\t\t \n\t\t\t E Andersson \n\t\t \n\t\t \n\t\t\t B Ljotsson \n\t\t \n\t\t \n\t\t\t E Axelsson \n\t\t \n\t\t \n\t\t\t M Lekander \n\t\t \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Hedman, E., Andersson, E., Ljotsson, B., Axelsson, E. & Lekander, M. Cost effec- tiveness of internet-based cognitive behaviour therapy and behavioural stress management for severe health anxiety. BMJ Open 6, 1-8 (2016)."
    },
    {
      "title": "Effectiveness and cost-effectiveness of a self-guided internet intervention for social anxiety symptoms in a general population sample: randomized controlled trial",
      "authors": [
        "J Powell"
      ],
      "year": 2020,
      "journal": "J. Med. Internet Res",
      "volume": "22",
      "pages": "16804",
      "raw": "Effectiveness and cost-effectiveness of a self-guided internet intervention for social anxiety symptoms in a general population sample: randomized controlled trial \n\t\t \n\t\t\t J Powell \n\t\t \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 22 \n\t\t\t 16804 \n\t\t\t 2020 \n\t\t \n\t \n\t Powell, J. et al. Effectiveness and cost-effectiveness of a self-guided internet intervention for social anxiety symptoms in a general population sample: ran- domized controlled trial. J. Med. Internet Res. 22, e16804 (2020)."
    },
    {
      "title": "A self-help app for Syrian refugees with posttraumatic stress (Sanadak): randomized controlled trial",
      "authors": [
        "S Rohr"
      ],
      "year": 2021,
      "journal": "JMIR mHealth uHealth",
      "volume": "9",
      "pages": "24807",
      "raw": "A self-help app for Syrian refugees with posttraumatic stress (Sanadak): randomized controlled trial \n\t\t \n\t\t\t S Rohr \n\t\t \n\t \n\t \n\t\t JMIR mHealth uHealth \n\t\t \n\t\t\t 9 \n\t\t\t 24807 \n\t\t\t 2021 \n\t\t \n\t \n\t Rohr, S. et al. A self-help app for Syrian refugees with posttraumatic stress (Sanadak): randomized controlled trial. JMIR mHealth uHealth 9, e24807 (2021)."
    },
    {
      "title": "Cost-effectiveness of internet-based cognitive behavior therapy for obsessive-compulsive disorder: results from a randomized controlled trial",
      "authors": [
        "E Andersson"
      ],
      "year": 2015,
      "journal": "J. Obsessive. Compuls. Relat. Disord",
      "volume": "4",
      "raw": "Cost-effectiveness of internet-based cognitive behavior therapy for obsessive-compulsive disorder: results from a randomized controlled trial \n\t\t \n\t\t\t E Andersson \n\t\t \n\t \n\t \n\t\t J. Obsessive. Compuls. Relat. Disord \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Andersson, E. et al. Cost-effectiveness of internet-based cognitive behavior therapy for obsessive-compulsive disorder: results from a randomized controlled trial. J. Obsessive. Compuls. Relat. Disord. 4, 47-53 (2015)."
    },
    {
      "title": "Cost-effectiveness of an internet-based booster program for patients with obsessive-compulsive disorder: results from a randomized controlled trial (Provisional abstract)",
      "authors": [
        "E Andersson"
      ],
      "year": 2015,
      "journal": "J. Obsessive. Compuls. Relat. Disord",
      "volume": "4",
      "raw": "Cost-effectiveness of an internet-based booster program for patients with obsessive-compulsive disorder: results from a randomized controlled trial (Provisional abstract) \n\t\t \n\t\t\t E Andersson \n\t\t \n\t \n\t \n\t\t J. Obsessive. Compuls. Relat. Disord \n\t\t \n\t\t\t 4 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Andersson, E. et al. Cost-effectiveness of an internet-based booster program for patients with obsessive-compulsive disorder: results from a randomized controlled trial (Provisional abstract). J. Obsessive. Compuls. Relat. Disord. 4, 14-19 (2015)."
    },
    {
      "title": "Cost-effectiveness of therapist-guided internet-delivered cognitive behaviour therapy for paediatric obsessive-compulsive disorder: results from a randomised controlled trial",
      "authors": [
        "F Lenhard"
      ],
      "year": 2017,
      "journal": "BMJ Open",
      "volume": "7",
      "pages": "15246",
      "raw": "Cost-effectiveness of therapist-guided internet-delivered cognitive behaviour therapy for paediatric obsessive-compulsive disorder: results from a randomised controlled trial \n\t\t \n\t\t\t F Lenhard \n\t\t \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 7 \n\t\t\t 15246 \n\t\t\t 2017 \n\t\t \n\t \n\t Lenhard, F. et al. Cost-effectiveness of therapist-guided internet-delivered cog- nitive behaviour therapy for paediatric obsessive-compulsive disorder: results from a randomised controlled trial. BMJ Open 7, e015246 (2017)."
    },
    {
      "title": "Clinical effectiveness, cost-effectiveness and acceptability of lowintensity interventions in the management of obsessive-compulsive disorder: the Obsessive-Compulsive Treatment Efficacy randomised controlled Trial (OCTET)",
      "authors": [
        "K Lovell"
      ],
      "year": 2017,
      "journal": "Health Technol. Assess",
      "volume": "21",
      "raw": "Clinical effectiveness, cost-effectiveness and acceptability of lowintensity interventions in the management of obsessive-compulsive disorder: the Obsessive-Compulsive Treatment Efficacy randomised controlled Trial (OCTET) \n\t\t \n\t\t\t K Lovell \n\t\t \n\t \n\t \n\t\t Health Technol. Assess \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Lovell, K. et al. Clinical effectiveness, cost-effectiveness and acceptability of low- intensity interventions in the management of obsessive-compulsive disorder: the Obsessive-Compulsive Treatment Efficacy randomised controlled Trial (OCTET). Health Technol. Assess. 21, 1-132 (2017)."
    },
    {
      "title": "Cost-effectiveness of group and internet cognitive behavioral therapy for insomnia in adolescents: results from a randomized controlled trial",
      "authors": [
        "E De Bruin"
      ],
      "year": 2016,
      "journal": "Sleep",
      "volume": "39",
      "raw": "Cost-effectiveness of group and internet cognitive behavioral therapy for insomnia in adolescents: results from a randomized controlled trial \n\t\t \n\t\t\t E J De Bruin \n\t\t \n\t \n\t \n\t\t Sleep \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t De Bruin, E. J. et al. Cost-effectiveness of group and internet cognitive behavioral therapy for insomnia in adolescents: results from a randomized controlled trial. Sleep 39, 1571-1581 (2016)."
    },
    {
      "title": "Cost-effectiveness of therapist-guided internet-based cognitive behavioral therapy for stress-related disorders: secondary analysis of a randomized controlled trial",
      "authors": [
        "E Lindsäter"
      ],
      "year": 2019,
      "journal": "J. Med. Internet Res",
      "volume": "21",
      "pages": "14675",
      "raw": "Cost-effectiveness of therapist-guided internet-based cognitive behavioral therapy for stress-related disorders: secondary analysis of a randomized controlled trial \n\t\t \n\t\t\t E Lindsäter \n\t\t \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 21 \n\t\t\t 14675 \n\t\t\t 2019 \n\t\t \n\t \n\t Lindsäter, E. et al. Cost-effectiveness of therapist-guided internet-based cognitive behavioral therapy for stress-related disorders: secondary analysis of a rando- mized controlled trial. J. Med. Internet Res. 21, e14675 (2019)."
    },
    {
      "title": "A health economic outcome evaluation of an internet-based mobile-supported stress management intervention for employees",
      "authors": [
        "D Ebert"
      ],
      "year": 2018,
      "journal": "Scand. J. Work. Environ. Heal",
      "volume": "44",
      "raw": "A health economic outcome evaluation of an internet-based mobile-supported stress management intervention for employees \n\t\t \n\t\t\t D D Ebert \n\t\t \n\t \n\t \n\t\t Scand. J. Work. Environ. Heal \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Ebert, D. D. et al. A health economic outcome evaluation of an internet-based mobile-supported stress management intervention for employees. Scand. J. Work. Environ. Heal. 44, 171-182 (2018)."
    },
    {
      "title": "Reducing suicidal ideation: cost-effectiveness analysis of a randomized controlled trial of unguided web-based self-help",
      "authors": [
        "B Van Spijker"
      ],
      "year": 2012,
      "journal": "J. Med. Internet Res",
      "volume": "14",
      "pages": "141",
      "raw": "Reducing suicidal ideation: cost-effectiveness analysis of a randomized controlled trial of unguided web-based self-help \n\t\t \n\t\t\t B A J Van Spijker \n\t\t \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 14 \n\t\t\t 141 \n\t\t\t 2012 \n\t\t \n\t \n\t van Spijker, B. A. J. et al. Reducing suicidal ideation: cost-effectiveness analysis of a randomized controlled trial of unguided web-based self-help. J. Med. Internet Res. 14, e141 (2012)."
    },
    {
      "title": "Understanding the global measurement of willingness to pay in health",
      "authors": [
        "J Mcdougall",
        "W Furnback",
        "B Wang",
        "J Mahlich"
      ],
      "year": 2020,
      "journal": "J. Mark. Access Heal. Policy",
      "volume": "8",
      "pages": "1717030",
      "raw": "Understanding the global measurement of willingness to pay in health \n\t\t \n\t\t\t J A Mcdougall \n\t\t \n\t\t \n\t\t\t W E Furnback \n\t\t \n\t\t \n\t\t\t B C M Wang \n\t\t \n\t\t \n\t\t\t J Mahlich \n\t\t \n\t \n\t \n\t\t J. Mark. Access Heal. Policy \n\t\t \n\t\t\t 8 \n\t\t\t 1717030 \n\t\t\t 2020 \n\t\t \n\t \n\t McDougall, J. A., Furnback, W. E., Wang, B. C. M. & Mahlich, J. Understanding the global measurement of willingness to pay in health. J. Mark. Access Heal. Policy 8, 1717030 (2020)."
    },
    {
      "title": "International survey on willingness-to-pay (WTP) for one additional QALY gained: what is the threshold of cost effectiveness?",
      "authors": [
        "T Shiroiwa"
      ],
      "year": 2010,
      "journal": "Health Econ",
      "volume": "19",
      "raw": "International survey on willingness-to-pay (WTP) for one additional QALY gained: what is the threshold of cost effectiveness? \n\t\t \n\t\t\t T Shiroiwa \n\t\t \n\t \n\t \n\t\t Health Econ \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Shiroiwa, T. et al. International survey on willingness-to-pay (WTP) for one additional QALY gained: what is the threshold of cost effectiveness? Health Econ. 19, 422-437 (2010)."
    },
    {
      "title": "More than cost-effectiveness? Applying a second-stage filter to improve policy decision making",
      "authors": [
        "K Kan"
      ],
      "year": 2021,
      "journal": "Heal. Expect",
      "volume": "24",
      "raw": "More than cost-effectiveness? Applying a second-stage filter to improve policy decision making \n\t\t \n\t\t\t K Kan \n\t\t \n\t \n\t \n\t\t Heal. Expect \n\t\t \n\t\t\t 24 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Kan, K. et al. More than cost-effectiveness? Applying a second-stage filter to improve policy decision making. Heal. Expect. 24, 1413-1423 (2021)."
    },
    {
      "title": "Cost-effectiveness acceptability curves: facts, fallacies and frequently asked questions",
      "authors": [
        "E Fenwick",
        "B O'brien",
        "A Briggs"
      ],
      "year": 2004,
      "journal": "Health Econ",
      "volume": "13",
      "raw": "Cost-effectiveness acceptability curves: facts, fallacies and frequently asked questions \n\t\t \n\t\t\t E Fenwick \n\t\t \n\t\t \n\t\t\t B O'brien \n\t\t \n\t\t \n\t\t\t A Briggs \n\t\t \n\t \n\t \n\t\t Health Econ \n\t\t \n\t\t\t 13 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Fenwick, E., O'Brien, B. & Briggs, A. Cost-effectiveness acceptability curves: facts, fallacies and frequently asked questions. Health Econ. 13, 405-415 (2004)."
    },
    {
      "title": "Management of depression in adults: summary of updated NICE guidance",
      "authors": [
        "T Kendrick"
      ],
      "year": 2022,
      "journal": "BMJ",
      "volume": "378",
      "pages": "1557",
      "raw": "Management of depression in adults: summary of updated NICE guidance \n\t\t \n\t\t\t T Kendrick \n\t\t \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 378 \n\t\t\t 1557 \n\t\t\t 2022 \n\t\t \n\t \n\t Kendrick, T. et al. Management of depression in adults: summary of updated NICE guidance. BMJ 378, o1557 (2022)."
    },
    {
      "title": "Digital health applications (DiGA) in medical and psychotherapeutic care. Opportunities and challenges from the perspective of the healthcare providers",
      "authors": [
        "G Gerlinger",
        "N Mangiapane",
        "J Sander"
      ],
      "year": 2021,
      "journal": "Bundesgesundheitsblatt Gesundheitsforsch Gesundheitsschutz",
      "volume": "64",
      "raw": "Digital health applications (DiGA) in medical and psychotherapeutic care. Opportunities and challenges from the perspective of the healthcare providers \n\t\t \n\t\t\t G Gerlinger \n\t\t \n\t\t \n\t\t\t N Mangiapane \n\t\t \n\t\t \n\t\t\t J Sander \n\t\t \n\t \n\t \n\t\t Bundesgesundheitsblatt Gesundheitsforsch Gesundheitsschutz \n\t\t \n\t\t\t 64 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Gerlinger, G., Mangiapane, N. & Sander, J. Digital health applications (DiGA) in medical and psychotherapeutic care. Opportunities and challenges from the perspective of the healthcare providers. Bundesgesundheitsblatt Gesundheitsforsch Gesundheitsschutz 64, 1213-1219 (2021)."
    },
    {
      "title": "Cost-effectiveness analysis alongside clinical trials II-an ISPOR Good Research Practices Task Force Report",
      "authors": [
        "S Ramsey"
      ],
      "year": 2015,
      "journal": "Value Heal",
      "volume": "18",
      "raw": "Cost-effectiveness analysis alongside clinical trials II-an ISPOR Good Research Practices Task Force Report \n\t\t \n\t\t\t S D Ramsey \n\t\t \n\t \n\t \n\t\t Value Heal \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Ramsey, S. D. et al. Cost-effectiveness analysis alongside clinical trials II-an ISPOR Good Research Practices Task Force Report. Value Heal 18, 161-172 (2015)."
    },
    {
      "title": "Consolidated Health Economic Evaluation Reporting Standards (CHEERS) statement",
      "authors": [
        "D Husereau"
      ],
      "year": 2013,
      "journal": "Eur. J. Heal. Econ",
      "volume": "14",
      "raw": "Consolidated Health Economic Evaluation Reporting Standards (CHEERS) statement \n\t\t \n\t\t\t D Husereau \n\t\t \n\t \n\t \n\t\t Eur. J. Heal. Econ \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Husereau, D. et al. Consolidated Health Economic Evaluation Reporting Standards (CHEERS) statement. Eur. J. Heal. Econ. 14, 367-372 (2013)."
    },
    {
      "title": "How to prepare a systematic review of economic evaluations for clinical practice guidelines: database selection and search strategy development (part 2/3)",
      "authors": [
        "F Thielen"
      ],
      "year": 2016,
      "journal": "Expert Rev. Pharmacoecon. Outcomes Res",
      "volume": "16",
      "raw": "How to prepare a systematic review of economic evaluations for clinical practice guidelines: database selection and search strategy development (part 2/3) \n\t\t \n\t\t\t F W Thielen \n\t\t \n\t \n\t \n\t\t Expert Rev. Pharmacoecon. Outcomes Res \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Thielen, F. W. et al. How to prepare a systematic review of economic evaluations for clinical practice guidelines: database selection and search strategy develop- ment (part 2/3). Expert Rev. Pharmacoecon. Outcomes Res. 16, 705-721 (2016)."
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page"
      ],
      "year": 2021,
      "journal": "Syst. Rev",
      "volume": "10",
      "raw": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews \n\t\t \n\t\t\t M J Page \n\t\t \n\t \n\t \n\t\t Syst. Rev \n\t\t \n\t\t\t 10 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Page, M. J. et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. Syst. Rev. 10, 1-11 (2021)."
    },
    {
      "title": "How to prepare a systematic review of economic evaluations for informing evidence-based healthcare decisions: a five-step approach (part 1/3)",
      "authors": [
        "G Van Mastrigt"
      ],
      "year": 2016,
      "doi": "10.1080/14737167.2016.1246960",
      "journal": "Expert Rev. Pharmacoecon. Outcomes Res",
      "volume": "16",
      "raw": "How to prepare a systematic review of economic evaluations for informing evidence-based healthcare decisions: a five-step approach (part 1/3) \n\t\t \n\t\t\t G A P G Van Mastrigt \n\t\t \n\t\t 10.1080/14737167.2016.1246960 \n\t \n\t \n\t\t Expert Rev. Pharmacoecon. Outcomes Res \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t van Mastrigt, G. A. P. G. et al. How to prepare a systematic review of economic evaluations for informing evidence-based healthcare decisions: a five-step approach (part 1/3). Expert Rev. Pharmacoecon. Outcomes Res 16, 689-704 (2016)."
    },
    {
      "title": "PROSPERO Registry",
      "year": 2018,
      "doi": "10.1163/2214-8264_dutchpamphlets-kb2-kb20541",
      "raw": "10.1163/2214-8264_dutchpamphlets-kb2-kb20541 \n\t\t \n\t\t PROSPERO Registry \n\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t PROSPERO Registry. https://www.crd.york.ac.uk/PROSPERO/display_record.php? RecordID=93808 (2018)."
    },
    {
      "title": "Is self-guided internet-based cognitive behavioural therapy (iCBT) harmful? An individual participant data meta-analysis",
      "authors": [
        "E Karyotaki"
      ],
      "year": 2018,
      "journal": "Psychol. Med",
      "volume": "48",
      "raw": "Is self-guided internet-based cognitive behavioural therapy (iCBT) harmful? An individual participant data meta-analysis \n\t\t \n\t\t\t E Karyotaki \n\t\t \n\t \n\t \n\t\t Psychol. Med \n\t\t \n\t\t\t 48 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Karyotaki, E. et al. Is self-guided internet-based cognitive behavioural therapy (iCBT) harmful? An individual participant data meta-analysis. Psychol. Med. 48, 2456-2466 (2018)."
    },
    {
      "title": "The NICE cost-effectiveness threshold: what it is and what that means",
      "authors": [
        "C Mccabe",
        "K Claxton",
        "A Culyer"
      ],
      "year": 2008,
      "doi": "10.2165/00019053-200826090-00004",
      "journal": "Pharmacoeconomics",
      "volume": "26",
      "raw": "The NICE cost-effectiveness threshold: what it is and what that means \n\t\t \n\t\t\t C Mccabe \n\t\t \n\t\t \n\t\t\t K Claxton \n\t\t \n\t\t \n\t\t\t A J Culyer \n\t\t \n\t\t 10.2165/00019053-200826090-00004 \n\t \n\t \n\t\t Pharmacoeconomics \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t McCabe, C., Claxton, K. & Culyer, A. J. The NICE cost-effectiveness threshold: what it is and what that means. Pharmacoeconomics 26, 733-744 (2008)."
    },
    {
      "title": "PPP and exchanges rates",
      "year": 2018,
      "doi": "10.1787/1290ee5a-en",
      "raw": "10.1787/1290ee5a-en \n\t\t \n\t\t PPP and exchanges rates \n\t\t \n\t\t\t OECD \n\t\t\t 2018 \n\t\t \n\t \n\t Organisation for Economic Co-operation and Development (OECD). PPP and exchanges rates. https://data.oecd.org/conversion/purchasing.power-parties- ppp.htm (2018)."
    },
    {
      "title": "Cost effectiveness of internet interventions: review and recommendations",
      "authors": [
        "D Tate",
        "E Finkelstein",
        "O Khavjou",
        "A Gustafson"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9131-6",
      "journal": "Ann. Behav. Med",
      "volume": "38",
      "raw": "Cost effectiveness of internet interventions: review and recommendations \n\t\t \n\t\t\t D F Tate \n\t\t \n\t\t \n\t\t\t E A Finkelstein \n\t\t \n\t\t \n\t\t\t O Khavjou \n\t\t \n\t\t \n\t\t\t A Gustafson \n\t\t \n\t\t 10.1007/s12160-009-9131-6 \n\t \n\t \n\t\t Ann. Behav. Med \n\t\t \n\t\t\t 38 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Tate, D. F., Finkelstein, E. A., Khavjou, O. & Gustafson, A. Cost effectiveness of internet interventions: review and recommendations. Ann. Behav. Med. 38, 40-45 (2009)."
    },
    {
      "title": "Assessing risk of bias in included studies",
      "authors": [
        "J Higgins",
        "D Altman"
      ],
      "doi": "10.1002/9780470712184.ch8",
      "raw": "Assessing risk of bias in included studies \n\t\t \n\t\t\t J P T Higgins \n\t\t \n\t\t \n\t\t\t D G Altman \n\t\t \n\t\t 10.1002/9780470712184.ch8 \n\t \n\t \n\t\t Cochrane Handbook for Systematic Reviews of Interventions: Cochrane Book Series \n\t\t \n\t \n\t Higgins, J. P. T. & Altman, D. G. Assessing risk of bias in included studies. In Cochrane Handbook for Systematic Reviews of Interventions: Cochrane Book Series (eds."
    },
    {
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184.ch8",
      "raw": "J P T Higgins \n\t\t \n\t\t \n\t\t\t S Green \n\t\t \n\t\t 10.1002/9780470712184.ch8 \n\t\t \n\t\t \n\t\t\t 2008 \n\t\t\t WILEY \n\t\t\t \n\t\t \n\t \n\t Higgins, J. P. T. & Green, S.) 187-241 (WILEY, 2008). https://doi.org/10.1002/ 9780470712184.ch8."
    },
    {
      "title": "Recommendations for assessing the risk of bias in systematic reviews of health-care interventions",
      "authors": [
        "M Viswanathan"
      ],
      "year": 2018,
      "doi": "10.1016/j.jclinepi.2017.12.004",
      "journal": "J. Clin. Epidemiol",
      "volume": "97",
      "raw": "Recommendations for assessing the risk of bias in systematic reviews of health-care interventions \n\t\t \n\t\t\t M Viswanathan \n\t\t \n\t\t 10.1016/j.jclinepi.2017.12.004 \n\t \n\t \n\t\t J. Clin. Epidemiol \n\t\t \n\t\t\t 97 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Viswanathan, M. et al. Recommendations for assessing the risk of bias in sys- tematic reviews of health-care interventions. J. Clin. Epidemiol. 97, 26-34 (2018)."
    }
  ],
  "num_references": 89,
  "figures": [
    {
      "caption": "Fig. 1",
      "description": "Fig.1PRISMA flow diagram. Using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses as a screening process, a total of 36 studies were included in the study."
    },
    {
      "description": "Sweden, TAU treatment as usual, TAU + treatment as usual with access to treatment as usual in a more structured obligatory way (e.g., online website following treatment guidelines, offer the general practitioner (GP) training session following guidelines or informing GP about study and control condition in order to increase usual care), uGPC Usual General Practitioner Care, UK United Kingdom, WLC wait list control condition, WLC+ WLC with additional information during the waiting period, Y-BOCS Yale-Brown Obsessive-Compulsive Scale. a Costs collected over short period of time and then annualized. b Utility score assessed over 12 weeks were assumed to be consistent at 12 months. c Participants in the IG (Andersson et al., 63 ) received an iCBT treatment over 10 weeks, the CG received the iCBT after the 10 weeks (crossover). After a 4-month follow-up half of the participants were randomized to receive an additional booster session, 8 and 20 months after randomization to booster session. d Guided self-help consisted of a self-help book: Overcoming OCD: A Workbook, written by the trial team. Participants received weekly guidance from a PWP for one initial session of 60 min (either face to face or by telephone, depending on patient preference) followed by up to ten 30-min sessions over a 12-week period.e After 3 months all three groups had access to high intensity CBT (f2f ), therefore only the 3 months' time point was reported."
    },
    {
      "caption": "1 1",
      "description": "important variables, whose values are uncertain, appropriately subjected to sensitivity analysis? 1 discuss the generalizability of the results to other settings and patient/client groups?indicate that there is no potential conflict of interest of study researcher(s) and funder(s)"
    },
    {
      "description": "variables, whose values are uncertain, appropriately subjected to sensitivity analysis? 1 0.5Other studies have evaluated sleep disorders (n = 2), elevated stress levels (n = 2), posttraumatic stress disorder (PTSD, n = 1), and suicidal ideation (n = 1). Most studies evaluated guided (n = 21) or unguided (n = 9) interventions, and only two evaluated both guided and unguided IMIs. Most IMIs were based on iCBT (n = 35), problem-solving therapy (iPST; n = 3), mixed approaches combining different aspects such as problem-solving and emotion regulation (iMA; n = 2), positive psychology (iPPI; n = 1), and"
    },
    {
      "description": "discuss the generalizability of the results to other settings and patient/client groups? article indicate that there is no potential conflict of interest of study researcher(s) and funder(s)"
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Study characteristics."
    },
    {
      "type": "table",
      "caption": "Table 1 continued",
      "description": "Study ID Author ref.,"
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "CHEC quality assessment."
    }
  ],
  "num_figures": 8,
  "tables": [
    {
      "content": "Guidance Time horizon Unguided 6 months a Guided 12 months Unguided 12 months Unguided 6 weeks Guided 8 weeks Guided 6 months Guided 12 months Unguided Guided 12 months Guided 8 months Guided 24 months Delivery period, weeks (sessions) 8 (6) 6 (6) 8 (8 + 1) 5 (5) 8 (5) 8 (8) 6 (6) 6-7 (6) 16 (10) 8 (8) Trial arms (N) iPPI (143) WLC (141) iCBT (202) TAU + (204) iCBT (100) iCBT and TAU (100) TAU (103) iCBT (318) AC (319) iCBT (29) WLC (25) AC + WLC (91) iCBT (97) iCBT + uGPC (187) iCBT + uGPC (182) iPST (116) TAU (115) iCBT (149) WLC (148) iPCT + TAU (132) TAU (132) Mean age (SD) Gender (%, female) 43.2 (11.8) 80 45 (11.9) 74 44.9 (11.6) 57 42.5 (9.6) 53 65.4 (3.2) 73 46 (10.63) 88 40.6 (13.8) 65 43.4 (9.0) 62 34.9 (11.6) 68 46 (10.8) 75 Sample size (N) 284 406 303 637 54 188 369 231 297 264 Type of evaluation CEA CEA, CUA CEA, CUA CUA CUA CUA CUA CBA, CEA, CUA CEA, CUA CEA, CUA Study ID Author ref., Disorder target Setting/sample country Treatment of subthreshold depression/minor depression/depressive symptoms 1 Bolier Depressive symptoms General population et al. 48 , NL Mild to moderate depressive symptoms (CES-D: 10-24) 2 Buntrock Depressive symptoms General population et al. 43 , GER Some depressive symptoms (CES-D ≥ 16), but no MDE (SCID-I) 3 Gerhards Depressive symptoms General population et al. 50 , NL At least mild to moderate depressive symptoms (BDI-II score ≥16) 4 Phillips Depressive symptoms Workplace, et al. 41 , UK Moderate to severe depressive symptoms, PHQ-9 >scored 2 or more on item 1 and 2 and in total on 5 items 5 Titov Depressive symptoms General population et al. 56 , AUS Adults >60 years, \"report feeling depressed\" 6 Van Luenen Depressive symptoms Primary care et al. 55 , NL People with HIV, PHQ-9 score >4 and <20 (mild to moderate symptoms) Treatment of major depression disorder 7 Brabyn Depression Primary care et al. 39 , UK PHQ-9 score ≥10 (cut-off point to detect major depression) 8 Geraedts Depression Workplace et al. 52 , NL At least mild depressive Symptoms (CES-D score ≥16) 9 Hollinghurst Depression Primary care et al. 54 , UK ICD-10 diagnosis of depression (CIS-R), and a BDI score ≥14 10 Klein et al. 44 , NL Recurrent depression Mixed sample remitted (at least 2 months) individuals with recurrent MDD (last 2 years, SCID-I) and score of ≤10 on HRSD"
    },
    {
      "content": "Guidance Time horizon Guided 6 months, 4-year FU Unguided 12 months Guided 10 weeks Guided 2 years c Guided 3 months Guided 3 months e Guided Unguided 4 months Guided 12 months Guided 6 months Delivery period, weeks (sessions) 15 (15) 6(6) 10 (10) 10 (10) 12 (12) 12 (9) 4 (2) 6 (6 + 1) 6 (6) Trial arms (N) iCBT (64) gCBT (62) iCBT (1061) WLC (1061), both with access to usual care iCBT (50) AC (51) iCBT booster session (47) TAU (46) iCBT (33) WLC (34) iCBT (157) Self-help workbook d (158) WLC (158) iCBT (65) TAU + (68) iCBT (31) gCBT (31) iCBT (64) + TAU WLC (64) + TAU Mean age (SD) Gender (%, female) 35.4 (11.4) 36 37(13.8) 80 34 (13.04) 66 36.9 (12.8) 63 14.6 (1.71) 46 35.86 (12.4) 60 33.0 (11.0) 53 15.5 (1.7) 77 48.0 (9.9) 74 Sample size (N) 126 2122 101 93 67 473 133 62 128 Type of evaluation CEA, CUA, CMA CUA CEA, CUA CEA CEA, CUA CUA CUA CEA, CUA CBA, CEA, CUA Setting/sample Mixed sample Diagnostic interview (SCID-I), DSM-IV assessed social anxiety General Population SPIN-17 score ≥13 General population Patients after 10 weeks iCBT, meeting the criteria for OCD DSM-IV-TR and Y-BOCS: 12-31 General population Patients after 10 weeks iCBT, meeting the criteria for OCD (DSM-IV-TR) and Y-BOCS: 12-31 General population Adolescents aged 12-17, moderate to severe symptoms of OCD, CY- BOCS score ≥16) Mixed sample Meeting the criteria for OCD (DSM-IV) and moderate to severe symptoms (Y-BOCS score ≥16) Primary Care Syrian refugees with mild to moderate post-trau- matic stress symptoms (PDS-5 score, range 11-59) General population Adolescents aged 12-19 years), DSM-IV criteria for insomnia Workplace School teacher with clinically significant insomnia (ISI > 14 and work-related rumination (CI > 14) Disorder target Social anxiety Social anxiety OCD OCD OCD OCD Posttraumatic Stress Insomnia Insomnia country 21, Hedman 22 and et al. 36,37 , 23 Alaoui et al. 38 , SW 24 Powell et al. 61 , UK 25 Andersson et al. 63 , SW 26 Andersson et al. 64 , SW 27 Lenhard et al. 65 , SW 28 Lovell et al. 66 , UK 29 Röhr et al. 62 , GER Treatment of other disorders 30 De Bruin et al. 67 , NL 31 and Thiart 32 et al. 35 , GER Buntrock et al. 34 , GER"
    },
    {
      "content": "Item"
    }
  ],
  "num_tables": 3,
  "formulas": [
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1"
    },
    {
      "text": "1 1 1 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1"
    },
    {
      "text": "1 1 1 0 1 1 1 1 1 1 1 1 1 1 1 1 1 0.5 4"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 6"
    },
    {
      "text": "0.5 1 1 0 0 1 1 1 1 1 1 0.5 1 0 1 1 0 0 7"
    },
    {
      "text": "1 1 1 0 1 1 1 1 1 1 1 1 1 1 0.5 0 0 0 8"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 0 1 1 9"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 10"
    },
    {
      "text": "1 1 1 0 0.5 1 1 1 1 1 1 1 1 1 1 0 1 0 11"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 13"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 0 - 1 1"
    },
    {
      "text": "1 1 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1"
    },
    {
      "text": "1 1 1 1 1 1 0,5 1 1 1 1 1 1 1 1 1 1 1 3"
    },
    {
      "text": "1 1 1 1 1 1 1 1 4"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 6"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 8"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 9"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 10"
    },
    {
      "text": "1 1 1 0 1 1 1 0.5 1 1 0.5 1 1 1 1 1 1 1 11"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1"
    },
    {
      "text": "1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 13"
    },
    {
      "text": "1 1 1 1 1 1 1 - 1 1 1 1 - 1 - 1 1 - 14"
    }
  ],
  "num_formulas": 24,
  "num_citations": 137,
  "cited_references": [
    "b72",
    "b13",
    "b79",
    "b65",
    "b41",
    "b44",
    "b14",
    "b25",
    "b1",
    "b35",
    "b20",
    "b71",
    "b74",
    "b51",
    "b42",
    "b30",
    "b29",
    "b28",
    "b83",
    "b4",
    "b56",
    "b85",
    "b50",
    "b62",
    "b11",
    "b22",
    "b34",
    "b58",
    "b6",
    "b0",
    "b73",
    "b2",
    "b17",
    "b77",
    "b60",
    "b43",
    "b66",
    "b68",
    "b12",
    "b78",
    "b52",
    "b75",
    "b82",
    "b84",
    "b81",
    "b33",
    "b8",
    "b27",
    "b57",
    "b39",
    "b49",
    "b36",
    "b59",
    "b21",
    "b64",
    "b40",
    "b54",
    "b16",
    "b46",
    "b32",
    "b45",
    "b10",
    "b55",
    "b7",
    "b3",
    "b86",
    "b18",
    "b9",
    "b69",
    "b47",
    "b31",
    "b70",
    "b61",
    "b37",
    "b15",
    "b5",
    "b19",
    "b38",
    "b24",
    "b48",
    "b53",
    "b63",
    "b80",
    "b23",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Sport and Health Sciences , Professorship of Psychology and Digital Mental Health Care , Technische Universität München , Munich , Germany.",
    "[raw_affiliation] 2  Institute of Social Medicine and Health Systems Research , Medical Faculty , Otto-von-Guericke-University , Magdeburg , Germany.",
    "[raw_affiliation] 3  Department of Clinical, Neuro and Developmental Psychology , Amsterdam Public Health Research Institute , Vrije Universiteit , Amsterdam , The Netherlands.",
    "[raw_affiliation] 4  Department of Epidemiology and Biostatistics , Amsterdam Public Health Research Institute , Amsterdam University Medical Centers , Location VUmc , Amsterdam , The Netherlands.",
    "[raw_affiliation] 5  Centre of Health-Economic Evaluation , Trimbos Institute (Netherlands Institute of Mental Health and Addiction) , Utrecht , The Netherlands.",
    "[raw_affiliation] 1  Department of Sport and Health Sciences , Professorship of Psychology and Digital Mental Health Care , Technische Universität München , Munich , Germany.",
    "[submission] Received: 21 February 2022; Accepted: 3 October 2022;",
    "[other] Item Study ID",
    "npj Digital Medicine (2022) 175 Published in partnership with Seoul National University Bundang Hospital 1234567890():,;",
    "Published in partnership with Seoul National University Bundang Hospital npj Digital Medicine (2022) 175",
    "npj Digital Medicine (2022) 175Published in partnership with Seoul National University Bundang Hospital",
    "[raw_reference] Kessler, R. C. et al. The global burden of mental disorders: an update from the WHO World Mental Health (WMH) surveys. Epidemiol. Psichiatr. Soc. 18, 23-33 (2009).",
    "[raw_reference] Steel, Z. et al. The global prevalence of common mental disorders: a systematic review and meta-analysis 1980-2013. Int. J. Epidemiol. 43, 476-493 (2014).",
    "[raw_reference] Walker, E. R., McGee, R. E. Druss, B. G. Mortality in mental disorders global disease burden implications a systematic review and meta-analysis. JAMA Psy- chiatry 72, 334-341 (2015).",
    "[raw_reference] Andrews, G. et al. Computer therapy for the anxiety and depression disorders is effective, acceptable and practical health care: an updated meta-analysis. J. Anxiety Disord. 55, 70-78 (2018).",
    "[raw_reference] Mack, S. et al. Functional disability and quality of life decrements in mental dis- orders: results from the Mental Health Module of the German Health Interview and Examination Survey for Adults (DEGS1-MH). Eur. Psychiatry 30, 793-800 (2015).",
    "[raw_reference] Scott, K. M. et al. Association of mental disorders with subsequent chronic phy- sical conditions. JAMA Psychiatry 73, 150-158 (2016).",
    "[raw_reference] Baglioni, C. et al. Sleep and mental disorders: a meta-analysis of polysomno- graphic research. Psychol. Bull. 142, 969-990 (2016).",
    "[raw_reference] GBD 2015 DALYs and HALE Collaborators. Global, Regional, and National Disability-adjusted Life Years (Dalys) for 315 diseases and injuries and healthy life expectancy (Hale), 1990-2015: a systematic. Lancet 388, 1603-1658 (2016).",
    "[raw_reference] Vigo, D., Thornicroft, G. & Atun, R. Estimating the true global burden of mental illness. Lancet Psychiatry 3, 171-178 (2016).",
    "[raw_reference] Bloom, D. E. et al. The global economic burden of non-communicable diseases. http://www3.weforum.org/docs/WEF_Harvard_HE_GlobalEconomicBurden NonCommunicableDiseases_2011.pdf (2011).",
    "[raw_reference] Gustavsson, A. et al. Cost of disorders of the brain in Europe 2010. Eur. Neu- ropsychopharmacol. 21, 718-779 (2011).",
    "[raw_reference] Cuijpers, P. et al. The efficacy of psychotherapy and pharmacotherapy in treating depressive and anxiety disorders: a meta-analysis of direct comparisons. World Psychiatry 12, 137-148 (2013).",
    "[raw_reference] Kazdin, A. E. Addressing the treatment gap: a key challenge for extending evidence-based psychosocial interventions. Behav. Res. Ther. 88, 7-18 (2017).",
    "[raw_reference] De Girolamo, G., Dagani, J., Purcell, R., Cocchi, A. & McGorry, P. D. Age of onset of mental disorders and use of mental health services: needs, opportunities and obstacles. Epidemiol. Psychiatr. Sci. 21, 47-57 (2012).",
    "[raw_reference] Andrade, L. H. et al. Barriers to mental health treatment: results from the WHO World Mental Health surveys. Psychol. Med. 44, 1303-1317 (2014).",
    "[raw_reference] Griffiths, F., Lindenmeyer, A., Powell, J., Lowe, P. & Thorogood, M. Why are health care interventions delivered over the internet? A systematic review of the pub- lished literature. J. Med. Internet Res. 8, 1-16 (2006).",
    "[raw_reference] Ebert, D. D., Cuijpers, P., Muñoz, R. F. & Baumeister, H. Prevention of mental health disorders using internet-and mobile-based interventions: a narrative review and recommendations for future research. Front. Psychiatry 8, 1-16 (2017).",
    "[raw_reference] Sander, L. et al. Effectiveness of internet-based interventions for the prevention of mental disorders: a systematic review and meta-analysis. JMIR Ment. Heal 3, 1-20 (2016).",
    "[raw_reference] Rosenbaum, S., Newby, J. M., Steel, Z., Andrews, G. & Ward, P. B. Online physical activity interventions for mental disorders: a systematic review. Internet Inter. 2, 214-220 (2015).",
    "[raw_reference] Stratton, E. et al. Effectiveness of eHealth interventions for reducing mental health conditions in employees: a systematic review and meta-analysis. PLoS ONE 12, 1-23 (2017).",
    "[raw_reference] Gomes, M., Murray, E. & Raftery, J. Economic evaluation of digital health inter- ventions: methodological issues and recommendations for practice. Pharma- coeconomics 40, 367-378 (2022).",
    "[raw_reference] Hedman, E., Ljótsson, B. & Lindefors, N. Cognitive behavior therapy via the internet: a systematic review of applications, clinical efficacy and cost- effectiveness. Expert Rev. Pharmacoecon. Outcomes Res. 12, 745-764 (2012).",
    "[raw_reference] Arnberg, F. K., Linton, S. J., Hultcrantz, M., Heintz, E. & Jonsson, U. Internet- delivered psychological treatments for mood and anxiety disorders: a sys- tematic review of their efficacy, safety, and cost-effectiveness. PLoS ONE 9, 1-13 (2014).",
    "[raw_reference] Ophuis, R. R. H. et al. Cost-effectiveness of interventions for treating anxiety disorders: a systematic review. J. Affect. Disord. 210, 1-13 (2017).",
    "[raw_reference] Paganini, S., Teigelkötter, W., Buntrock, C. & Baumeister, H. Economic evaluations of internet-and mobile-based interventions for the treatment and prevention of depression: a systematic review. J. Affect. Disord. 225, 733-755 (2018).",
    "[raw_reference] Conejo-Cerón, S. et al. Health-economic evaluation of psychological interventions for depression prevention: systematic review. Clin. Psychol. Rev. 88, 102064 (2021).",
    "[raw_reference] Kolovos, S. et al. Cost effectiveness of guided Internet-based interventions for depression in comparison with control conditions: an individual-participant data meta-analysis. Depress Anxiety 35, 209-219 (2018).",
    "[raw_reference] Donker, T. et al. Economic evaluations of internet interventions for mental health: a systematic review. Psychol. Med. 45, 3357-3376 (2015).",
    "[raw_reference] Mitchell, L., Joshi, U., Patel, V., Lu, C. & Naslund, J. A. Economic evaluations of internet-based psychological interventions for anxiety disorders and depression: a systematic review. J. Affect. Disord. 284, 157-182 (2021).",
    "[raw_reference] Karyotaki, E., Tordrup, D., Buntrock, C., Bertollini, R. & Cuijpers, P. Economic evi- dence for the clinical management of major depressive disorder: a systematic review and quality appraisal of economic evaluations alongside randomised controlled trials. Epidemiol. Psychiatr. Sci. 26, 501-516 (2017).",
    "[raw_reference] Drummond, M., Sculpher, M. J., Claxton, K., Stoddart, G. L. & Torrance, G. W. Methods for the Economic Evaluation of Health Care Programmes (Oxford Uni- versity Press, 2015).",
    "[raw_reference] Ebert, D. D. et al. A health economic outcome evaluation of an internet-based mobile-supported stress management intervention for employees. Scand. J. Work. Environ. Health 44, 171-182 (2018).",
    "[raw_reference] Kählke, F. et al. Economic evaluation of an internet-based stress management intervention alongside a randomized controlled trial. JMIR Ment. Heal. 6, 1-13 (2019).",
    "[raw_reference] Buntrock, C. et al. Guided internet-based cognitive behavioral therapy for insomnia: health-economic evaluation from the societal and public health care perspective alongside a randomized controlled trial. J. Med. Internet Res. 23, 1-15 (2021).",
    "[raw_reference] Thiart, H. et al. Internet-based cognitive behavioral therapy for insomnia: a health economic evaluation. Sleep 39, 1769-1778 (2016).",
    "[raw_reference] Hedman, E. et al. Cost-effectiveness of internet-based cognitive behavior therapy vs. cognitive behavioral group therapy for social anxiety disorder: results from a randomized controlled trial. Behav. Res. Ther. 49, 729-736 (2011).",
    "[raw_reference] Hedman, E. et al. Clinical effectiveness and cost-effectiveness of internet-vs. group-based cognitive behavior therapy for social anxiety disorder: 4-year follow- up of a randomized trial. Behav. Res. Ther. 59, 20-29 (2014).",
    "[raw_reference] El Alaoui, S., Hedman-Lagerlof, E., Ljotsson, B. & Lindefors, N. Does internet-based cognitive behaviour therapy reduce healthcare costs and resource use in treat- ment of social anxiety disorder? A cost-minimisation analysis conducted along- side a randomised controlled trial. BMJ Open 7, 1-9 (2017).",
    "[raw_reference] Brabyn, S. et al. The second Randomised Evaluation of the Effectiveness, cost- effectiveness and Acceptability of Computerised Therapy (REEACT-2) trial: does the provision of telephone support enhance the effectiveness of computer- delivered cognitive behaviour therapy? A randomised controlled trial. Health Technol. Assess. 20, 1-64 (2016).",
    "[raw_reference] Littlewood, E. et al. A randomised controlled trial of computerised cognitive behaviour therapy for the treatment of depression in primary care: the Rando- mised Evaluation of the Effectiveness and Acceptability of Computerised Therapy (REEACT) trial. Health Technol. Assess. 19, xxi-171 (2015).",
    "[raw_reference] Phillips, R. et al. Randomized controlled trial of computerized cognitive beha- vioural therapy for depressive symptoms: effectiveness and costs of a workplace intervention. Psychol. Med. 44, 741-752 (2014).",
    "[raw_reference] Rantz, M. et al. Randomized trial of intelligent sensor system for early illness alerts in senior housing. J. Am. Med. Dir. Assoc. 18, 860-870 (2017).",
    "[raw_reference] Buntrock, C. et al. Preventing depression in adults with subthreshold depression: health-economic evaluation alongside a pragmatic randomized controlled trial of a web-based intervention corresponding author. J. Med. Internet Res. 19, 1-16 (2017).",
    "[raw_reference] Klein, N. S. et al. Economic evaluation of an internet-based preventive cognitive therapy with minimal therapist support for recurrent depression: randomized controlled trial. J. Med. Internet Res. 20, 1-14 (2018).",
    "[raw_reference] Bergstrom, J. et al. Internet-versus group-administered cognitive behaviour therapy for panic disorder in a psychiatric setting: a randomised trial. BMC Psy- chiatry 10, 1-10 (2010).",
    "[raw_reference] Nordgren, L. B. et al. Effectiveness and cost-effectiveness of individually tailored Internet-delivered cognitive behavior therapy for anxiety disorders in a primary care population: a randomized controlled trial. Behav. Res Ther. 59, 1-11 (2014).",
    "[raw_reference] Landis, J. R. & Koch, G. G. The measurement of observer agreement for catego- rical data. Biometrics 33, 159-174 (1977).",
    "[raw_reference] Bolier, L. et al. Cost-effectiveness of online positive psychology: randomized controlled trial. J. Posit. Psychol. 9, 460-471 (2014).",
    "[raw_reference] Yan, C., Rittenbach, K., Souri, S. & Silverstone, P. H. Cost-effectiveness analysis of a randomized study of depression treatment options in primary care suggests stepped-care treatment may have economic benefits. BMC Psychiatry 19, 1-13 (2019).",
    "[raw_reference] Gerhards, S. A. H. et al. Economic evaluation of online computerised cognitive- behavioural therapy without support for depression in primary care: randomised trial. Br. J. psychiatry 196, 310-318 (2010).",
    "[raw_reference] Nobis, S. et al. Web-based intervention for depressive symptoms in adults with types 1 and 2 diabetes mellitus: a health economic evaluation. Br. J. Psychiatry 212, 199-206 (2018).",
    "[raw_reference] Geraedts, A. S. et al. Economic evaluation of a web-based guided self-help intervention for employees with depressive symptoms: results of a randomized controlled trial. J. Occup. Environ. Med. 57, 666-675 (2015).",
    "[raw_reference] Warmerdam, L., Smit, F., van Straten, A., Riper, H. & Cuijpers, P. Cost-utility and cost-effectiveness of Internet-based treatment for adults with depressive symp- toms: randomized trial. J. Med. Internet Res. 12, 40-50 (2010).",
    "[raw_reference] Hollinghurst, S. et al. Cost-effectiveness of therapist-delivered online cognitive- behavioural therapy for depression: randomised controlled trial. Br. J. Psychiatry 197, 297-304 (2010).",
    "[raw_reference] van Luenen, S., Kraaij, V., Garnefski, Spinhoven, P. & van den Akker-van Marle, E. Cost-utility of a guided Internet-based intervention in comparison with attention only for people with HIV and depressive symptoms: a randomized controlled trial. J. Psychosom. Res. 118, 34-40 (2019).",
    "[raw_reference] Titov, N. et al. Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a rando- mized controlled trial (Provisional abstract). Behav. Ther. 46, 206-217 (2015).",
    "[raw_reference] Romero-Sanchiz, P. et al. Economic evaluation of a guided and unguided internet- based CBT intervention for major depression: results from a multicenter, three-armed randomized controlled trial conducted in primary care. PLoS ONE 12, 1-15 (2017).",
    "[raw_reference] Hedman, E. et al. Cost-effectiveness and long-term effectiveness of internet- based cognitive behaviour therapy for severe health anxiety. Psychol. Med. 43, 363-374 (2013).",
    "[raw_reference] Dear, B. F. et al. Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a rando- mized controlled trial (Provisional abstract). Behav. Ther. 46, 206-217 (2015).",
    "[raw_reference] Hedman, E., Andersson, E., Ljotsson, B., Axelsson, E. & Lekander, M. Cost effec- tiveness of internet-based cognitive behaviour therapy and behavioural stress management for severe health anxiety. BMJ Open 6, 1-8 (2016).",
    "[raw_reference] Powell, J. et al. Effectiveness and cost-effectiveness of a self-guided internet intervention for social anxiety symptoms in a general population sample: ran- domized controlled trial. J. Med. Internet Res. 22, e16804 (2020).",
    "[raw_reference] Rohr, S. et al. A self-help app for Syrian refugees with posttraumatic stress (Sanadak): randomized controlled trial. JMIR mHealth uHealth 9, e24807 (2021).",
    "[raw_reference] Andersson, E. et al. Cost-effectiveness of internet-based cognitive behavior therapy for obsessive-compulsive disorder: results from a randomized controlled trial. J. Obsessive. Compuls. Relat. Disord. 4, 47-53 (2015).",
    "[raw_reference] Andersson, E. et al. Cost-effectiveness of an internet-based booster program for patients with obsessive-compulsive disorder: results from a randomized controlled trial (Provisional abstract). J. Obsessive. Compuls. Relat. Disord. 4, 14-19 (2015).",
    "[raw_reference] Lenhard, F. et al. Cost-effectiveness of therapist-guided internet-delivered cog- nitive behaviour therapy for paediatric obsessive-compulsive disorder: results from a randomised controlled trial. BMJ Open 7, e015246 (2017).",
    "[raw_reference] Lovell, K. et al. Clinical effectiveness, cost-effectiveness and acceptability of low- intensity interventions in the management of obsessive-compulsive disorder: the Obsessive-Compulsive Treatment Efficacy randomised controlled Trial (OCTET). Health Technol. Assess. 21, 1-132 (2017).",
    "[raw_reference] De Bruin, E. J. et al. Cost-effectiveness of group and internet cognitive behavioral therapy for insomnia in adolescents: results from a randomized controlled trial. Sleep 39, 1571-1581 (2016).",
    "[raw_reference] Lindsäter, E. et al. Cost-effectiveness of therapist-guided internet-based cognitive behavioral therapy for stress-related disorders: secondary analysis of a rando- mized controlled trial. J. Med. Internet Res. 21, e14675 (2019).",
    "[raw_reference] Ebert, D. D. et al. A health economic outcome evaluation of an internet-based mobile-supported stress management intervention for employees. Scand. J. Work. Environ. Heal. 44, 171-182 (2018).",
    "[raw_reference] van Spijker, B. A. J. et al. Reducing suicidal ideation: cost-effectiveness analysis of a randomized controlled trial of unguided web-based self-help. J. Med. Internet Res. 14, e141 (2012).",
    "[raw_reference] McDougall, J. A., Furnback, W. E., Wang, B. C. M. & Mahlich, J. Understanding the global measurement of willingness to pay in health. J. Mark. Access Heal. Policy 8, 1717030 (2020).",
    "[raw_reference] Shiroiwa, T. et al. International survey on willingness-to-pay (WTP) for one additional QALY gained: what is the threshold of cost effectiveness? Health Econ. 19, 422-437 (2010).",
    "[raw_reference] Kan, K. et al. More than cost-effectiveness? Applying a second-stage filter to improve policy decision making. Heal. Expect. 24, 1413-1423 (2021).",
    "[raw_reference] Fenwick, E., O'Brien, B. & Briggs, A. Cost-effectiveness acceptability curves: facts, fallacies and frequently asked questions. Health Econ. 13, 405-415 (2004).",
    "[raw_reference] Kendrick, T. et al. Management of depression in adults: summary of updated NICE guidance. BMJ 378, o1557 (2022).",
    "[raw_reference] Gerlinger, G., Mangiapane, N. & Sander, J. Digital health applications (DiGA) in medical and psychotherapeutic care. Opportunities and challenges from the perspective of the healthcare providers. Bundesgesundheitsblatt Gesundheitsforsch Gesundheitsschutz 64, 1213-1219 (2021).",
    "[raw_reference] Ramsey, S. D. et al. Cost-effectiveness analysis alongside clinical trials II-an ISPOR Good Research Practices Task Force Report. Value Heal 18, 161-172 (2015).",
    "[raw_reference] Husereau, D. et al. Consolidated Health Economic Evaluation Reporting Standards (CHEERS) statement. Eur. J. Heal. Econ. 14, 367-372 (2013).",
    "[raw_reference] Thielen, F. W. et al. How to prepare a systematic review of economic evaluations for clinical practice guidelines: database selection and search strategy develop- ment (part 2/3). Expert Rev. Pharmacoecon. Outcomes Res. 16, 705-721 (2016).",
    "[raw_reference] Page, M. J. et al. The PRISMA 2020 statement: an updated guideline for reporting systematic reviews. Syst. Rev. 10, 1-11 (2021).",
    "[raw_reference] van Mastrigt, G. A. P. G. et al. How to prepare a systematic review of economic evaluations for informing evidence-based healthcare decisions: a five-step approach (part 1/3). Expert Rev. Pharmacoecon. Outcomes Res 16, 689-704 (2016).",
    "[raw_reference] PROSPERO Registry. https://www.crd.york.ac.uk/PROSPERO/display_record.php? RecordID=93808 (2018).",
    "[raw_reference] Karyotaki, E. et al. Is self-guided internet-based cognitive behavioural therapy (iCBT) harmful? An individual participant data meta-analysis. Psychol. Med. 48, 2456-2466 (2018).",
    "[raw_reference] McCabe, C., Claxton, K. & Culyer, A. J. The NICE cost-effectiveness threshold: what it is and what that means. Pharmacoeconomics 26, 733-744 (2008).",
    "[raw_reference] Organisation for Economic Co-operation and Development (OECD). PPP and exchanges rates. https://data.oecd.org/conversion/purchasing.power-parties- ppp.htm (2018).",
    "[raw_reference] Tate, D. F., Finkelstein, E. A., Khavjou, O. & Gustafson, A. Cost effectiveness of internet interventions: review and recommendations. Ann. Behav. Med. 38, 40-45 (2009).",
    "[raw_reference] Higgins, J. P. T. & Altman, D. G. Assessing risk of bias in included studies. In Cochrane Handbook for Systematic Reviews of Interventions: Cochrane Book Series (eds.",
    "[raw_reference] Higgins, J. P. T. & Green, S.) 187-241 (WILEY, 2008). https://doi.org/10.1002/ 9780470712184.ch8.",
    "[raw_reference] Viswanathan, M. et al. Recommendations for assessing the risk of bias in sys- tematic reviews of health-care interventions. J. Clin. Epidemiol. 97, 26-34 (2018)."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
