{
  "paper_id": "YGYQAMPW",
  "title": "Text Message Behavioral Interventions: From Here to Where?",
  "abstract": "Text messaging is an efficient and personal electronic form of communication, making it an ideal modality for remote delivery of behavioral interventions. The ubiquity of cell phones and short message service (SMS) worldwide allow the possibility of SMS behavioral inteventions to impact global health. Studies to date suggest that SMS interventions can effectively support health behaviors and may offer advantages compared to other forms of computerized interventions. Program features optimizing user engagament and persuasiveness are suggested to mediate SMS intervention effect. Future research is tasked with identifying what SMS features are useful to which individuals at what times to best help them initiate and maintain health behaviors.",
  "year": 2017,
  "date": "2017-02-01",
  "authors": [
    {
      "name": "Brian Suffoletto",
      "affiliation": {
        "organization": "Department of Emergency Medicine",
        "department": "Department of Emergency Medicine",
        "institution": "University of Pittsburgh",
        "address": "Suite 400A; 3600 Forbes Avenue, 15261., Pittsburgh, PA"
      }
    }
  ],
  "doi": "10.1016/j.copsyc.2015.09.012",
  "md5": "F068A86E4704348BA6A2B6D81592CD82",
  "sections": [
    {
      "title": "Introduction",
      "text": "Although remote communication between individuals has occured since antiquity, through such means as smoke signals and mail couriers, and more recently through wire and radio, it was the rapid growth of cellular phones in the 1990s that allowed widespread transmission of messages to be possible. The first and still most popular form of messaging using cellular phones is short message service (SMS). SMS was invented in the late 1980s, the first text message sent in 1992, the first phone keyboard allowing efficient text typing developed in 1997, and the first internetwork text exchange being made possible in 1999  [1] . Currently, there are more than 7 billion cell phone subscribers worldwide and over 6 trillion SMS sent each year  [2] . In a survey of 21 countries, around 75% of cell phone owners reported regularly sending and receiving text messages  [3] . Although SMS took time to enter the US, by 2008 the number of SMS sent in the US surpassed phone calls  [4]  and currently an estimated three-quarters of all mobile phone owners in the US use SMS. 99% of received text messages are opened and 90% are read within three minutes of being received  [5] ."
    },
    {
      "title": "What is SMS?",
      "text": "The technical answer is that SMS is a packet of data up to 160 letters, numbers or symbols in the Latin alphabet sent to another cell phone through a control channel that provides \"store-and forward\" service, where messages are sent only when the receiving phone is turned on or within range of a tower. This allows for the asynchronous receipt of and response to messages from one individual to another across most geographic boundaries. The sociologic answer is more complex, and still evolving. Text messaging seems to be a unique hybrid of writing and talking, recently being described as \"fingered speech\"  [6] . Although it is textual in form, it has evolved with comparatively loosened rules of grammar, with users routinely employing shorthand and other forms of semantic experimentation. Text messaging gives the impression of extemporaneous thoughts while allowing the sender the liberty of premeditation and editing. It has been suggested that texting can even induce primitive craving pathways, where the anticipation of receiving a text causes a dopamine surge, which combined with the visual and audible alert individuals receive when a new message has arrived, further amplifies future craving  [7] . SMS in social settings is so pervasive that it sometimes even replaces face-to-face verbal communication. It is not uncommon to see people sitting directly across from each other, together yet silent, their eyes trained to the screen of their cell phones."
    },
    {
      "title": "Is there a role for SMS in health promotion?",
      "text": "The demand for tools and resources to help individuals adopt behaviors that promote health and avoid behaviors that harm health has rapidly and drastically increased in the last decade. Traditional venues of health care delivery, such as primary care, are not able to meet these demands. The average person spends only an hour per year in direct medical contact, whereas they spend thousands of hours making decisions about their health  [8] . Computerized health promotion interventions through modalities such as internet (web), email, and SMS offer an enticing alternative way to help individuals with health behaviors. Several advantages of computerized compared to in-person interventions include the ability to standardize materials and protocols, deliver programs asynchronously when it is most convenient, in a person's natural environment where they face threats to behaviors, remove perceived stigma associated with in-person disclosures of sensitive behaviors, and costeffectively interact over time to geographically remote locations.\n\nText messaging may offer advantages compared to other computerized interventions. Given the near-universal presence of SMS worldwide, as well as high use among ethnic minorities in the US  [9] , SMS can reach populations most vulnerable to detrimental health behaviors. Given that cell phones are carried around with us throughout our waking (and sleeping) lives, SMS make it easy for individuals to periodically report health behaviors and to conduct real-time dialoguing to identify cues, trouble shoot barriers, and explore strategies to reinforce task performance  [10] . Given that SMS does not require logging in, tunneling through web pages, or time-consuming data entry fields, it is more \"light-touch\" than other computerized modalities, thus reducing perceived barriers to engagement.\n\nThe first peer-reviewed study of text messaging for health promotion was published in 2002  [11]  and the first RCT in 2005 [12]. Since then, there have been hundreds of individual studies and more than 20 systematic reviews, with two notable reviews published in the last year [13*, 14*]. Almost universally, published reviews have found that SMS can have a small, positive effect on health behaviors, but numerous limitations preclude definitive judgment about effectiveness. SMS behavioral interventions supporting disease selfmanagement showed no effect on diabetes [15*] and hypertension [16*] outcomes. SMS behavioral intervention focused on improving medication adherence showed no improved adherence or health outcomes to antiretroviral therapy for HIV [17*] or naltrexone for alcohol use disorder [18*], but did show improved adherence for anti-platelet therapy in heart disease [19] and intra-nasal corticosteroids for allergic rhinitis [20]. For SMS behavioral intervention focused on improving disease prevention, recent studies have shown positive effects for smoking [21*], alcohol use [22*], and infant breastfeeding [23*], and physical activity [24*]. As well, a recent systematic review of eHealth interventions focused on cardiovascular disease prevention (reducing obesity, encouraging regular physical activity, smoking cessation, control of hypertension, dyslipidemia reduction, and treating diabetes mellitus) found that most existing evidence supports SMS-based interventions [25*]. Still, variability in SMS intervention and study designs as well as limited long-term engagement and outcome data preclude definitive judgement about SMS behavioral intervention effects on meaningful health outcomes. What features are important in an SMS behavioral intervention? Even though SMS seems like a very simple interface, especially when compared with other computerized platforms, studies to date suggest that SMS design considerations can substantially effect program potency. Orr et al. [13*] found that more frequent messaging maximized effects and Head et al. [26] reported that SMS interventions using tailored and personalized messages, and those with customized and variable frequency of contact over time mediated effect sizes. Interestingly, Head et al. did not find a differential effect if the intervention was theory-based or if the intervention used other communication modalities concurrently. In another recent review of SMS interventions for a diverse sampling health behaviors, Hall et al. [14*] reported that two-way versus one-way SMS was not found by to be an important mediator, but a recent meta-analysis focused on medication adherence proves evidence to the contrary  [27] . There is also the question of whether SMS interventions Clearly, much remains unknown, but insights can be gleaned from related literature.\n\nRegardless of the communication medium, any well-designed behavioral intervention should be both engaging and persuasive. We consider engagement a measure of how well a person attends to the content of a program over time. Persuasiveness here refers to how well a program can influence someone to initiate and maintain a health behavior over time. Although the two goals are linked, they are each unique. Engagement with SMS programs can be influenced at various levels, from the individual message (language, tone, semantics, personalization) to the pattern of messaging (frequency, duration, adaptability) to the interactivity of program components. In a recent review using a diversity sample of 52 internet eHealth interventions, Morrison et al.  [28]  found that automated dialogue, proactive contact to repeatedly engage or prompt users, tailoring on multiple levels, and selfmonitoring with activity planning were features associated with effective behavior change. Optimizing engagement with SMS programs can also be guided by such concepts as interactivity and presence  [29] ."
    },
    {
      "title": "Persuasiveness of SMS programs can be guided by the choice and application of behaviour change techniques [30]. An often cited review of 85 studies examining eHealth interventions",
      "text": "found that the use of behavioral theory was associated with larger effect size and interventions that incorporated more behavior change techniques also tended to have larger effects compared to interventions that incorporated fewer techniques  [31] . The authors noted that the most commonly used behavior change techniques included provision of information on the consequences of behavior, prompting self-monitoring, and identifying barriers and/or problem solving. Also, behavioral modeling, relapse prevention/coping planning, facilitating social comparison, goal setting, action planning, and provision of feedback on performance all had effects on behavior.\n\nRecently, there has been expressed concern that existing behavioral theories may be inadequate for application to mobile communication platforms, with concurrent development of new models. For example, Riley et al.  [32]  propose dynamic feedback system theories of health behavior informed by control systems engineering models. One recent example of an SMS behavioral intervention that utilizes dynamic feedback loops was designed and tested by Adams et al. [33*]. Specifically, their SMS intervention used adaptive goal setting and behavioral shaping to increase physical activity, which they demonstrated can outperform a static SMS intervention."
    },
    {
      "title": "How does one design an SMS behavioral intervention?",
      "text": "Although there exists no established \"best practices\" for designing SMS behavioral interventions, there are a few useful published resources to help guide the design process. Intervention mapping is useful as a starting point to develop a framework to match behavioral goals with specific program features"
    },
    {
      "title": "What limitations exist when using SMS for behavioral interventions?",
      "text": "The foremost question pertaining to all computerized behavioral interventions is whether they can ever be comparable to in-person interventions. Computerized interventions lack many of the physical and non-verbal cues made available in face-to-face communication, including facial expressions and body language as well as tone and prosody of speech. Whereas some have suggested that these are essential components of the therapeutic relationship [37], others believe that computer-mediated textual communication can facilitate relationship-building in different ways  [38] . Compared to other computer-mediated forms of communication, SMS may be closer to being able to foster personal relationships in that it most closely mimics in-person speech, and has developed alternate strategies for indicating emotion, one example being the emoticon  [39] .\n\nThat being said, there are numerous other potential limitations in using SMS to deliver behavioral interventions that should be kept in mind. First, older adults and particularly those with disabilities still do not use SMS at high rates [40], limiting application of SMS interventions to elder health issues. Second, SMS may not be well suited to address multiple behaviors simultaneously or complex concepts that require visual or extensive textual content. The serial nature of the dialogue precludes parallel feedback loops occurring simultaneously. Third, SMS is not a secure form of communicating protected health information, influencing many US health systems to not use them in clinical care. Risks can, however, be reduced if a person sets a password on their phones and/or erases messages after reading them that they would not want someone to see. As well, information can be broken apart between messages, such that if a message happens to be intercepted, they cannot be interpreted in isolation. Fourth is the \"Goldilocks\" problem: SMS program engagement likely suffer as an individual receives too many texts in a day or does not text enough to make real-time feedback useful."
    },
    {
      "title": "Why not just make an App?",
      "text": "Many believe that most of the limitations of SMS can be overcome through the use of phone applications (\"apps\") to deliver effective behavioral interventions. There is no question that Apps have the capacity to offer a more comprehensive user experience, including features such as graphical and video content and social networking. There are several issues to consider, however. First, apps require a user to proactively engage with the program. Given that most people either prefer not to change their behavior, or have fluctuating motivations over time, they may not use the app when they most need it. SMS provides a proactive engagement, where a user must actively choose not to engage with it. Second, apps require more time to use. Whereas an SMS can be read in line at checkout or while waiting for an elevator, most apps require sustained effort to tunnel through their interface options, limiting use throughout the active day. Third, although most apps have messaging features, they lack comparable engagement to SMS. This is likely due to the fact that they are predominantly sent from entities such as companies rather than people, limiting the anticipation or stimulus one gets from receipt. Fourth, and related, is the fact that when a user interacts with an app, they are not conceptualizing this correspondence as being with a human. Even when an SMS program uses automation, it is likely that the user imagines the message as originating from a person. Finally, apps do not have usability cross platform and require a download, whereas SMS is usable across all current phone platforms and is programmed into every phone currently manufactured. Still, to our knowledge, controlled trials examining the comparative effectiveness of SMS versus apps have not yet been reported."
    },
    {
      "title": "What is the future of SMS behavioral interventions?",
      "text": "The pessimistic prognostication would be that more efficient forms of computerized communication would supplant SMS. Researchers are already projecting this dire future and hedging efforts by influencing scientists to focus more on behavioral principles than on communication modality  [41] . A more optimistic view is that SMS is here to stay, will continue to be protected from advertisement and junk-SMS, and will become free to users due to the pressure on telecommunications companies. Although it would be foolish to predict which of these futures is more likely, it is certain that many developments in SMS behavioral intervention will occur along the way that can inform future computerized communication-based interventions aimed at health promotion. Scientists will learn how to better (1) leverage advances in natural language processing to allow branching off of open dialogue, (2) tailor intervention materials to time-varying factors, (3) utilize both intrinsic and extrinsic sensors to inform SMS programs, including provision of just-in-time support during periods of behavioral vulnerability, (4) identify language and communication theories to optimize salience and influence of messages, (5) apply engineering control principles to build more advanced communication architecture,  (7)  choose novel trial designs to rapidly iterate design features and (8) explore how SMS can best be used as a piece of a multiplatform behavioral program, leveraging the best of in-person and computer-mediated modalities. These advances will allow behavioral scientists to deliver the right support at the right time to optimize engagement and effects on target behaviors."
    },
    {
      "title": "Conclusions",
      "text": "SMS is a ubiquitous and frequently used communication modality that has shown promise in delivering behavioral interventions. Existing evidence suggests SMS programs should aim to optimize user engagement and persuasiveness. Future research will continue to inform what SMS features are useful to which individuals at what times for what conditions. 12. Rodgers A, Corbett T, Bramley D, Riddell T, Wills M, Lin RB, Jones M. Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging. Tob Control. 2005 Aug; 14(4):255-61. [PubMed: 16046689] 13*. Orr JA, King RJ. Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials. Health Psychol Rev. 2015 May.28:1-20. Authors use a randomeffects model to synthesize 38 RCTs published up to 2012, including 19,641 participants. SMS messages had a small, positive, significant effect (g = 0.291) on a broad range of healthy behavior, with small heterogeneity. This effect was maximized when multiple SMS messages per day were used (g = 0.395) compared to using lower frequencies (daily, multiple per week and once-off) (g = 0.244). Otherwise, authors comment that SMS programs need not be elaborate to elicit a meaningful effect. 14*. Hall AK, Cole-Lewis H, Bernhardt JM. Mobile text messaging for health: a systematic review of reviews. Annu Rev Public Health. 2015 Mar 18.36:393-415. Authors examined 15 systematic reviews and concluded that SMS produces positive effect on health outcomes but stressed that the majority of reviews reported low-to-moderate quality of evidence, and most studies lacked rigorous study designs, had small sample sizes, short intervention durations, and lack of representative study populations and environments. [PubMed: 25785892] 15*. Capozza K, Woolsey S, Georgsson M, Black J, Bello N, Lence C, Oostema S, North C. Going mobile with diabetes support: a randomized study of a text message-based personalized behavioral intervention for type 2 diabetes self-care. Diabetes Spectr. 2015 May; 28(2):83-91. Ninety-three adult patients with poorly controlled type 2 diabetes (A1C >8%) were randomized to wither a two-way SMS diabetes intervention with up to 7 messages per day or usual care. At 90 and 180 days, there was no statistically significant difference between the intervention and control groups in terms of change in A1C (P >0.05). [PubMed: 25987806] 16*. Cottrell E, Cox T, O'Connell P, Chambers R. Implementation of simple telehealth to manage hypertension in general practice: a service evaluation. BMC Fam Pract. 2015 Jul 17.16:83. As a part of an implementation effort across England, 2963 patients with elevated blood pressure or diagnosed hypertension were selected to register onto diagnostic or monitoring hypertension protocols, respectively. Patients received text messages prompting them to submit readings, educational messages and user satisfaction questions. BP control was achieved by only 5-22 % of patients and patient engagement with the monitoring protocols was initially good but reduced over time. [PubMed: 26183439] 17*. Orrell C, Cohen K, Mauff K, Bangsberg DR, Maartens G, Wood R. A randomised controlled trial of real-time electronic adherence monitoring with text message dosing reminders in people starting first-line antiretroviral therapy. J Acquir Immune Defic Syndr. 2015 Jul 24. 230 participants with HIV prescribed antiretroviral (ART) were randomly assigned to a text message intervention prompting them if they were >30 minutes late to take their medication or control. Median adherence was 82.1% in the intervention arm compared to 80.4% in the control, with no difference in viral suppression. 18*. Stoner SA, Arenella PB, Hendershot CS. Randomized controlled trial of a mobile phone intervention for improving adherence to naltrexone for alcohol use disorders. PLoS One. 2015 Apr 24.10(4):e0124613. An RCT of 76 treatment-seeking adults with an alcohol use disorder were prescribed naltrexone and received a daily text message querying medication side effects, alcohol use, and craving. Those in the intervention arm received additional medication reminders and adherence assessment via text message. proportion of participants with adequate adherence did not differ between groups and medication adherence did not predict drinking outcomes. [PubMed: 25909320] 19. Park LG, Howie-Esquivel J, Chung ML, Dracup K. A text messaging intervention to promote medication adherence for patients with coronary heart disease: a randomized controlled trial. Patient Educ Couns. 2014 Feb; 94(2):261-8. [PubMed: 24321403] 20. Wang K, Wang C, Xi L, Zhang Y, Ouyang Y, Lou H, Zhang W, Zhang L. A randomized controlled trial to assess adherence to allergic rhinitis treatment following a daily short message service (SMS) via the mobile phone Int Arch Allergy Immunol. 2014; 163(1):51-8. 21*. Abroms LC, Boal AL, Simmens SJ, Mendel JA, Windsor RA. A randomized trial of Text2Quit: a text messaging program for smoking cessation. Am J Prev Med. 2014 Sep; 47(3):242-50. An RCT of 503 participants who received an automated, personalized, interactive mobile health program that sends text messages to offer advice, support, and reminders about quitting smoking or self-help materials. Biochemically confirmed repeated point prevalence abstinence favored the intervention group, with 11.1% abstinent compared to 5.0% of the control group (relative risk=2.22, 95% CI=1.16, 4.26, p<0.05). [PubMed: 24913220] 22*. Suffoletto B, Kristan J, Callaway C, Kim KH, Chung T, Monti PM, Clark DB. A text message alcohol intervention for young adult emergency department patients: a randomized clinical trial. Ann Emerg Med. 2014 Dec; 64(6):664-72. e4. A 3-arm RCT of 765 young adults with hazardous alcohol use who received either an automated, personalized, interactive SMS intervention that queried weekend drinking plans, prompted goal-commitment, evaluated weekend drinking and provided feedback for 12 weeks or SMS weekend drinking assessments or usual care. Intervention participants showed greater decreases in the number of binge drinking days, drinks per drinking day and a lower proportion with weekend binge drinking than assessment and usual care groups. [PubMed: 25017822] 23*. Jiang H, Li M, Wen LM, Hu Q, Yang D, He G, Baur LA, Dibley MJ, Qian X. Effect of short message service on infant feeding practice: findings from a community-based study in Shanghai, China. JAMA Pediatr. 2014 May; 168(5):471-8. Quasi-experimental design from four community health centers with 582 expectant mothers in their first trimester receiving either weekly SMS messages about infant feeding from the third trimester to 12 months' post-partum or usual care. Compared with the control group, the intervention group had a significantly longer median duration of exclusive breast feeding at 6 months and a significantly lower rate of the introduction of solid foods before 4 months post-partum. [PubMed: 24639004] 24*. Maddison R, Pfaeffli L, Whittaker R, Stewart R, Kerr A, Jiang Y, Kira G, Leung W, Dalleck L, Carter K, Rawstorn J. A mobile phone intervention increases physical activity in people with cardiovascular disease: Results from the HEART randomized controlled trial. Eur J Prev Cardiol. 2015 Jun; 22(6):701-9. An RCT of 171 adults with heart disease received either a personalized, automated intervention of text messages and a secure website with video messages aimed at increasing exercise behavior delivered over 24 weeks or usual care alone. Results showed no differences in peak oxygen uptake at 24 weeks, but showed relative improvements in leisure time physical activity and walking, self-efficacy to be active and the general health domain of the SF36. [PubMed: 24817694] 25*. Burke LE, Ma J, Azar KM, Bennett GG, Peterson ED, Zheng Y, Riley W, Stephens J, Shah SH, Suffoletto B, Turan TN, Spring B, Steinberger J, Quinn CC. Current Science on Consumer Use of Mobile Health for Cardiovascular Disease Prevention: A Scientific Statement From the American Heart Association. Circulation. 2015 Aug 13. A large systematic review of eHealth interventions aimed at reducing obesity, encouraging regular physical activity, smoking cessation, control of hypertension, dyslipidemia reduction, and treating diabetes mellitus. Results across behavioral targets showed support for SMS interventions. Most SMS interventions were paired with other computer or in-person intervention components. Authors discuss gaps in research. 26. Head KJ, Noar SM, Iannarino NT, Grant Harrington N. Efficacy of text messaging-based interventions for health promotion: a meta-analysis. Soc Sci Med. 2013 Nov.97:41-8. [PubMed: 24161087] 27. Wald DS, Butt S, Bestwick JP. One-way Versus Two-way Text Messaging on Improving Medication Adherence: Meta-analysis of Randomized Trials. Am J Med. 2015 Jun 16. pii: S0002-9343(15)00519-7. 28. Morrison LG, Yardley L, Powell J, Michie S. What design features are used in effective e-health interventions? A review using techniques from Critical Interpretive Synthesis. Telemed J E Health. 2012 Mar; 18(2):137-44. [PubMed: 22381060] 29. Hawkins RP, Han JY, Pingree S, Shaw BR, Baker TB, Roberts LJ. Interactivity and Presence of Three eHealth Interventions. Comput Human Behav. 2010 Sep 1; 26(5):1081-1088. [PubMed: 20617154] 30. Abraham C, Michie S. A taxonomy of behavior change techniques used in interventions. Health Psychol. 2008 May; 27(3):379-87. [PubMed: 18624603] 31. Webb TL, Joseph J, Yardley L, Michie S. Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy. J Med Internet Res. 2010 Feb 17.12(1):e4. [PubMed: 20164043] 32. Riley WT, Rivera DE, Atienza AA, Nilsen W, Allison SM, Mermelstein R. Health behavior models in the age of mobile interventions: are our theories up to the task? Transl Behav Med. 2011 Mar; 1(1):53-71. [PubMed: 21796270] 33*. Adams MA, Sallis JF, Norman GJ, Hovell MF, Hekler EB, Perata E. An adaptive physical activity intervention for overweight adults: a randomized controlled trial. PLoS One. 2013 Dec 9.8(12):e82901. An RCT of 20 inactive overweight adults who received either daily step goals that adjusted up and down based on the percentile-rank algorithm and micro-incentives for goal attainment or a static SMS intervention. The static SMS intervention group increased steps/day by 1,598 while the adaptive SMS group increased steps/day by 2,728 between baseline and treatment. [PubMed: 24349392] 34. Bartholomew LK, Parcel GS, Kok G. Intervention mapping: a process for developing theory-and evidence-based health education programs. Health Educ Behav. 1998 Oct; 25(5):545-63. [PubMed: 9768376] 35. Collins LM, Murphy SA, Strecher V. The multiphase optimization strategy (MOST) and the sequential multiple assignment randomized trial (SMART): new methods for more potent eHealth interventions. Am J Prev Med. 2007 May; 32(5 Suppl):S112-8. [PubMed: 17466815] 36**. Mohr DC, Schueller SM, Montague E, Burns MN, Rashidi P. The behavioral intervention technology model: an integrated conceptual and technological framework for eHealth and mHealth interventions. J Med Internet Res. 2014 Jun 5.16(6):e146. Authors propose a behavioral-technological delivery framework, where the \"why, what, how, and when\" of a behavior are mapped to intervention strategies and program components. The characteristics of intervention elements may be further defined or modified (the technical \"how\") to meet the needs, capabilities, and preferences of a user. [PubMed: 24905070] 37. Kiesler S, Siegel J, McGuire T. Social psychological aspects of computer-mediated communication. American Psychologist. 1984; 39(1):1123-1134. 38. Walther JB. Computer Mediated Communication: Impersonal, Interpersonal, and Hyperpersonal Interaction. Communication Research. 1996; 21(1):3-43. 39. Lo SK. The nonverbal communication functions of emoticons in computer-mediated communication. Cyberpsychol Behav. 2008 Oct; 11(5):595-7. [PubMed: 18817486] 40. Gell NM, Rosenberg DE, Demiris G, LaCroix AZ, Patel KV. Patterns of technology use among older adults with and without disabilities. Gerontologist. 2015 Jun; 55(3):412-21. [PubMed: 24379019] 41. Mohr DC, Schueller SM, Riley WT, Brown CH, Cuijpers P, Duan N, Kwasny MJ, Stiles-Shields C, Cheung K. Trials of Intervention Principles: Evaluation Methods for Evolving Behavioral Intervention Technologies. J Med Internet Res. 2015 Jul 8.17(7):e166. [PubMed: 26155878]"
    },
    {
      "text": "[34]. It describes the development process in six steps: (1) needs assessment, (2) specifying performance and change objectives, (3) selecting theory-based intervention methods and practical applications, (4) designing and organizing the intervention, (5) specifying adoption and implementation plans, and (6) generating an evaluation plan. The Multiphase Optimization Strategy developed by Collins et al. [35] offers a guide to more efficient behavioral program development. It consists of a screening phase, in which intervention components are efficiently identified for selection for inclusion, a refining phase, in which the selected components are fine-tuned, and a confirming phase, in which the optimized intervention is evaluated in a standard randomized confirmatory trial. Finally, Mohr et al. [36**] published an integrated conceptual and technological framework for eHealth interventions that maps an intervention behavioral aims to technological strategies."
    },
    {
      "title": "Highlights",
      "text": "• This review explores the role of text messaging, i.e. short message service (SMS), as a modern communicaiton modality, and how it can be leveraged for delivery of behavioral interventions.\n\n• Studies to date suggest that SMS behavioral interventions can effectively support health behaviors, and certain features optimizing user engagament and persuasiveness are suggested to mediate this effect.\n\n• Although the role of SMS as a cheap, ubiquitous, and frequently used communicaiotn modality remains unknown, we can be sure that sophistication of SMS behavioral health interventions, including adpatability and tailoring, will increase to efficiently provide the right textual support at the right time to the right person."
    }
  ],
  "references": [
    {
      "title": "Wikipedia, The Free Encyclopedia. Wikipedia, The Free Encyclopedia",
      "year": 2015,
      "doi": "10.1108/rr.2002.16.6.5.273",
      "raw": "Wikipedia, The Free Encyclopedia. Wikipedia, The Free Encyclopedia \n\t\t 10.1108/rr.2002.16.6.5.273 \n\t\t \n\t\t\t Jul 30. 2015. 31 Jul. 2015 \n\t\t \n\t \n\t Wikipedia contributors Short Message Service \n\t Wikipedia contributors. Wikipedia, The Free Encyclopedia. Wikipedia, The Free Encyclopedia; Jul 30. 2015 Short Message Service. Web. 31 Jul. 2015"
    },
    {
      "year": 2015,
      "doi": "10.18356/197d53ef-en",
      "journal": "Web",
      "volume": "2",
      "issue": "1",
      "raw": "10.18356/197d53ef-en \n\t \n\t \n\t\t Web \n\t\t \n\t\t\t 2 \n\t\t\t 1 \n\t\t\t 2015. Jul 31.2015 \n\t\t\t United Nations International Telecommunications Union \n\t\t \n\t \n\t United Nations International Telecommunications Union. ICT Facts & Figures 2-1-, 2015 Web. Jul 31.2015"
    },
    {
      "title": "Pew Global Attitudes Research Project",
      "authors": [
        "A Kohut",
        "R Wilke",
        "J Horrowitz",
        "K Simmons",
        "J Poushter",
        "C Barker"
      ],
      "year": 2011,
      "doi": "10.5860/choice.51-4515",
      "raw": "Pew Global Attitudes Research Project \n\t\t \n\t\t\t A Kohut \n\t\t \n\t\t \n\t\t\t R Wilke \n\t\t \n\t\t \n\t\t\t J Horrowitz \n\t\t \n\t\t \n\t\t\t K Simmons \n\t\t \n\t\t \n\t\t\t J Poushter \n\t\t \n\t\t \n\t\t\t C Barker \n\t\t \n\t\t 10.5860/choice.51-4515 \n\t \n\t \n\t\t Global Digital Communication: Texting, Social Networking Popular Worldwide \n\t\t \n\t\t\t Pew Research Center \n\t\t\t 2011 \n\t\t \n\t \n\t Kohut, A.; Wilke, R.; Horrowitz, J.; Simmons, K.; Poushter, J.; Barker, C. Pew Global Attitudes Research Project. Pew Research Center; 2011. Global Digital Communication: Texting, Social Networking Popular Worldwide."
    },
    {
      "title": "SMS TEXT MESSAGING TOPS MOBILE PHONE CALLING",
      "year": 2008,
      "raw": "SMS TEXT MESSAGING TOPS MOBILE PHONE CALLING \n\t\t \n\t\t\t Nielsen \n\t\t \n\t\t \n\t\t\t Us \n\t\t \n\t\t \n\t\t\t Sep 22.2008. 31 Jul. 2015 \n\t\t \n\t \n\t Nielsen. IN US, SMS TEXT MESSAGING TOPS MOBILE PHONE CALLING. Sep 22.2008 Web. 31 Jul. 2015."
    },
    {
      "title": "Cell phones and American adults. Pew internet & American life project",
      "authors": [
        "A Lenhart"
      ],
      "year": 2010,
      "pages": "31",
      "raw": "Cell phones and American adults. Pew internet & American life project \n\t\t \n\t\t\t A Lenhart \n\t\t \n\t\t \n\t\t\t Sep 2.2010 \n\t\t\t 31 \n\t\t \n\t \n\t Lenhart A. Cell phones and American adults. Pew internet & American life project. Sep 2.2010 Web. 31"
    },
    {
      "title": "Pew Research Center. Americans and Text Messaging",
      "year": 2011,
      "doi": "10.46903/gjms/19",
      "raw": "Pew Research Center. Americans and Text Messaging \n\t\t 10.46903/gjms/19 \n\t\t \n\t\t\t Jul. 2015. Sep 19.2011. 31 Jul. 2015 \n\t\t \n\t \n\t Jul. 2015. Pew Research Center. Americans and Text Messaging. Sep 19.2011 Web. 31 Jul. 2015."
    },
    {
      "title": "Talking With Your Fingers",
      "authors": [
        "J Mcwhorter"
      ],
      "year": 2012,
      "journal": "NY Times",
      "raw": "Talking With Your Fingers \n\t\t \n\t\t\t J Mcwhorter \n\t\t \n\t \n\t \n\t\t NY Times \n\t\t \n\t\t\t Apr 23.2012. 31 Jul. 2015 \n\t\t \n\t \n\t McWhorter J. Talking With Your Fingers. NY Times. Apr 23.2012 Web. 31 Jul. 2015."
    },
    {
      "title": "Why We're All Addicted to Texts, Twitter and Google",
      "authors": [
        "S Weinschenk"
      ],
      "year": 2012,
      "doi": "10.1017/cbo9781139410816.003",
      "raw": "Why We're All Addicted to Texts, Twitter and Google \n\t\t \n\t\t\t S Weinschenk \n\t\t \n\t\t 10.1017/cbo9781139410816.003 \n\t\t \n\t\t\t Sep 11.2012. 31 July 2015 \n\t\t \n\t \n\t Weinschenk S. Why We're All Addicted to Texts, Twitter and Google. Sep 11.2012 Web. 31 July 2015."
    },
    {
      "title": "Automated hovering in health care--watching over the 5000 hours",
      "authors": [
        "D Asch",
        "R Muller",
        "K Volpp"
      ],
      "year": 2012,
      "doi": "10.1056/nejmp1203869",
      "journal": "N Engl J Med",
      "volume": "367",
      "issue": "1",
      "raw": "Automated hovering in health care--watching over the 5000 hours \n\t\t \n\t\t\t D A Asch \n\t\t \n\t\t \n\t\t\t R W Muller \n\t\t \n\t\t \n\t\t\t K G Volpp \n\t\t \n\t\t 10.1056/nejmp1203869 \n\t\t 22716935 \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 367 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2012 Jul 5 \n\t\t \n\t \n\t Asch DA, Muller RW, Volpp KG. Automated hovering in health care--watching over the 5000 hours. N Engl J Med. 2012 Jul 5; 367(1):1-3. [PubMed: 22716935]"
    },
    {
      "title": "Americans and Text Messaging",
      "year": 2011,
      "doi": "10.46903/gjms/19",
      "raw": "Americans and Text Messaging \n\t\t 10.46903/gjms/19 \n\t\t \n\t\t\t Sep 19.2011. 31 Jul. 2015 \n\t\t \n\t\t \n\t\t\t Pew Research Center \n\t\t \n\t \n\t Pew Research Center. Americans and Text Messaging. Sep 19.2011 Web. 31 Jul. 2015."
    },
    {
      "title": "Ego depletion: is the active self a limited resource?",
      "authors": [
        "R Baumeister",
        "E Bratslavsky",
        "M Muraven",
        "D Tice"
      ],
      "year": 1998,
      "doi": "10.1037//0022-3514.74.5.1252",
      "journal": "J Pers Soc Psychol",
      "volume": "74",
      "issue": "5",
      "raw": "Ego depletion: is the active self a limited resource? \n\t\t \n\t\t\t R F Baumeister \n\t\t \n\t\t \n\t\t\t E Bratslavsky \n\t\t \n\t\t \n\t\t\t M Muraven \n\t\t \n\t\t \n\t\t\t D M Tice \n\t\t \n\t\t 10.1037//0022-3514.74.5.1252 \n\t\t 9599441 \n\t \n\t \n\t\t J Pers Soc Psychol \n\t\t \n\t\t\t 74 \n\t\t\t 5 \n\t\t\t \n\t\t\t 1998 May \n\t\t \n\t \n\t Baumeister RF, Bratslavsky E, Muraven M, Tice DM. Ego depletion: is the active self a limited resource? J Pers Soc Psychol. 1998 May; 74(5):1252-65. [PubMed: 9599441]"
    },
    {
      "title": "Mobile phone text messaging can help young people manage asthma",
      "authors": [
        "R Neville",
        "A Greene",
        "J Mcleod",
        "A Tracey",
        "J Surie"
      ],
      "year": 2002,
      "doi": "10.1136/bmj.325.7364.600/a",
      "journal": "BMJ",
      "volume": "325",
      "issue": "7364",
      "pages": "600",
      "raw": "Mobile phone text messaging can help young people manage asthma \n\t\t \n\t\t\t R Neville \n\t\t \n\t\t \n\t\t\t A Greene \n\t\t \n\t\t \n\t\t\t J Mcleod \n\t\t \n\t\t \n\t\t\t A Tracey \n\t\t \n\t\t \n\t\t\t J Surie \n\t\t \n\t\t 10.1136/bmj.325.7364.600/a \n\t\t 12228151 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 325 \n\t\t\t 7364 \n\t\t\t 600 \n\t\t\t 2002 Sep 14 \n\t\t \n\t \n\t Neville R, Greene A, McLeod J, Tracey A, Surie J. Mobile phone text messaging can help young people manage asthma. BMJ. 2002 Sep 14.325(7364):600. [PubMed: 12228151]"
    }
  ],
  "num_references": 12,
  "figures": [
    {
      "description": "[34]. It describes the development process in six steps: (1) needs assessment, (2) specifying performance and change objectives, (3) selecting theory-based intervention methods and practical applications, (4) designing and organizing the intervention, (5) specifying adoption and implementation plans, and (6) generating an evaluation plan. The Multiphase Optimization Strategy developed by Collins et al. [35] offers a guide to more efficient behavioral program development. It consists of a screening phase, in which intervention components are efficiently identified for selection for inclusion, a refining phase, in which the selected components are fine-tuned, and a confirming phase, in which the optimized intervention is evaluated in a standard randomized confirmatory trial. Finally, Mohr et al. [36**] published an integrated conceptual and technological framework for eHealth interventions that maps an intervention behavioral aims to technological strategies."
    }
  ],
  "num_figures": 1,
  "num_citations": 20,
  "cited_references": [
    "b3",
    "b4",
    "b2",
    "b0",
    "b7",
    "b11",
    "b8",
    "b6",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Emergency Medicine , University of Pittsburgh School of Medicine Iroquois Building , Suite 400A; 3600 Forbes Avenue ; Pittsburgh , PA 15261.",
    "Curr Opin Psychol. Author manuscript; available in PMC 2017 February 01.",
    "Wikipedia contributors Short Message Service",
    "[raw_reference] Wikipedia contributors. Wikipedia, The Free Encyclopedia. Wikipedia, The Free Encyclopedia; Jul 30. 2015 Short Message Service. Web. 31 Jul. 2015",
    "[raw_reference] United Nations International Telecommunications Union. ICT Facts & Figures 2-1-, 2015 Web. Jul 31.2015",
    "[raw_reference] Kohut, A.; Wilke, R.; Horrowitz, J.; Simmons, K.; Poushter, J.; Barker, C. Pew Global Attitudes Research Project. Pew Research Center; 2011. Global Digital Communication: Texting, Social Networking Popular Worldwide.",
    "[raw_reference] Nielsen. IN US, SMS TEXT MESSAGING TOPS MOBILE PHONE CALLING. Sep 22.2008 Web. 31 Jul. 2015.",
    "[raw_reference] Lenhart A. Cell phones and American adults. Pew internet & American life project. Sep 2.2010 Web. 31",
    "[raw_reference] Jul. 2015. Pew Research Center. Americans and Text Messaging. Sep 19.2011 Web. 31 Jul. 2015.",
    "[raw_reference] McWhorter J. Talking With Your Fingers. NY Times. Apr 23.2012 Web. 31 Jul. 2015.",
    "[raw_reference] Weinschenk S. Why We're All Addicted to Texts, Twitter and Google. Sep 11.2012 Web. 31 July 2015.",
    "[raw_reference] Asch DA, Muller RW, Volpp KG. Automated hovering in health care--watching over the 5000 hours. N Engl J Med. 2012 Jul 5; 367(1):1-3. [PubMed: 22716935]",
    "[raw_reference] Pew Research Center. Americans and Text Messaging. Sep 19.2011 Web. 31 Jul. 2015.",
    "[raw_reference] Baumeister RF, Bratslavsky E, Muraven M, Tice DM. Ego depletion: is the active self a limited resource? J Pers Soc Psychol. 1998 May; 74(5):1252-65. [PubMed: 9599441]",
    "[raw_reference] Neville R, Greene A, McLeod J, Tracey A, Surie J. Mobile phone text messaging can help young people manage asthma. BMJ. 2002 Sep 14.325(7364):600. [PubMed: 12228151]"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
