{
  "paper_id": "YMIYZPXT",
  "title": "Do Antidepressant Advertisements Educate Consumers and Promote Communication Between Patients with Depression and Their Physicians?",
  "abstract": "Objective-To examine how online depression support group members respond to direct-toconsumer (DTC) antidepressant advertising. Methods-Survey of 148 depression forum members, administered via an online questionnaire. Results-Chronicity was high, as 79.1% had received a diagnosis of depression 3 or more years earlier. Respondents reported seeing advertisements for an average of 4.3 of 7 brands investigated. A majority rated the information quality of these advertisements as \"poor\" or \"fair.\" Attitudes toward antidepressant advertisements were neutral (mean: 2.96 on a 5-point scale). More than half (52.4%) visited official websites provided in these advertisements, 39.9% had talked with a doctor after seeing an advertisement, 20.3% made an advertisement-induced prescription request, and 25.7% said these advertisements reminded them to take their antidepressants. Amount of attention given to these advertisements correlated positively with belief in the brain chemical imbalance causal model, but belief in this model did not predict prescription requests. \n Conclusion-Awareness of DTC antidepressant advertisements is high among individuals with depression, but so is skepticism. Practice Implications-Among members of an on-line support group, these advertisements encourage patient-doctor dialogue, prescription requests, and adherence, but might also reduce the acceptability of psychotherapy and encourage doctor switching in a small number of patients.",
  "year": 2011,
  "date": "2011-11-01",
  "journal": "Health Aff",
  "publication": "Health Aff",
  "authors": [
    {
      "forename": "Robert",
      "surname": "Bell",
      "name": "Robert Bell",
      "affiliation": "a  Department of Communication , University of California , Davis , CA , United States \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Davis \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States",
      "email": "rabell@ucdavis.edu"
    },
    {
      "forename": "Laramie",
      "surname": "Taylor",
      "name": "Laramie Taylor",
      "affiliation": "a  Department of Communication , University of California , Davis , CA , United States \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Davis \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Richard",
      "surname": "Kravitz",
      "name": "Richard Kravitz",
      "affiliation": "c  Center for Healthcare Policy and Research , University of California , Davis , CA , United States \n\t\t\t\t\t\t\t\t Center for Healthcare Policy and Research \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Davis \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "Department of Communication , One Shields Avenue , University of California , Davis , CA 95616 , United States. \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t One Shields \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Avenue \n\t\t\t\t\t\t\t\t\t 95616 \n\t\t\t\t\t\t\t\t\t Davis \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "https://doi.org/10.13039/100004319",
  "pmid": "10386488",
  "keywords": [
    "direct-to-consumer",
    "advertising",
    "advertisements",
    "marketing",
    "promotion",
    "prescription",
    "drugs",
    "depression",
    "antidepressants",
    "chemical imbalance",
    "patient requests"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The pharmaceutical industry spent $4.3 billion on consumer-targeted prescription drug advertising in 2008  [1] . Proponents of such advertising believe that it educates the public about treatment options and encourages consumers to talk to their doctors about their health concerns  [2] . Critics have argued that the true purpose of DTC advertising is to prompt patients to make brand-specific requests for prescription drugs, which leads to unnecessary prescribing and the potential for conflict in the doctor-patient relationship  [3] [4] . Despite the intensity of the debate, and associated efforts to curtail DTC advertising via legislation at the state and federal levels  [5] , little research has examined the specific issue of how the attitudes, beliefs and behaviors of individuals with depression are shaped by DTC antidepressant advertisements. This is surprising, for antidepressants are among the most prescribed drugs in the United States  [6] . U.S. sales for selective serotonin-reuptake inhibitors (SSRIs) and selective norepinephrinereceptive inhibitors (SSRIs) were $12.5 billion in 2005, and approximately $122 million was devoted to direct-to-consumer (DTC) antidepressant advertising in that year  [7] .\n\nThe present study begins to address this gap in the literature using data from a survey of Internet peer-to-peer depression support group members. Such groups remain understudied  [8]  despite the fact that a majority of Americans regularly use the Internet to investigate health matters  [9] , and nearly 3 in 10 Internet users participate in online support groups organized around issues of health and well being  [10] . On Yahoo! Groups alone, there were 3782 groups in the \"mental health disorders\" category in September 2009. Since the use health support groups is increasing, and because doctors deal with such patients on a daily basis, peer-to-peer support groups represent a vanguard population in need of study.\n\nWe first explored the extent to which highly motivated members of a depression support group are aware of antidepressant advertisements. Public awareness of these advertisements is generally high  [11] [12] [13] [14] , but awareness of antidepressant advertisements among individuals with depression is understudied. Other than a survey which found that 85% of respondents with depression had seen Prozac advertisements, we know little about how closely individuals with depression attend to these advertisements  [15] . Second, we assessed perceptions of the educational value of antidepressant advertisements among individuals with a history of depression. Many observers have questioned the quality of information in DTC advertising generally  [12, [16] [17] [18]  and antidepressant advertisements specifically  [19] . Judgments of an advertisement's believability mediate people's responses to it  [20] , including their willingness to talk with their physicians after seeing such an advertisement  [11] . Ours is the first investigation to assess the views of people with depression about the educational merit of antidepressant advertisements.\n\nThird, we examined attitudes toward these advertisements among individuals with depression. Consumers have usually reported neutral to positive attitudes toward DTC advertising  [13, [21] [22] [23] [24] [25] . Attitudes are important because people who are positively predisposed toward these advertisements are more willing to seek information about advertised medications, discuss these drugs with their physicians, and request prescriptions  [14, [24] [25] [26] [27] [28] [29] [30] .\n\nFourth, we assessed how individuals with depression have responded to antidepressant advertisements. Surveys have found that consumers request prescriptions after seeing DTC advertising  [12, 31] , including requests for antidepressants  [32] [33] . Donahue and colleagues found that the initiation of antidepressant drug therapy was 32% higher when antidepressant advertising was most extensive  [34] . Unfortunately, these studies do not examine the varied ways in which these advertisements shape patients' information-seeking activities in the medical encounter and beyond.\n\nFifth, we investigated if antidepressant advertisements influence treatment preferences by framing depression as an outcome of a brain chemical imbalance, a prominent view in such advertisements  [35] [36] . Our focus is not on the validity of the chemical imbalance explanation, which has been contested  [37] . Rather, we ask if exposure to these advertisements is associated with acceptance of the chemical imbalance account. People who subscribe to this explanation may feel that pharmacological treatment is necessary  [38] [39] , discouraging consideration of evidence-based psychotherapies  [19, 35] . Antidepressant advertisements can affect the public's beliefs about depression  [40] [41] , but no study has examined how awareness of these advertisements is related to acceptance of the chemical imbalance model."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Sample and recruitment",
      "text": "An anonymous online survey was carried out in fall of 2008, based on a convenience sample of 148 members of an internet depression forum headquartered in the United States. Respondents were recruited with a forum post that introduced the survey and provided a link to the questionnaire. Individuals 18 years of age or older with a history of depression were eligible to participate. This research was approved by the IRB at the authors' university."
    },
    {
      "title": "Measures",
      "text": "To measure exposure, respondents were asked if they had seen on television or read in print an advertisement for each of seven heavily marketed brands of antidepressant medications. These included six frequently advertised brands for major depressive disorder: Cymbalta (duloxetine hydrochloride), Effexor XR (venlafaxine hydrochloride), Lexapro (escitalopram oxalate), Paxil (paroxetine hydrochloride), Wellbutrin XL (bupropion hydrochloride), and Zoloft (sertraline hydrochloride). We also asked about Abilify (aripiprazole), which has been promoted extensively as an adjunctive treatment for major depressive disorder. An Exposure Index was created by counting across the seven brands the number for which the respondent recalled having seen an advertisement. To check reporting veracity, we also asked about three older brands of antidepressants that are not currently marketed to consumers.\n\nAttention was assessed by asking respondents to rate how closely they pay attention to antidepressant advertisements on two four-point scales, one for magazine advertisements and the second for television advertisements. Responses on these two items were averaged to create a composite Attention score.\n\nAttitudes were assessed with seven items that asked about the extent to which antidepressants advertisements were liked, had no value to people with depression, provide people with depression a better understanding of their condition, should be banned, help patients to take better care of themselves, can be trusted, and are educational. Responses were made on fivepoint Likert scales. A composite score was computed by averaging across these items (1=negative attitude/5=positive attitude).\n\nThe Perceived Information Quality of antidepressant advertisements was measured by having respondents rate on four scales the quality of information these advertisements provide about depression's causes and symptoms and the advertised medications' effectiveness and risks/side effects. The response options were poor, fair, good, and excellent. A composite score was computed by averaging across these items.\n\nPast Influence was assessed by giving respondents a checklist of fourteen potential actions one could take in response to antidepressant advertising and instructing them to indicate those things they had done as a result of such an advertisement. These behaviors are described below in our presentation of results. A measure of Past Influence was created by counting across the fourteen past behavior items the number of \"yes\" responses.\n\nRespondents' Belief in the Chemical Imbalance Causal Model was measured with five Likert items taken from France and colleagues (e.g., \"Depression is primarily caused by an imbalance of chemicals in the brain\")  [35] . These items were averaged to create a composite score with a range of 1-5 (5=very strong agreement with the model).\n\nHealth-Related and Demographic Measures-The presence of depressed mood and anhedonia at the time of the survey was assessed with the PHQ-2  [42] . Respondents were also asked questions about their current sources of depression care. Acceptability of treatment with antidepressants and psychotherapy (\"counseling\" in the questionnaire) were assessed by instructing respondents to suppose that they had a recurrence of depression and then having them rate their acceptance of treatment with antidepressants and psychotherapy on two 7-point scales (-3 = Unacceptable / +3 = Acceptable). The survey ended with standard demographic questions."
    },
    {
      "title": "Statistical analyses",
      "text": "Analysis was carried out using Stata, Version 10.1 (Stata Corp., College Station, TX). Results are based on basic descriptive statistics, correlations, and inferential statistical procedures. For brevity, only significant findings (p<.05) are highlighted."
    },
    {
      "title": "Results"
    },
    {
      "title": "Sample characteristics",
      "text": "The sample, profiled in Table  1 , was composed primarily of white women, with greater diversity evident on income, education, and relational/marital status. Depression chronicity was high, as 79.1% had been living with a diagnosis of depression for 3 years or longer. The mean number of years since diagnosis was 12.9 (sd=10.4). Very few were free of depression symptoms at the time of the survey and most were under the care of a primary care physician and/or psychiatrist. Nearly two-thirds were taking antidepressant medications when surveyed and approximately half were receiving psychotherapy."
    },
    {
      "title": "Reliabilities",
      "text": "Scale reliabilities were as follows: Exposure (.66), Awareness (.71), Perceived Information Quality (.75), Attitudes toward Antidepressant Advertisements (.89), Past Influence Index (. 82), and PHQ-2 (.85)  [43] ."
    },
    {
      "title": "Exposure and attention",
      "text": "Table  2  reports levels of exposure to the advertisements. On average, respondents reported seeing advertisements for 4.3 of 7 drugs (sd = 1.88). For the three \"veracity checks\" exposure was ≤4.1% (n<6), indicating honest reporting. Exposure was associated with higher acceptance of treatment with antidepressants (r=.21, p=.009), but unrelated to acceptability of psychotherapy (r=.01, p=.92).\n\nThe correlation between Attention and Exposure was just .22 (p=.006), indicating that exposure is not a sufficient condition for attention. Despite high exposure, only 36.5% (n=54) indicated that they paid \"close and careful attention\" to antidepressant advertisements on television and/ or in print. Respondents under the care of a psychiatrist had significantly higher Attention scores (mean: 3.12, sd=0.64) than respondents not being treated by a psychiatrist (mean: 2.86, sd=0.73) (p=.025). Attention was significantly correlated with the acceptability of treatment with antidepressants (r=.23, p=.006) but not psychotherapy (r=-.06, p=.46). Respondents taking antidepressants at the time of the survey reported higher Attention (mean: 3.06, sd=0.63) than other respondents (mean: 2.85, sd=0.81) (p=.045)."
    },
    {
      "title": "Perceived educational value",
      "text": "Respondents were generally unimpressed with the quality of the information provided in antidepressant advertisements (Table  3 ). For all judgments a majority of respondents rated the information provided as poor or fair. The mean on the Perceived Information Quality measure was 2.03 on a scale of 1-4 (sd=0.66), which corresponds to an evaluation of \"fair.\" Individuals who perceived the quality of antidepressant advertisements to be higher were more accepting of treatment with antidepressants (r=.25, p=.003). Perceived Information Quality was significantly associated with Attention (r=.48, p=.001), but not Exposure (r=.06, p=.49). One group comparison was significant on this measure; women were more positive (mean: 2.10, sd=0.64) about the quality of information provided than men (mean: 1.72, sd=0.67) (p=.01)."
    },
    {
      "title": "Attitudes toward antidepressant advertisements",
      "text": "On average, respondents were neutral about DTC antidepressant advertising (mean=2.96, sd=0.91). Approximately 16.2% (n=24) had an attitude score of ≥4.0, which represents \"agreement\" or \"strong agreement\" with such marketing, and 15.5% (n=23) had an attitude score of ≤2.0, reflecting \"disagreement\" or \"strong disagreement.\" Holding a more positive attitude toward this kind of advertising was associated with treatment acceptance ratings for antidepressants (r=.36, p=.001) but not psychotherapy (r=02, p=.78). Respondents who held more positive attitudes were more attentive to these messages (r=.53, p=.001). The attitude and exposure measures were not significantly related, however (r=.07, p=.40). Respondents with positive attitudes toward antidepressant advertisements tended to evaluate the quality of information within more positively (r=.48, p=.001). A significant difference in attitudes was observed for one group comparison; women were significantly more positive about these advertisements (mean: 3.03, sd=0.88) than men (mean: 2.58, sd=0.95) (p=.025)."
    },
    {
      "title": "Past influence",
      "text": "Table  4  reports results for the fourteen potential responses to antidepressant advertising. A majority of respondents reported having carefully watched an antidepressant advertisement on television or read one in print. Respondents were very likely to seek additional information by going to a website provided in the advertisement, but seldom called a toll free patient support number. These advertisements prompted discussions with physicians. Respondents often reported asking their doctor about a specific advertised brand or antidepressants in general, but seldom asked about depression. When responses to these three discussion-related questions are combined, 39.9% (n=59, data not shown in tabular form) of respondents acknowledged initiating some form of conversation with their doctor due to an advertisement. Only one in twelve respondents scheduled a new appointment because of an advertisement. These advertisements seldom led to discussions with loved ones about depression. Antidepressant advertisements occasionally led a person to request either a prescription or a change in prescriptions. After combining responses to the two request items, we find that 20.3% (n=30) of respondents reported making a request for a new and/or different antidepressant due to an advertisement. These advertisements helped about one-fourth of respondents to remember to take their medications. Rarely did respondents report showing up for their visits with a clipped printed advertisement in hand. Two significant group differences were observed on the Past Influence measure. Women reported significantly more actions in response to advertisements (mean: 3.81, sd=3.04) than men (2.17, sd=1.93) (p=.012) and respondents under the care of a psychiatrist had higher Past Influence scores (mean: 4.06, sd=3.05) than respondents not under such care (mean: 3.06, sd=2.77) (p=.04).\n\nWe also examined the influence of antidepressant advertisements on requests by comparing those who reported making a prescription request (20.3%, n=30) to those who made no such request (79.7%, n=118). The groups had identical exposure scores, but requesters paid closer attention to these advertisements (mean: 3.40, sd=0.62) than nonrequesters (mean: 2.88, sd=0.68) (p=.001). Requesters were also more positive in their attitudes toward antidepressant advertising (mean: 3.58, sd=0.93) than nonrequesters (mean: 2.80, sd=0.83) (p=.001) and rated the information in these ads as higher quality (mean: 2.34, sd=0.74) than nonrequesters (mean: 1.96, sd=0.62) (p=.005). No differences were found between requesters and nonrequesters on the demographic and health measures."
    },
    {
      "title": "The chemical imbalance explanation of depression",
      "text": "Attention to antidepressant ads (r=.23, p=.002) but not exposure (r=-.01, p=.94) was related to belief in the chemical imbalance causal model. Belief in this model correlated positively with ratings of the acceptability of antidepressant treatment (r=.19, p=.02) and inversely with the acceptability of counseling (r=-.18, p=.03). However, respondents who had made an advertisement-induced request of a prescription did not hold stronger beliefs in the chemical imbalance account (mean=2.80, sd=0.70) than those who did make such a request (mean=2.81, sd=0.73) (p=.93)."
    },
    {
      "title": "Discussion and conclusion"
    },
    {
      "title": "Discussion",
      "text": "This study tells a story about a unique community of consumers and patients: individuals living with chronic depression who were active members of an on-line support group. This is the first survey to examine how such individuals feel about and respond to consumer-targeted antidepressant advertising. These respondents are further distinguished by their willingness to open their lives to others, as evidenced by their involvement in a public support forum. Results support several conclusions. First, DTC promotion of antidepressants has increased awareness of antidepressants among individuals with depression. However, although exposure was high, only one-third of respondents indicated that they were very attentive to these advertisements. Generally, attention was a much stronger predictor than exposure of attitudes, beliefs and action. Presumably, exposure is shaped by patterns of media use, whereas attention reflects interests in antidepressants and depression.\n\nSecond, individuals with depression are ambivalent about antidepressant advertising. They typically gave a low evaluation of the quality of information provided in such messages and held neutral attitudes. Not surprising, individuals who evaluated more positively the information in these advertisements were more inclined to have acted upon them. This finding suggests that the pharmaceutical industry could increase the effectiveness of its advertising by being more educational and less promotional  [17] .\n\nThird, DTCA antidepressant advertisements have some positive influence on the behavior of individuals with depression. The most prominent effect is to promote discussions with physicians, which was reported by nearly forty percent of respondents. Such conversations allow for the sharing of information and may improve physicians' depression history taking and suicide screening  [44] . These advertisements were more likely to lead patients to initiate discussions about medications than depression per se. This finding may reflect the nature of our sample, which consisted primarily of individuals with chronic depression who have probably acquired a good understanding of their condition. These advertisements also led to requests for new prescriptions or a change in medications in 20% of respondents. Survey length limitations prevented us from exploring the outcomes of such requests, but we can note that switching doctors as a result of request nonfulfillment was reported by fewer than 1 in 20 respondents. Finally, these advertisements served as reminders to take one's medication for one-quarter of respondents.\n\nFourth, little support could be found for the argument that advertising encourages demand for antidepressants by attributing depression to a brain chemical imbalance. Individuals who paid the closest attention to these advertisements were indeed more likely to subscribe to this explanation of depression. Belief in the chemical imbalance account was significantly but weakly associated with higher acceptance ratings for antidepressants and lower ratings for counseling. However, endorsement of the chemical imbalance model was not associated with advertisement-induced prescription requests. Future investigations should explore the full range of potential pathways to influence, which may include symptom recognition, rolemodeling of care-seeking behavior, \"medicalization\" of depression in ways that go beyond attributions of cause, and stigma reduction.\n\nFifth, more than half of these respondents had visited an official antidepressant drug website after seeing an antidepressant advertisement, which underscores the need to investigate promotional messages delivered through both traditional media and the internet  [45] . Respondents were ten times more likely to have visited a website for more information than to have called a patient education toll free number. A recent report confirms that the internet has gained prominence in consumer-targeted drug promotion  [46] .\n\nFinally, it appears that antidepressant advertisements may impact men and women differently. Although our sample included few men, three significant gender differences emerged. Women were more positive about antidepressants advertising, rated the information in these advertisements of higher quality, and were more likely to have acted upon them. Perhaps antidepressant advertisements are simply more relevant and compelling to women because they typically depict depression as a \"woman's condition\"  [39] .\n\nThis study has limitations. First, these data came from a small convenience sample not representative of the population of adults living with depression. Rather, the sample consists of highly motivated, internet savvy consumers, most with chronic or recurrent depression. Second, the cross-sectional survey design makes causal explication challenging. Third, although respondents ascribed specific behaviors to DTC advertisements, the accuracy of their causal attributions cannot be assessed."
    },
    {
      "title": "Conclusion",
      "text": "Individuals with depression feel ambivalent about DTC advertisements for antidepressants and are doubtful about the quality of information provided. Nevertheless, they notice these ads and report being influenced by them."
    },
    {
      "title": "Practice implications",
      "text": "Direct-to-consumer antidepressant advertisements encourage discussions between patients and physicians, prompt requests for drug therapy, influence perceptions of the etiology of depression, and possibly increase adherence. However, these findings hint at the possibility that these ads lower the acceptance of psychotherapy and encourage doctor shopping in a small subset of patients. When encountering a patient who is hesitant to consider the full range of treatment options, physicians should explore the basis of such resistance. Where DTC  Table 3\n\nEvaluations by respondents of the quality of information provided in antidepressant advertisements.\n\nTopic Poor Fair Good Excellent No Opinion Causes Of Depression 54.7% (n=81) 24.3% (n=36) 12.8% (n=19) 2.7% (n=4) 5.4% (n=8) Symptoms Of Depression 10.1% (n=15) 40.5% (n=60) 31.8% (n=47) 14.9% (n=22) 2.7% (n=4) Effectiveness Of Medication 32.4% (n=48) 42.6% (n=63) 14.2% (n=21) 2.7% (n=4) 8.1% (n=12) Medication Risks/Side Effects 31.1% (n=46) 35.8% (n=53) 17.6% (n=26) 11.5% (n=17) 4.1% (n=6) Total Sample Size, N=148."
    },
    {
      "text": "Sample characteristics."
    },
    {
      "text": "Percentage and number of respondents reporting exposure to advertisements for 10 antidepressant drugs, sorted by frequency of reporting."
    }
  ],
  "references": [
    {
      "title": "ad spending fell 2.6% in 2008, Nielsen reports",
      "authors": [
        "The Nielsen"
      ],
      "year": 2009,
      "doi": "10.18411/a-2017-023"
    },
    {
      "title": "DTC advertising's benefits far outweigh imperfections",
      "authors": [
        "P Kelly"
      ],
      "year": 2004,
      "doi": "10.1377/hlthaff.w4.246"
    },
    {
      "title": "Advertising-induced prescription drug requests: patients' anticipated reactions to a physician who refuses",
      "authors": [
        "R Bell",
        "M Wilkes",
        "R Kravitz"
      ],
      "year": 1999
    },
    {
      "title": "Direct-to-consumer pharmaceutical advertising: physician and public opinion and potential effects on the physicianpatient relationship",
      "authors": [
        "A Robinson",
        "K Hohmann",
        "J Rifkin",
        "C Gilroy",
        "J Pickard",
        "R Anderson"
      ],
      "year": 2004
    },
    {
      "title": "National Conference of State Legislatures. Marketing and direct-to-consumer advertising (DTCA) of pharmaceuticals",
      "year": 2009,
      "doi": "10.4135/9781412971942.n110"
    },
    {
      "title": "Promotion of prescription drugs to consumers",
      "authors": [
        "M Rosenthal",
        "E Berndt",
        "J Donohue",
        "R Frank",
        "A Epstein"
      ],
      "year": 2002,
      "doi": "10.1056/nejmsa012075"
    },
    {
      "title": "A decade of direct-to-consumer advertising of prescription drugs",
      "authors": [
        "J Donohue",
        "M Cevasco",
        "M Rosenthal"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsa070502"
    },
    {
      "title": "Health related virtual communities and electronic support groups: systematic review of the effects of online peer to peer interactions",
      "authors": [
        "G Eysenbach",
        "J Powell",
        "M Englesakis",
        "C Rizo",
        "A Stern"
      ],
      "year": 2004,
      "doi": "10.1136/bmj.328.7449.1166"
    },
    {
      "title": "The social life of health information",
      "authors": [
        "S Fox",
        "S Jones"
      ],
      "year": 2009,
      "doi": "10.4135/9781452244723.n399"
    },
    {
      "title": "Benefiting from social capital in online support groups: an empirical study of cancer patients",
      "authors": [
        "C Beaudoin",
        "Chen Chao"
      ],
      "year": 2007,
      "doi": "10.1089/cpb.2007.9986"
    },
    {
      "title": "Consumer believability of information in direct-to-consumer (DTC) advertising of prescription drugs",
      "authors": [
        "R Beltramini"
      ],
      "year": 2006,
      "doi": "10.1007/s10551-005-4711-2"
    },
    {
      "title": "Direct-to-consumer prescription drug advertising: trends, impact, and implications",
      "authors": [
        "M Wilkes",
        "R Bell",
        "R Kravitz"
      ],
      "year": 2000,
      "doi": "10.1377/hlthaff.19.2.110"
    },
    {
      "title": "Direct-to-consumer advertising: public perceptions of its effects on health behavior, health care, and the doctor-patient relationship",
      "authors": [
        "E Murray",
        "B Lo",
        "L Pollack",
        "K Donelan",
        "K Lee"
      ],
      "year": 2004,
      "doi": "10.3122/jabfm.17.1.6"
    },
    {
      "title": "Direct-to-consumer prescription drug advertising: a study of consumer attitudes and behavioral intentions",
      "authors": [
        "T Singh",
        "D Smith"
      ],
      "year": 2005,
      "doi": "10.1108/07363760510631101"
    },
    {
      "title": "Direct-to-consumer prescription drug advertising and the public",
      "authors": [
        "R Bell",
        "R Kravitz",
        "M Wilkes"
      ],
      "year": 1999,
      "doi": "10.1046/j.1525-1497.1999.01049.x"
    },
    {
      "title": "The educational value of consumer-targeted prescription drug print advertising",
      "authors": [
        "R Bell",
        "M Wilkes",
        "R Kravitz"
      ],
      "year": 2000,
      "doi": "10.1046/j.1525-1497.1999.01049.x"
    },
    {
      "title": "Direct-to-consumer advertising of prescription drugs: balancing benefits and risks, and a way forward",
      "authors": [
        "R Kravitz",
        "R Bell"
      ],
      "year": 2007
    },
    {
      "title": "A wonderful life of diarrhea and dry mouth? Policy issues of direct-to-consumer drug advertising on television",
      "authors": [
        "W Macias",
        "K Pashupati",
        "L Lewis"
      ],
      "year": 2007,
      "doi": "10.1080/10410230701626893"
    },
    {
      "title": "Consumer advertising of psychiatric medications biases the public against nonpharmacological treatment",
      "authors": [
        "J Lacasse"
      ],
      "year": 2005,
      "doi": "10.1891/1559-4343.7.3.175"
    },
    {
      "title": "Exploring the perceived believability of DTC advertising in the US",
      "authors": [
        "J Atkin",
        "R Beltramini"
      ],
      "year": 2007,
      "doi": "10.1080/13527260701250695"
    },
    {
      "title": "Impact of direct-to-consumer advertising (DTCA) on patient health-related behaviors and issues",
      "authors": [
        "H Polen",
        "N Khanfar",
        "K Clauson"
      ],
      "year": 2009,
      "doi": "10.1080/07359680802473521"
    },
    {
      "title": "The attitudes of consumers toward direct advertising of prescription drugs",
      "authors": [
        "L Morris",
        "D Brinberg",
        "R Klimberg",
        "C Rivera",
        "L Millstein"
      ],
      "year": 1986
    },
    {
      "title": "An exploratory analysis of consumer recognition of direct-to-consumer advertising of prescription medications",
      "authors": [
        "M Perri",
        "A Nelson"
      ],
      "year": 1987,
      "doi": "10.1300/j058v02n01_02"
    },
    {
      "title": "Direct-to-consumer advertising of prescription drugs",
      "authors": [
        "J Williams",
        "P Hensell"
      ],
      "year": 1995
    },
    {
      "title": "Direct-to-consumer advertising and its utility in health care decision making: a consumer perspective",
      "authors": [
        "A Deshpande",
        "A Menon",
        "M Perri",
        "Iii",
        "G Zinkhan"
      ],
      "year": 2004
    },
    {
      "title": "Direct to consumer ads can influence behavior",
      "authors": [
        "M Peyrot",
        "N Alperstein",
        "D Van Doren",
        "L Poli"
      ],
      "year": 1998
    },
    {
      "title": "Consumers' attitudes and behavior toward prescription drug advertising",
      "authors": [
        "N Sumpradit",
        "S Fors",
        "L Mccormick"
      ],
      "year": 2002
    },
    {
      "title": "How consumers' attitudes toward direct-to-consumer advertising of prescription drugs influence ad effectiveness, and consumer and physician behavior",
      "authors": [
        "M Herzenstein",
        "S Misra",
        "S Posavac"
      ],
      "year": 2005
    },
    {
      "title": "Attitude toward direct-to-consumer advertising and drug inquiry intention: the moderating role of perceived knowledge",
      "year": 2007
    },
    {
      "title": "The role of direct-to-consumer advertising in shaping public opinion surrounding prescription drug use to treat depression or anxiety in youth",
      "authors": [
        "L Martinez",
        "N Lewis"
      ],
      "year": 2009,
      "doi": "10.1080/10810730902805820"
    },
    {
      "title": "The rise of direct-to-consumer advertising of prescription drugs in the United States",
      "authors": [
        "A Huang"
      ],
      "year": 2000
    },
    {
      "title": "Influence of patients' requests for direct-to-consumer advertised antidepressants: a randomized controlled trial",
      "authors": [
        "R Kravitz",
        "R Epstein",
        "M Feldman",
        "C Franz",
        "R Azari",
        "M Wilkes",
        "L Hinton",
        "P Franks"
      ],
      "year": 2005,
      "doi": "10.1001/jama.293.16.1995"
    },
    {
      "title": "Cost and benefits of direct-to-consumer advertising: the case of depression",
      "authors": [
        "A Block"
      ],
      "year": 2007
    },
    {
      "title": "Effects of pharmaceutical promotion on adherence to the treatment guidelines for depression",
      "authors": [
        "J Donohue",
        "E Berndt",
        "M Rosenthal",
        "A Epstein",
        "R Frank"
      ],
      "year": 2004
    },
    {
      "title": "The \"chemical imbalance\" explanation for depression: origins, lay endorsements, and clinical implications",
      "authors": [
        "C France",
        "P Lysaker",
        "R Robinson"
      ],
      "year": 2007,
      "doi": "10.1037/0735-7028.38.4.411"
    },
    {
      "title": "Serotonin and depression: a disconnect between the advertisements and the scientific literature",
      "authors": [
        "L Lacasse",
        "J Leo"
      ],
      "year": 2005,
      "doi": "10.1371/journal.pmed.0020392"
    },
    {
      "title": "Psychopharmaceutical advertising strategies: empowerment in a pill?",
      "authors": [
        "R Chananie"
      ],
      "year": 2005,
      "doi": "10.1080/027321790947261"
    },
    {
      "title": "Direct-to-consumer advertising of psychotropics: an emerging and evolving form of pharmaceutical company influence",
      "authors": [
        "S Gilbody",
        "P Wilson",
        "I Watt"
      ],
      "year": 2004,
      "doi": "10.1192/bjp.185.1.1"
    },
    {
      "title": "Your life is waiting!\": Symbolic meanings in direct-to-consumer antidepressant advertising",
      "authors": [
        "J Grow",
        "J Park",
        "X Han"
      ],
      "year": 2006
    },
    {
      "title": "The social realty of depression: DTC advertising of antidepressants and perceptions of the prevalence and lifetime risk of depression",
      "authors": [
        "J Park",
        "J Grow"
      ],
      "year": 2008
    },
    {
      "title": "Antidepressant direct-to-consumer advertising and social perception of the prevalence of depression: application of the availability heuristic",
      "year": 2008
    },
    {
      "title": "The Patient Health Questionnaire-2: validity of a two-item depression screener",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "Jbw Williams"
      ],
      "year": 2003
    },
    {
      "title": "Coefficient alpha and the internal structure of tests",
      "authors": [
        "L Cronbach"
      ],
      "year": 1951
    },
    {
      "title": "Do patient requests for antidepressants enhance or hinder physicians' evaluation of depression? A randomized controlled trial",
      "authors": [
        "M Feldman",
        "P Franks",
        "R Epstein",
        "C Franz",
        "R Kravitz"
      ],
      "year": 2006,
      "doi": "10.1097/01.mlr.0000237202.96962.fd"
    },
    {
      "title": "A study of the web as DTC drug marketing agent",
      "authors": [
        "D Lorence",
        "R Churchill"
      ],
      "year": 2007
    },
    {
      "title": "Changing effects of direct-to-consumer broadcast drug advertising information sources on prescription drug requests",
      "authors": [
        "A Lee"
      ],
      "year": 2009,
      "doi": "10.1080/10410230902889480"
    }
  ],
  "num_references": 46
}
