{
  "paper_id": "YPUU3MJY",
  "title": "COMPASSION FATIGUE: COMMUNICATION AND BURNOUT TOWARD SOCIAL PROBLEMS",
  "abstract": "This study establishes the construct of \"compassion fatigue,\" encompassing desensitization and emotional burnout, as a phenomenon associated with pervasive communication about social problems. The study marks thefirst-known empirical investigation of compassion fatigue as it relates to media coverage and interpersonal communication about social problems. A telephone survey methodology was used to measure compassion fatigue among a general, adult population toward four social problems: AIDS, homelessness, violent crime, and child abuse. Results indicate the existence of a compassion fatigue phenomenon, in va y i n g degrees of magnitude, for evey issue. Compassion fatigue was found to be a situational variable, rather than a personality trait. Cognitive, ajfective, and behavioral manifestations of compassion fatigue are identified, and significant predictors of compassion fatigue are discussed. The findings support the existence of a mass-mediated compassion fatigue phenomenon and suggest that the nature of contempora y media coverage may contribute to emotional fatigue with society's problems.",
  "year": 1982,
  "date": "1982",
  "journal": "Social Service Review",
  "publication": "Social Service Review",
  "authors": [
    {
      "forename": "Katherine",
      "surname": "Kinnick",
      "name": "Katherine Kinnick",
      "affiliation": "Kennesaw State University. \n\t\t\t\t\t\t\t\t Kennesaw State University"
    },
    {
      "forename": "Dean",
      "surname": "Krugman",
      "name": "Dean Krugman",
      "affiliation": "Kennesaw State University. \n\t\t\t\t\t\t\t\t Kennesaw State University"
    },
    {
      "forename": "Glen",
      "surname": "Cameron",
      "name": "Glen Cameron",
      "affiliation": "Kennesaw State University. \n\t\t\t\t\t\t\t\t Kennesaw State University"
    },
    {
      "surname": "Proslews",
      "name": "Proslews",
      "affiliation": "Kennesaw State University. \n\t\t\t\t\t\t\t\t Kennesaw State University"
    }
  ],
  "doi": "10.4324/9781003064022-1",
  "sections": [
    {
      "text": "The term \"compassion fatigue\" first appeared in studies of job bumout in the helping professions to describe a decline in compassionate feelings toward patients or clients in need.' In recent years, however, the term has been used outside the occupational context, in the popular press and in philanthropic and fund-raising circles, to describe a larger societal phenomenon -a numbing of public concern toward social problems. Frequently, these anecdotal reports suggest that the mass media are a primary contributor to the creation of bumout toward social problems. They portray a public grown weary of unrelenting media coverage of human tragedy and ubiquitous fund-raising appeals. This mass-mediated brand of compassion fatigue is characterized as a negative societal phenomenon, with ominous implications for the way that Americans perceive and respond to social problems.\n\nAs one account laments, \". . . Mere exposure through the media to human suffering no longer necessarily raises public consciousness of that suffering, because overexposure to the violent and the desperate dulls the senses, building its own wall of indifference.\"* This conceptualization of compassion fatigue is a direct contradiction to the press agentry models of public relations and fund raising, whose practitioners have based their communication strategy on the philosophy of \"the more media coverage, the better\" in terms of generating public support. Kelly has noted that this is the predominant model of fund raising practiced today. 3  While media observers since Lazarsfeld and Merton4 have speculated that the mass media may lead to desensitization toward social issues, a review of the mass communication, psychology, and sociology literature during the past thirty years found no previous investigations which examine the relationship between communication about social problems and emotional fatigue toward those issues.\n\nThe empathy/altruism literature reflects several conceptualizations of compassion. It is frequently defined as an emotional response that results"
    },
    {
      "title": "Background: Compassion and Social Problms",
      "text": "from empathy and is s, on, ous with \"sympathy.\" Researchers, however, have found it difficult to empirically isolate compassion from empathy and the terms are often used synonymously?\n\nEmpathy is a vicarious response to viewing others in distress, and is an inborn, involuntary response: It is treated as a dispositional trait that varies in strength from individual to individual but that can be elicited at differential levels according to situational factors. There is substantial empirical evidence that seeing someone else suffer leads to negative affect, such as feeling upset, distressed, or morally outraged?\n\nThe literature reflects agreement that empathy arouses emotional distress, which the empathizing person finds aversive and is motivated to reduce through strategies of avoidance or altruism.8 Of particular import for the present study, Hoffman9 suggests that there may be a range of optimal empathic arousal in which individuals are most likely to alleviate their empathic distress through helping rather than avoidance behaviors. Beneath this optimal threshold is a state of empathic underarousal, in which empathic distress may be insufficient in intensity to break through self-preoccupation, and thus results in neither helping nor avoidance behaviors. Conversely, arousal of empathy beyond the optimal range may create empathic distress so aversive that it motivates avoidance behaviors. This overarousal hypothesis has been supported by studies of nurses whose work with terminally-ill patients created so much empathic distress that they avoided the patient's rooms as much as was possible.I0 Whether Hoffman's continuum of empathic arousal also exists in relation to social problems encountered through the media has not received examination.\n\nThe best parallel to compassion fatigue as it is conceptualized here is found in the literature related to emotional burnout in the helping professions, in which subjects become increasingly desensitized to those they are supposed to help. This burnout is characterized as a pattern of emotional overload and subsequent emotional exhaustion. Its antecedents include dealing extensively with others who are troubled or needy, an overload of information and demands, and a lack of personal efficacy: \"Burnout is a greater risk whenever people feel powerless. . . . They have the sense that they are at the mercy of the situation and that there is nothing they can do about it. \"It's hopeless; you can't change things; it's bigger than all of us, so why bother trying?\"\"\n\nIn the workplace setting, burnout tends to be manifested in one of two ways: emotional exhaustion, characterized by the feeling that one is no longer able to give of himself to others; or through an \"armor\" of detach-ment and depersonalization, characterized by \"a cold indifference to others' needs and a callous disregard for their feelings.\"I2 While the empathy/altruism literature provides strong evidence of compassion fatigue in the interpersonal realm, it does not address the possibility of emotional fatigue with social problems triggered vicariously through the mass media. The present study examines whether the antecedents and manifestations described by Maslach -in particular the outcomes of densensitization and hypersensitizationmight also be associated with a mass-mediated compassion fatigue.\n\nMass media content, including news coverage, entertainment pro-Mass Media mamming, andadvertising, carriesanabundanceof informationabout social and Social problems-Media are considered to be a primary source of the public's information about social problemsI3 and thus are influential in the public's perception and definition of social problems and the formation of attitudes about them.14 Agenda-setting studies have found correlationsbetweennews coverage of social problems and those regarded as critical issues by the p~b1ic.l~ In addition, third-person-effect studies have shown that people rely on media coverage, rather than their own experience, to assess the gravity of social problems. 16  Beginning with Lazarsfeld and Merton's predictions of a mass mediainduced \"narcotizing dy~function,\"'~ a number of media observers have speculated that pervasive media coverage of social problems may lead to desensitization.I8 Notes Downs, \"the piteous sight of an oil-soaked seagull or a dead soldier pales after it has been viewed even a dozen times. \"19  Issue lifecycle studies, while focusing on the rise and fall of public interest in an issue rather than on fluctuations in emotional responses toward victims, provide support for the idea that there is a limit to the effectiveness of message repetition about social problems. Public attention eventually reaches a threshhold point, beyond which increases in communication about the issue fail to elicit increased interest in the issue.20 This decline in interest is attributed to message saturation, the flooding of multiple communication channels with redundant messages.\n\nWhile most issue lifecycle theorists recognize the competition between issues for public attention, Hilgartner and Bosk suggest that social problems also compete for the \"surplus compassion\" they can muster for causes beyond people's immediate concerns?1 although they do not empirically investigate levels of compassion in the issue lifecycle. The saturation phenomenon found in these studies raises the issue of marginality, an economic model which suggests a threshhold point beyond which additional messages would have no effect. By contrast, the concept of compassion fatigue posed by the present study suggests a threshhold point at which saturation has negative, rather than neutral, effects. Thus, when messages about a social problem reach the point of saturation, rather than simply having no impact on an audience, they may have a negative impact on the audience, which might be measured in subjects' affective, attitudinal, and behavioral responses to the issue.\n\nThe literature points to a parallel phenomenon associated with repetitive messages in advertising. Ray et al. suggest that an ad which initially arouses positive affect may actually create negative affect after many repeated viewingsu Atkin notes that there is also a clutter of \"similar-looking PSA's [which] may be creating a 'PSA glaze' wearout problem.\"23"
    },
    {
      "title": "Problems",
      "text": "Characteristics of the mass media which would be expected to contribute to compassion fatigue include its ubiquity in everyday life and journalistic news values which influence portrayals of social problems.\n\nPeruasiveness. Pervasiveness is considered to be a defining characteristic of the American mass media and one of the reasons for its p0wer.2~ The media's ubiquity is magrufied by a proliferation of media channels and the \"sameness\" of content between media channels, particularly in news con-Maloney and Schonfeld describe a media \"bandwagon effect\" in which media follow each other's leads for program content \"to the point that it becomes impossible to turn on the news or open a paper without reading another account of the same bad news.\"26 This pervasiveness may lead to a normalization of social problems, described in a newspaper editorial about violent crime: \"Such events have come to seem normal to us, just another part of living in America\" and are no longer able to News Values and Practices. Communication research suggests that contemporary news values and practices have relevance for compassion fatigue. Four factors, in particular, emerge from the literature: an emphasis on the sensational, a preponderance of \"bad news,\" failure to provide context for social problems, and the presentation of problems but not solutions.\n\nThe desire to attract media consumers has fueled a preference for conflict, violence, and crises over chronic -but perhaps more profoundand for social problems which are visually dramatic and consequential for a large number of people.29 Thus, the media tend to sensationalize social problems as crises of large and overwhelming proportions.\n\nAt the same time, opinion polls have consistently shown a public perception that there is too much bad newsm People report more concern with the volume of bad news, rather than the bad news itself, which was found to simultaneously attract and repel. 31  The bad news syndrome is exacerbated by the tendency of the media to present problems but not their solutions, contributing to feelings of inefficacy among media consumers?2 News reports often fail to provide \"mobilizing information\" -suggestions for action and details such as phone numbers or addresses which are necessary for acti0n.3~ In addition, antiinstitutional themes-what Robinson terms \"journalistic Naderism\"%-often present established institutions as inept or incapable of solving social problems.\n\nThe result of this failure to provide solutions is that the media overwhelm people by showing \"an unending procession of events to which they are expected to react, but which they cannot themselves affect.\"35 Feelings of inefficacy may constrain information seeking and interpersonal Americans' feelings of inefficacy were blamed by aid organizations for poor public giving in the aftermath of the 1994 Rwandan massacres. 37  Finally, the media often fail to provide context or in-depth coverage of social problems, presenting social problems through the coverage of events and not necessarily their meanings?8 The fact that most news media have no social issue beats and that social issues may not fit into conventional press beats39 often means that news content about social problems reflects preparation by journalists with a superficial knowledge of the problem.\n\nThus, the communication literature points to a number of potential antecedent variables which explain how the mass media might foster desensitization to social problems. There is a paucity of research, however, to explicate the relationship between mass media and affective responses to social problems.\n\nThe study reported here investigates the existence of a compassion fatigue phenomenon and its relationship to mass media. For the issues of AIDS, homelessness, violent crime, and child abuse, three key research questions are explored: Issue Selection. Issues considered for inclusion in the study were those that (1) met the criteria for definition as social problems,40 and (2) had high top-of-mind awareness among a general population. First, preliminary research was conducted with two groups of undergraduate students (n=50), who were asked the open-ended question, \"What would you say are the current issues of the day?\" and a number of follow-up questions. This technique elicited seventeen distinct issues which could be considered social problems. Next, these issues were compared to issues identified by Gallup Poll data which asked American's to name the \"nation's most important problem.\"41 Six items which emerged from the pretests and the Gallup poll were intially considered, including the war in Bosnia and the environment, as well as AIDS, homelessness, child abuse, and violent crime. Several iterations of survey instruments, incorporating from one to six issues, were developed and pre-tested via telephone, including one in which issues were self-generated by respondents and another which included a control issue with no readily identifiable group of victims to serve as objects of compassion. These pretests indicated that four issues were optimal: more than four issues became too long for respondents; less than four did not allow for sufficient comparison between issues. The self-generated issues version was found to be unwieldy to administer. The issue of Bosnia was eliminated because it stood out as the only nondomestic issue. The environment was eliminated because it was overly broad and the only issue in which the most obvious \"victim\" was not a human being.\n\nThe final version of the survey, focusing on the four issues of AIDS, homelessness, violent crime, and child abuse, was selected as most feasible because it allowed for comparison of compassion levels between several highly recgonizable social problems, while keeping the time required for interviewing to approximately fifteen minutesj2\n\nSurvey Content. The literature review and preliminary research with subjects suggested a number of variables that are likely to be associated with compassion fatigue. Survey items assessed each of these variables for each of the four issues studied. These variables included: interest in the issue, emotional arousal toward the issue, information seeking (or avoidance) of the issue, interpersonal communication about the problem, emotional and physical reactions to media reports about the problem, efficacy feelings associated with the problem, attitudes associated with the problem, and media consumption patterns."
    },
    {
      "title": "COMPASSION FATIGUE COMMUNICATION AND BURNOUT m w D Sccur PROBLEMS"
    },
    {
      "title": "Methodology",
      "text": "Survey Format. The survey consisted of thirty-five five-point Likerttype scales and a series of six open-ended questions related to key manifestations of compassion fatigue. Scaled items included ten questions employing the customary \"strongly agree\" to \"strongly disagree\" format, as well as thirteen questions employing response alternatives based on other variables which were scaled on a 1 to 5 continuum, such as \"hopeful\" to \"hopeless,\" \"definitely would watch\" to \"definitely would not watch and so on. Two different versions of the survey, varying the ordering of questions, were used to avoid an order bias. Interview times ranged from eleven to twenty-two minutes, averaging approximately fifteen minutes. Quantitative data analysis procedures employing SPSS(x) were used to assess the research questions.\n\nRespondent Selection. To determine the extent to which a general population may experience compassion fatigue, a telephone survey of randomly-selected residents of greater-metropolitan Atlanta, encompassing urban, suburban, and semirural locales, was conducted. A random digit generating software program was used to ensure random selection of telephone numbers. Seven call attempts were made to each number at various times of the day and week. A message requesting participation in the survey was left on answering machines. Call attempts to 550 eligible, residential numbers resulted in 316 completed interviews, for a response rate of 57.4%."
    },
    {
      "title": "Findings Does Compassion Fatigue Exist?",
      "text": "Based on the survey item43 which most directly assessed self-reports of emotional arousal, a substantial proportion of respondents reported feelings of burnout for each of the issues studied. Results of this analysis are presented in Figure  1 . Forty percent of respondents rated themselves as either burned out or approaching burnout (a response of 1 or 2 on a scale of 1 to 5) on the issue of violent crime. Thirtyfive percent reported feeling burned out on AIDS, and 33% on homelessness. Even for the issue of child abuse, which consistently elicited the most compassionate responses, nearly 15% of respondents said they were burned out or approaching burnout.\n\nA reliability check of this survey item with two other itemsM assessing emotional sensitivity yielded Cronbach's alpha scores ranging from .56 for the crime issue to .78 for the homeless issue, indicating that this is a satisfactory measure of emotional arousal.\n\nResponses to the open-ended questions (reported below under \"manifestations\") provide further evidence to support the existence of a compassion fatigue phenomenon, reflecting affective and behavioral responses consistent with desensitization and hyper-sensitization.\n\nW h o Is Burned Out? A comparison of means for this item indicates a pattern in which whites, males, and college graduates express greater fatigue with the social problems studied than others. For all four issues, white respondents reported more intense feelings of burnout than black respondents, with t-tests showing the difference to be significant for every issue. Males reported significantly more intense feelings of burnout than females for the issues of child abuse, homelessness, and AIDS. College graduates reported significantly higher levels of burnout than those with a high school diploma or less for all issues but homelessness. Respondents with household incomes of $5O,OOO or more reported feeling the greatest burnout for every issue, although income was significant at a=.05 only for the issue of violent crime. Age was not a significant factor in burnout differences. 50 t 40.1 40 30 20 10 0 Violent Crime AIDS Homelessness Child Abuse\n\nMedia consumption was a significant variable in burnout only for the issue of violent crime. Here, heavy media users (24.7% of respondents)those who reported watching television news five or more times in the past week and reading the newspaper five or more times in the past weekwere found to report less burnout than light media users, who watched TV news and read the newspaper less than twice a week (7% of respondents). No significant differences in levels of burnout were found between those who were highly TV-dependent and those who were highly print-dependent.\n\nA discriminant function analysis was performed for each issue to pre-Predictors of dict membership in \"burned-out\" or \"not-burned-out\" groups (see Tables  1A-ID ). The burned-out group was defined as those respondents who rated themselves as a 1 or a 2 on a scale of emotional sensitivity ranging from 1= burned out to 5=highly sensitive (for wording of this item, see Note 43). The not-burned-out group was composed of those who responded with a 3,4, or 5. This division of respondents was selected because of the desire to focus on differences between those who clearly identified themselves as burned out or approaching burnout, and everyone else. A split sample approach was used to check for sample bias. Canonical loadings of all variables found to be significant discriminators at a=. 05 were examined to determine which variables have the greatest predictive power.\n\nResults suggest a pattern in which four variables are of primary importance in predicting who will be burned out. In particular, likelihood of watching a program about the issue was the most powerful discriminating variable for three of the four issues: violent crime, child abuse, and AIDS. For these issues, selective avoidance of media content about the issue is a strong predictor of burnout. For homelessness, emotional arousal to news reports about the issue was the most powerful predictor of burnout; this variable was also a significant predictor for each of the other three issues. Other predictor variables which were significant in predicting membership in burned out groups for all four issues were: feelings that what one has seen in the media has decreased compassion feelings and low interest in the i~sue.4~"
    },
    {
      "title": "COMmSSIONFAnCuU C O M M U N l M K l N AND BURNOUTTOWARD SOCIALPROBLEMS"
    },
    {
      "title": "Compassion Fatigue",
      "text": "TABLE 1A Predictors of Burnout toward Violent Crime Variable Canonical Univariate Group Means Loading F-test Bum. out Not bum. out Issue-specific vanabka . . . lnforma tion-Seeking Likely to watch program about issue (5=definitely watch) Emotional arousal More/less compassionate toward victims than used to be @=more compassionate) News reports about it arouse emotions (5=arouse emotions) Interest Interest in issue (5=very interested) Generalized variables Finds bad news desensitizing (5=agree strongly) Locus of responsibility (.%not role of private citizens to solve nation's problems) Feels overwhelmed by # of needy causes (5=agree strongly) Media use # days watch local TV news Multivariate Chi square significance Percent of variance explained Percent correctly classified Analysis sample Holdout sample Proportional Maximum chance criteria .426 .ooo 2.26 3.61 .335 .234 ,254 -.247 .177 .124 .063 .002 .OW .001 .ooo .039 ,037 .053 3.67 3.26 2.52 3.26 1.61 3.42 4.06 4.39 4.24 3.72 2.15 2.23 4.03 5.04 .007 100% 89.13% 62.11% 50.40%\n\nThese findings indicate that mass media are strongly associated with the phenomenon of compassion fatigue. Although the media's role in the development of burnout requires further explication, the link between media and burnout is evident in the manifestations of burnoutwith those who report feelings of burnout toward an issue likely to selectively avoid media content about that issue. Interpersonal communication about the issue was a significant factor only in predicting burnout toward child abuse and AIDS, with those in the burned-out groups far less likely to discuss these issues with others.\n\nTABLE 1B Predictors of Burnout toward Homelessness Variable Canonical Univariate Group Means Loading F-test Burn. out Not burn. out 'able$ I s s u e -s u d c van Emotional arousal News reports about it arouse emotions .693 .ooo 2.76 4.10 (5=arouse emotions) . . Hopeful/hopeless about issue (5=hopeful) More/less compassionate toward victims than used to be (5=more compassionate) Efficacy Provision of mobilizing info. (5=media always provides info.) Interest Interest in issue (5=very interested) Information-Seeking Likely to watch program about issue (5=definitely watch) Multivariate Chi square significance Percent of variance explained .560 .048 2.05 2.63 ,124 -.426 .256 ,103 .ooo .023 .ooo .001 2.67 2.62 2.52 2.52 4.12 2.12 3.96 3.67 .006 100% Percent correctly classified Analysis sample 94.44% Holdout sample 69.44% Proportional Maximum chance criteria 63.93%\n\nIt is noteworthy that level of media consumption was a predictor of burnout only for violent crime, with the burned-out group watching one fewer day of local TV news per week than those who were not burned out. In addition, the fact that heavy media users reported less bumout than light users suggests that the development of compassion fatigue is influenced more by individual tolerances to media coverage of \"bad news\" than level of media consumption. In other words, no one level of exposure is uniformly associated with emotional burnout in every individual.\n\nFinally, the discriminant function analysis does not suggest a clear pattern of association between efficacy and compassion fatigue. Efficacy was a sigruficant predictor of burnout only for the issues of violent crime and homelessness. Contrary to what might be expected, however, those burned out on violent crime reported feeling less overwhelmed by needy causes than those who were not burned out on violent crime. With the homeless issue, those who reported burnout were significantly more hopeless that the\n\nTABLE ZC Predictors of Burnout toward AIDS Variable Canonical Univariate Group Means Loading F-test Burn. out Not bum. out . . . C l f l C variables Information-Seeking (5=defmitely watch) Likely to watch program about issue .939 . OOo 2.30 3.93 Frequency of discussion (5=1+ times per week) .594 . OO2 2.56 3.19 Emotional Arousal More/less compassionate toward victims than used to be @=more compassionate) .640 News reports about it arouse emotions -.266 (5=arouse emotions) Interest Interest in issue (5=very interested) Media emphasis on issue (5=too much media emphasis) Generalized variables Finds bad news desensitizing (5=agree strongly) Demoerauhic variable Age Multivariate Chi square significance Percent of variance explained Percent correctly classified Analysis sample Holdout sample Proportional Maximum chance criteria .193 -040 -.598 ,026 .OOO .OOO .OOO .010 .001 . OO3 3.26 2.96 2.48 3.60 3.56 47.00 4.34 4.19 4.13 2.86 2.31 37.20 .OO1 100% 95.88% 58.21% 53.22%\n\nproblem could be solved than those who were not burned out on this 'ssue. 1\n\nHowever, they also perceived that the media provides mobilizing information \"about what you could do to address the problem\" more frequently than those in the not-burned-out group.\n\nTo determine whether compassion fatigue is a situational or \"state\" phenomenon rather than a personality trait which would be present regardless of issue, a repeated measures MANOVA procedure was performed. This procedure tests for significance of the main factor effects (burnout on each issue x interest, emotional arousal, and information-seeking subscales) and the interaction effects of the variables. Significant differences (p < .001) were\n\nTABLE I D Predictors of Burnout toward Child Abuse Variable Canonical Univariate Group Means Loading F-test Bum. out Not bum. out Information-Seeking (5=definitely watch) Likely to watch program about issue .595 Frequency of discussion (5=1+ times per week) -.020 Emotional arousal News reports about it arouse emotions (5=arouse emotions) .571 More/less compassionate toward victims than used to be (5=more compassionate) .068 Interest Interest in issue (5=very interested) Multivariate Chi square significance Percent of variance explained Percent correctly classified Analysis sample Holdout sample Proportional Maximum chance criteria -.m .Ooo .040 .020 .012 .039 2.15 2.46 3.69 4.00 3.15 3.77 3.02 4.38 4.56 3.93 .040 100% 96.70% 78.05% 80.46%\n\n~~ found for the overall analysis. The variables contributing to the effect were then identified using paired t-tests. Significant differences, reflecting variation in burnout as a function of issue, were found in 38 of the 48 t-tests. Had burnout been a trait characteristic, the findings would have reflected insignificant results for each of the 48 pairs. These results suggest that compassion fatigue is a state, occuring for some issues but not for others, rather than a personality trait.\n\nCompassion fatigue was conceptualized as resulting in manifestations of desensitization or hypersensitization, with either outcome expected to impact three primary areas: interest in the issue, emotional arousal toward the issue, and information-seeking about the issue. Since the survey included multiple items to assess each of these variables, subscales for interest, emotional arousal, and information-seeking could be created by combining each respondents' scores for the survey items assessing these areas. Then, the group means of subscale scores for respondents classifying themselves as burned out and not-burned-out were compared. T-tests found significant differences at the .05 level for each variable between those who were burned out and those who were not, with burned-out groups having significantly\n\ncOMmSSlONFA77CUE COMMUNlCAlON AND B u R h k J r r r m w D SOCIAL PROBLEMS MUnifeStUtions of Fatigue To further explicate the strength of the relationship between burnout and the factors of interest, emotional arousal, and information-seeking, the correlations between self-reported burnout scores and subscales for the three variables were calculated (see Table  2 ). Correlation coefficients indicate a positive relationship between compassionate feelings and interest, emotional arousal, and information-seeking.\n\nResponses to open-ended questions about emotional, physical, and media use reactions confirmed and enriched our understanding of the nature of compassion fatigue and how it is manifested. For purposes of comparison, respondents were asked to describe their reactions to the issue (of the four) they felt most sensitive to, and the issue they felt least sensitive to. Response categories to these questions were coded and analyzed.\n\nAffective Manifestations. When respondents described emotional reactions to issues they felt least sensitive to, more than half (51.5%) of their responses reflected feelings of desensitization or lack of compassion (see Figure  2 ). Many couched their responses in rationales for their lack of compassion, including: ing.\n\nPerceptions that conditions were self-inflicted and therefore, deserved They were \"saturated,\" \"numb,\" or tired of hearing about the issue\n\nThe issue had received unwarranted attention from the media, at the expense of other issues\n\nThe problem was hopeless and there was nothing they could do about it.\n\nThese rationales are similar to those identified by Hunt as explanations for lack of compassion,\" and reflect the link between empathy and efficacy7 and the \"just world orientation,\" or the belief that people \"get what they deserve.\"48 By contrast, when respondents described their emotional reactions to the issue they were most sensitive to, 41.4% of responsesreflected compassion, through terms such as \"sympathetic,\" \"sad,\" and \"upset.\" The 160 I I ~~~ 140 120 100 80 60 40 20 0 Tired of Appalled Frustrahon Compassion Hearing Compassion Shock/ Anger! Fear Helplessness Not rssue 146 24 128 15 19 16 5 Most Sensitive to Issue Q 49 2 46 5 29 144 19 Least Sensihve to Note: The categories above are based on responses to the open-ended question, \"How would you describe the emotions that you feel when you hear about [most sensitive issue/least sensitive issue] in the media?\" Responses to this item were coded and collapsed into the seven categories above, reflecting the following emotional reactions: (1) compassionate feelings; (2) feelings of being shocked or appalled; (3) feelings of anger or frustration; (4) feelings of fearfulness for oneself or society; (5) feelings of helplessness; (6) feelings reflecting a lack of compassion or callousness; and (7) feelings of being tired of hearing about this issue. The number of responses adds to more than 316 because of multiple responses, i.e., ''I feel angry and fearful.\"\n\nsecond most common affective response was anger about the issue (36.3%), followed by being shocked or appalled (7.6%)."
    },
    {
      "title": "Physical Manifestations.",
      "text": "In open-ended questions, 35% of respondents reported media content about the social problems studied so disturbing that they experienced physical reactions, such as sleeplessness, crying, and loss of appetite (see Table  3 ). Consistent with the conceptualization of hypersensitization, physical reactions were most likely to occur as a reaction to issues to which respondents were most sensitive. Other physical reactions mentioned in open-ended responses included nausea, stomach ache, perceptions of increasing high blood pressure and racing heart, feelings of anxiety and depression, nightmares, and headaches. These reactions are similar to somatic manifestations of anxiety found in other ~tudies.4~\n\nThe relatively large percentage of respondents reporting physical reactions suggests that many people may occasionally experience somatic reactions in response to coverage of disturbing issues, but that these may not necessarily lead them to classify themselves as \"burned out\" on the issue, or to trigger media avoidance strategies. It was clear from respondent comments, however, that for a small cohort of the population, physical reactions in response to a particular issue were experienced intensely and consistently, and served as strong motivators for avoidance of the topic in the media."
    },
    {
      "title": "Changes in Media",
      "text": "Use. In open-ended questions, more than half of the respondents indicated that their use of the media had changed as a result of their reactions to the issue to which they felt most sensitive. Only 32% of *Note: As a preliminary to this question, respondents were asked, \"Which of the four issues that we've talked about do you feel most sensitive to?\" and \"Which of the four issues that we've talked about do you feel least sensitive to?\" respondents said their media use had changed as a result of their reactions to the issue they felt least sensitive to (see Table  4 ).\n\nOverwhelmingly, changes in media use reflected decreased information-seeking. Selective avoidance of the topic was the most common change in media behavior reported. Specific avoidance behaviors mentioned included avoiding local newscasts, channel switching, turning off the TV or radio or putting the newspaper down, mentally tuning out the story, skimming print articles, turning the volume down, being more selective in choosing programming, decreasing overall media use, and monitoring children's viewing. Forty-eight percent of respondents reported using such strategies to avoid the issue they were most sensitive to. Slightly more than 30% of respondents reported avoidance behaviors for the issue they were least sensitive to. Even when respondents were asked about the issue they were most sensitive to, only 7% of their responses reflected increased information-seeking. These responses are consistent with the study's close-ended survey item which found that 40% of respondents agreed strongly that they felt \"overwhelmed\" by the number of needy causes they heard about.\n\nMany of those whoseopen-ended responses were indicative of hypersensitivity described regular and quite intentional efforts to avoid the topic either in all media or specific media channels. In particular, avoiding local television news coverage of the issue was mentioned by more respondents than any other avoidance strategy. This finding is consistent with the survey's close-ended question which found that respondents reported feeling more emotionally exhausted after watching local TV news than after reading the newspaper or watching the national TV news.\n\nThe affective impact of television news reports was clearly a key to their aversive nature. Respondents mentioned preferring print sources or public broadcasting as less graphic alternatives to network television; choosing programming for mood control (in particular, avoiding the topic when depressed or tired); preferring sitcoms or other upbeat programming to television news; and avoiding the news, regardless of topic, at dinnertime and before bed.\n\nThe findings suggest that an issue which is strongly emotionally arousing for an individual is more likely to be associated with avoidance *Note: As a preliminary to this question, respondents were asked, \"Which of the four issues that we've talked about do you feel most sensitive to?\" and \"Which of the four issues that we've talked about do you feel least sensitive to?\" behaviors, ostensibly as a form of self-protection from content which elicits emotional distress. In this situation, the need for emotional self-protection may override the need to know about an issue that concerns us. Conversely, when an issue holds low emotional arousal for an individual, it appears to be less likely to motivate selective avoidance. Desensitization or lack of concern about a social problem appears to be less aversive than emotional distress, and individuals may \"sit through\" media coverage on the topic rather than commit the energy required to avoid it.\n\nIn its most extreme form, compassion fatigue was manifested in total media avoidance, with respondents reporting that their reactions to the issues in the media had caused them to totally boycott television news and drop newspaper subscriptions. While these respondents were few in number, their reactions reveal the depth of ire directed toward the media, and a tendency to \"kill the messenger\" when the messenger is perceived to have acted irresponsibly.\n\nIn sum, the selective avoidance strategies cited by respondents support the predictions of media observersm who warned that unrelenting media coverage of bad news would alienate the public and cause them to tune out social issues."
    },
    {
      "title": "Discussion",
      "text": "The study finds  (1)  evidence for the existence of a compassion fatigue phenomenon among a general public, and (2) a relationship between compassion fatigue toward four social problems and media coverage of those problems. A compassion fatigue phenomenon associated with lowered interest, emotional arousal, and information-seeking toward these social problems was found in all statistical assessments employed, and confirmed in responses to open-ended questions. Several defining patterns emerge to give shape to the compassion fatigue concept:\n\n(1) Compassion fatigue is issue-dependent. The nature of a particular social problem appears to be a key factor in the development of compassion fatigue. In this study, there were clear differences in the levels of emotional sensitivity to the four issues. AIDS and homelessness did not arouse respondents' concern to nearly the same degree as violent crime and child abuse. Factors fueling feelings of burnout toward violent crime appeared to be the pervasiveness of crime coverage and the heinous nature of the crime itself. Compassion fatigue also appears to be a particular risk for issues like homelessness and AIDS, which are perceived by many to have low personal salience, and reflect perceptions that victims are to blame for their situations. Evidence that those who are most burned out on the issues are also the furthest removed from those issues in terms of life circumstances suggests that social cause organizations must do more to promote perceptions of similarity between viewers and victims.\n\nThe study also indicates that levels of burnout vary within individuals by issue. Statistical analysis showed no evidence for a \"burned out\" personality that exhibited compassion fatigue toward all social problems.\n\n(2) Compassion fatigue is an individual, multi-dimensional phenomenon. The findings support the.conceptualization of compassion fatigue as being manifested in either desensitization or hypersensitivity toward an issue, with these outcomes producing a range of of affective, physical, and behavioral responses to media coverage about the issue.\n\nIt should not be surprising that not all respondents exhibited feelings of compassion fatigue. Consistent with the limited effects schools1 only some of those exposed to pervasive media coverage of social problems would be expected to exhibit symptoms of compassion fatigue. Situationalfactors such as individual tolerances for bad news and personal salience appear to be intervening variables.\n\nResults of the study suggest that for those who are initially disinterested or biased against victims of a social problem, pervasive media coverage likely serves to entrench negative feelings toward victims and foster desensitization. However, for those who initially are sympathetic toward the issue, a more diverse range of outcomes is possible: Pervasive media coverage may foster disinterest based on boredom, or feelings that \"I know all I need to know\" about the issue; it may foster frustration and emotional desensitization when it appears that nothing can be done, or that the victims' own behavior is to blame for their situations. For others, it may increase emotional sensitivity toward the issue in an optimal way that encourages empathy with victims. And for a final group of those who are initially sensitive to the issue, pervasive media coverage of some social problems may contribute to empathic distress at a level sufficient to motivate avoidance of topics which are emotionally draining. Each of these outcomes is identifiable in the openended responses of survey participants. It is plausible that desensitization may be the final outcome for those who experience hypersensitization, as it would serve as a defense against emotional distress.\n\n(3) The mass media play a primary role in the development of compassion futigue. The media contribute to compassion fatigue toward social problems in two primary ways: by providing content that serves as aversive stimuli, prompting avoidance strategies; and by fostering desensitization to social problems through redundant and predominately negative messages which reach the point of saturation. Respondents blamed their desensitization and avoidance strategies on the nature and content of television news reports, and local news in particular.\n\nThese findings underscore perceptions of media negativity that were found to be a primary cause of hostility toward the media?* Level of media consumption and print versus broadcast dependence do not appear to be as influential in the development of compassion fatigue as individual tolerances for exposure to disturbing media content and perceptions of the victims' \"deservingness\" of compassion.\n\nInterpersonal communication appears to mediate compassion fatigue toward AIDS and child abuse, suggesting that interpersonal communication may be one key to preventing or reducing desensitization toward issues which deal with societal taboos.\n\nThe compassion fatigue concept offers an alternative model to the press agentry approach to communication about social problems. It expands our knowledge of the influence of message repetition to the arena of communication about social problems. Most important, it suggests that burnout need not be the result of direct personal contact with those in need, but that it may also be a vicarious response, associated with exposure to human problems through the window of the mass media.\n\nOver theyears, social cause organizations have factored their audience's limited time and financial resources into their fund-raising strategies. However, the public's capacity for emotional arousal has often been treated as an infinite, undepletable commodity. This study suggests that social cause organizations in fact are competing for three limited resources: the public's time, money, and capacity to care. Communication strategists must be increasingly sensitive to the prospect of an informationally-overloaded and emotionally-overwhelmed public.\n\nWhile news coverage of social problems may initially serve a facilitating role in attracting attention and resources to problem amelioration, pervasive coverage which emphasizes problems without solutions may actually backfire and create a numbing of concern toward social problems and their victims.\n\nThe nature of contemporary mass media is integral to the compassion fatigue problem. Acknowledging compassion fatigue as part of the potential fallout from current news values and practices is an important first step for media gate-keepers who are interested in playing a helpful rather than hindering role in addressing social problems. 42. Self-generation of issues proved to be unwieldy because it yielded issues which did not fit the criteria for social problems and required interviewers to adapt question phraseology to suit the issues identified. In addition, the wider range of issues that were identified through this process meant that each had a smaller n than would be obtained through focusing on a discrete number of researcher-provided issues, a consideration when statistical analysis will be employed.\n\n43. This item was worded as follows: \"Some people might say that the amount of media coverage they see about these issues has sensitized them toward the issues; while other people might say that the amount of coverage has had the opposite effect, and casued them to be burned out on the issues. On a scale of 1 to 5, where 5 is highly sensitive and 1 is burned out, how has the amount of media coverage about [homelessness/violent crime/child abuse/AIDS] made you feel?\" The authors use the terms \"bumout\" and \"compassion fatigue\" synonymously. This item uses the word \"burnout because it is far more familiar and colloquial.\n\n44. Two additional items assessing emotional sensitivity were employed as a reliability check with the burnout item. One item asked respondents to think about their reaction to news reports about each of the issues and rate, on a five point scale, the extent to which news reports aroused their emotions.\n\nThe second item asked respondents to rate, on a five-point scale, if they believe what they have seen in the media has made them feel more compassionate or less compassionate about each of the four issues.\n\n45. Survey items corresponding to these predictors are as follows:\n\nLikelihood of watching a program about the issue: \"If you learned that a program about each of these issues was going to be on television, tell me how likely you would be to watch it, where a 5 means you would definitely watch the program, and a 1 means you would definitely not watch the program. A program about [violent crime/child abuse/homelessness/ AIDS]?\"\" Emotionalarousal t o n m s reportsabout theissue: \"Next,I'dlikeyou to think about your reaction when you see or hear news stories about these issues. Please rate each of the following on a scale of 1 to 5, where a 5 means news reports about the issue arouse your emotions, and 1 means news reports about the issue do not arouse your emotions.\" [Asked for each issue].\n\nFeelings that what one has seen in the media has decreased compassion: \"And again on a scale of 1 to 5, where 5 is more compassionate and 1 is less compassionate, do you believe that what you have seen in the media in the past few years has made you feel more compassionate or less compassionate toward the following? [violent crime/child abuse/homelessness/AIDS].\" Interest in the issue: \"Next, I'd like you to tell me how interested you are in each of these issues on a scale of 1 to 5, where 5 is feeling very interested in hearing about the issue and 1 is feeling tired of hearing about the issue.\""
    },
    {
      "text": "Does a mass-mediated compassion fatigue exist? RQ2: If it exists, what variables are predictors of compassion fatigue? RQ3 If it exists, what are its manifestations?"
    },
    {
      "text": "FIGURE 1 Percentage of Respondents Reporting Burnout on Violent Crime, Child Abuse, Homelessness, and AIDS"
    },
    {
      "text": "FIGURE 2Emotional Reactions to Most-and Least-Sensitive lssues"
    },
    {
      "text": "UNESCO, 1964); Philip Kotler, \"The Elements of Social Action,\" American Behavioral Scientist (May 1971): 691-717. 41 . Lydia Saad, \"MostImportantProblem: Concern GrowsaboutHealth Care, Federal Deficit,\" The Gallup Poll Monthly 328 (January 1993): 31-40."
    },
    {
      "text": "Correlation Coeficients between Burnout and Interest, Emotional Arousal, and Information-SeekingAll were significant at p = .OW)."
    },
    {
      "text": "Percent of Respondents Experiencing Physical Manifestations of Compassion FatigueHave you ever experienced any physical reactions as a result of something you've heard about[issue]in the media?"
    },
    {
      "text": "Changes in Media Use as a Reaction to IssuesHave the [emotional and physical] reactions you've told me about affected how you use television, radio, newspapers, or magazines, such as in your viewing, listening, or reading habits?"
    }
  ],
  "references": [
    {
      "title": "Burnout: The Cost of Caring",
      "authors": [
        "Christina Maslach"
      ],
      "year": 1982
    },
    {
      "title": "Social Policy and the Media",
      "authors": [
        "Susan Meunchow",
        "Susan Gilfillan"
      ]
    },
    {
      "title": "Cambridge",
      "authors": [
        "Edward Zigler",
        "Sharon Kagan",
        "Edgar Klugman"
      ],
      "year": 1983
    },
    {
      "title": "Fund Raising and Public Relations: A Critical Analysis",
      "authors": [
        "Kathleen Kelly"
      ],
      "year": 1991,
      "doi": "10.4324/9781003064022-1"
    },
    {
      "title": "Mass Communication, Popular Taste, and Organized Social Action",
      "authors": [
        "Paul Lazarsfeld",
        "Robert Merton"
      ],
      "year": 1951
    },
    {
      "title": "Is Altruism Part of Human Nature? Toward a Theoretical Foundation for the Helping Professions",
      "authors": [
        "Jerome Wakefield"
      ],
      "year": 1993,
      "doi": "10.1086/603998"
    },
    {
      "title": "The Altruism Question",
      "authors": [
        "C Batson"
      ],
      "year": 1991,
      "doi": "10.1016/0315-0860(91)90529-7"
    },
    {
      "title": "Is Altruism Part of Human Nature?",
      "authors": [
        "L Martin",
        "Hoffman"
      ],
      "year": 1981
    },
    {
      "title": "Exploratory Investigations of Empathy",
      "authors": [
        "Ezra Stotland"
      ]
    },
    {
      "authors": [
        "Leonard Berkowitz"
      ],
      "year": 1969
    },
    {
      "title": "Sex Differences in Empathy and Related Capacities",
      "authors": [
        "Nancy Eisenberg",
        "Randy Lemon"
      ],
      "year": 1983,
      "doi": "10.1037//0033-2909.94.1.100"
    },
    {
      "title": "Empathy: Historic and Current Conceptualizations, Measurement, and a Cognitive Theoretical Perspective",
      "authors": [
        "Francine Deutsch",
        "Ronald Madle"
      ],
      "year": 1975,
      "doi": "10.1159/000271488"
    },
    {
      "title": "Affect and Altruism",
      "authors": [
        "C Batson"
      ],
      "year": 1990
    },
    {
      "title": "Emergency Intervention",
      "authors": [
        "Jane Piliavin",
        "John Dovidio",
        "L Samuel",
        "Russell Gaertner",
        "Iii Clark"
      ],
      "year": 1981,
      "doi": "10.1016/b978-0-12-210820-4.50017-4"
    },
    {
      "title": "Evidence for Altruism: Toward a Pluralism of Prosocial Motives",
      "authors": [
        "Daniel Batson",
        "Laura Shaw"
      ],
      "year": 1991
    },
    {
      "authors": [
        "Robert"
      ]
    },
    {
      "title": "Altruism or Egoism? That is (Still) the Question",
      "authors": [
        "Cialdini"
      ],
      "year": 1991
    },
    {
      "title": "Is Altruism Part of Human Nature?",
      "authors": [
        "Hoffman"
      ],
      "doi": "10.1037//0022-3514.40.1.121"
    },
    {
      "title": "Is Altruism Part of Human Nature?",
      "authors": [
        "Hoffman"
      ]
    },
    {
      "title": "Empathy, Fantasy and Helping",
      "authors": [
        "Ezra Stotland",
        "Kenneth Mathews",
        "Stanley Sherman",
        "Robert Hansson",
        "Barbara Richardson"
      ],
      "year": 1979
    },
    {
      "title": "Burnout: The Cost of Caring",
      "authors": [
        "Maslach"
      ]
    },
    {
      "title": "Burnout: The Cost of Caring, 34; Ayala Pines and Elizabeth Aronson, Career Burnout: Causes b Cures",
      "authors": [
        "Maslach"
      ],
      "year": 1988
    },
    {
      "title": "Media Coverage and Social Movements",
      "authors": [
        "Clarice Olien",
        "Phillip Tichenor",
        "George Donohue"
      ]
    },
    {
      "authors": [
        "Charles Salmon"
      ],
      "year": 1989
    },
    {
      "title": "The Portrayal of AIDS in the Media: An analysis of articles in The New York Times",
      "authors": [
        "Andrea Baker"
      ]
    },
    {
      "authors": [
        "Douglas Feldman",
        "Thomas Johnson"
      ],
      "year": 1986
    },
    {
      "title": "The Impact of Television News Formatson Social Policy",
      "authors": [
        "L David",
        "Altheide"
      ],
      "year": 1991
    },
    {
      "title": "Social Problems as Social Movements",
      "authors": [
        "Armond Mauss"
      ],
      "year": 1975
    },
    {
      "title": "Constructing a Social Problem: The Press and the Environment",
      "authors": [
        "A Schoenfeld",
        "Robert Meier",
        "Robert Griffin"
      ],
      "year": 1979,
      "doi": "10.1525/sp.1979.27.1.03a00040"
    },
    {
      "title": "The Issues of the Sixties: An Exploratory Study intheDynamicsofPublicOpinion",
      "authors": [
        "G Funkhouser"
      ],
      "year": 1973,
      "doi": "10.1086/268060"
    },
    {
      "title": "The Agenda Setting FunctionoftheMassMedia",
      "authors": [
        "Maxwell Mccombs",
        "Donald Shaw"
      ],
      "year": 1972
    },
    {
      "title": "The Threshold of Public Attention",
      "authors": [
        "W Neuman"
      ],
      "year": 1990,
      "doi": "10.1086/269194"
    },
    {
      "title": "Public Affairs Television and the Growth of Political Malaise: The Case of \"The Selling of the Pentagon",
      "authors": [
        "J Michael",
        "Robinson"
      ],
      "year": 1976
    },
    {
      "title": "Media Malaise:\" Explaining Personal Optimism and Societal Pessimism about Health Care",
      "authors": [
        "Hugh Culbertson",
        "Guido Stempel"
      ],
      "year": 1985
    },
    {
      "title": "Mass Communication, Popular Taste, and Organized Social Action",
      "authors": [
        "Merton Lazarsfeld"
      ]
    },
    {
      "title": "Fed Up withcharity",
      "authors": [
        "Joseph Bourque"
      ],
      "year": 1989
    },
    {
      "title": "Up and Down with Ecology -The Issue-Attention Cycle",
      "authors": [
        "Anthony Downs"
      ],
      "year": 1972,
      "doi": "10.4337/9781035335336.00011"
    },
    {
      "title": "23 Million Tragedies",
      "authors": [
        "Michael Gartner"
      ],
      "year": 1994
    },
    {
      "title": "Campaigns, Change and Culture: On the Polluting Potential of Persuasion",
      "authors": [
        "Richard Pollay"
      ],
      "year": 1989
    },
    {
      "title": "The Use of the Media in the Promotion of Mental Health",
      "authors": [
        "Katharine Whitehorn"
      ],
      "year": 1990,
      "doi": "10.1080/00207411.1989.11449133"
    },
    {
      "title": "Up and Down with Ecology",
      "authors": [
        "Downs"
      ],
      "doi": "10.4337/9781035335336.00011"
    },
    {
      "title": "Up and Down with Ecology",
      "authors": [
        "Downs"
      ],
      "doi": "10.4337/9781035335336.00011"
    },
    {
      "title": "The Rise and Fall of Social Problems: A Public Arenas Model",
      "authors": [
        "Stephen Hilgartner",
        "Charles Bosk"
      ],
      "year": 1988
    },
    {
      "title": "The Threshold of Public Attention",
      "authors": [
        "Neuman"
      ],
      "doi": "10.1086/269194"
    },
    {
      "title": "The Rise and Fall of Social Problems",
      "authors": [
        "Bosk Hilgartner"
      ]
    },
    {
      "title": "Frequency Effects Revisited",
      "authors": [
        "L Michael",
        "Alan Ray",
        "Edward Sawyer",
        "Strong"
      ],
      "year": 1971,
      "doi": "10.1093/ww/9780199540884.013.u16944"
    },
    {
      "title": "Mass Mediahformation CampaignEffectiveness",
      "authors": [
        "Charles Atkin"
      ],
      "year": 1981
    },
    {
      "title": "The Republic of Mass Culture",
      "authors": [
        "L James",
        "Baughman"
      ],
      "year": 1992
    },
    {
      "title": "Return to the Concept of Powerful Mass Media",
      "authors": [
        "Elisabeth Noelle-Neumann"
      ],
      "year": 1974
    },
    {
      "title": "Access to the AmericanMind: TheImpact ofthe Nau Mass Media",
      "authors": [
        "Martinh",
        "Seiden"
      ],
      "year": 1990
    },
    {
      "title": "Super Media",
      "authors": [
        "R Michael"
      ],
      "year": 1989
    },
    {
      "title": "The Media Monopoly",
      "authors": [
        "H Benjamin",
        "Bagdikian"
      ],
      "year": 1983
    },
    {
      "title": "Content Duplication by the Networks in Competing Evening Newscasts",
      "authors": [
        "James Lemert"
      ],
      "year": 1974,
      "doi": "10.1177/107769907405100206"
    },
    {
      "title": "Return to the Concept",
      "doi": "10.1002/phbl.19850410306"
    },
    {
      "title": "Media, Power, Politics",
      "authors": [
        "David Paletz",
        "Robert Entman"
      ],
      "year": 1981
    },
    {
      "title": "The Mind Managers",
      "authors": [
        "I Herbert",
        "Schiller"
      ],
      "year": 1973
    },
    {
      "title": "Social Change and Attitude Change",
      "authors": [
        "John Maloney",
        "Eugene Schonfeld"
      ],
      "year": 1973
    },
    {
      "title": "ViolenceLosing Its Power toshock",
      "year": 1993
    },
    {
      "title": "The Impact of Television News",
      "authors": [
        "Altheide"
      ]
    },
    {
      "title": "Mediaworld: Programming the Public",
      "authors": [
        "John Phelan"
      ],
      "year": 1977
    },
    {
      "title": "The Impact of Television News",
      "authors": [
        "Altheide"
      ]
    },
    {
      "title": "Media Dependency as Interaction: Effects of Exposure and Reliance on Political Activity and Efficacy",
      "authors": [
        "M Mark",
        "Stephen Miller",
        "Reese"
      ],
      "year": 1982
    },
    {
      "title": "Opinion Surveys Offer Conflicting Clues as to How Public Views Press",
      "authors": [
        "Maxwell Mccombs",
        "Laura Washington"
      ],
      "year": 1983
    },
    {
      "title": "The Media and the People: Americans' Experience with the News Media: A Fifty-Year Review",
      "authors": [
        "Charles Whitney"
      ],
      "year": 1985
    },
    {
      "title": "The Media and the People",
      "authors": [
        "Whitney"
      ],
      "doi": "10.2979/10896.0"
    },
    {
      "title": "Does Mass Communication Change Public Opinion After All?",
      "authors": [
        "James Lemert"
      ],
      "year": 1981
    },
    {
      "title": "The Use of the Media",
      "authors": [
        "Whitehorn"
      ]
    },
    {
      "title": "Does Mass Communication Change Public Opinion",
      "authors": [
        "Lemert"
      ]
    },
    {
      "title": "Public Affairs Television"
    },
    {
      "title": "The Use of the Media",
      "authors": [
        "Whitehorn"
      ]
    },
    {
      "title": "Excellence in Public Relations and Communication Management",
      "authors": [
        "James Grunig"
      ],
      "year": 1992
    },
    {
      "title": "Donors Slow to Respond to Rwandan Horror, Charities Say",
      "authors": [
        "Robert Dvorchak"
      ],
      "year": 1994
    },
    {
      "title": "Newsfrom Nowhere: The Selection of Reality in Television News Programs",
      "authors": [
        "E Epstein"
      ],
      "year": 1973
    },
    {
      "title": "Constructing a Social Problem",
      "authors": [
        "Meier Schoenfeld"
      ]
    },
    {
      "title": "Social Policy and the Media",
      "authors": [
        "Gilfillan Meunchow"
      ]
    },
    {
      "title": "Constructing a Social Problem",
      "authors": [
        "Meier Schoenfeld"
      ]
    },
    {
      "title": "Dictiona yof the Social Sciences 46",
      "year": 1990
    },
    {
      "title": "Burnout: The Cost of Caring",
      "authors": [
        "Maslach"
      ]
    },
    {
      "title": "Helplessness: On Depression, Development and Death",
      "authors": [
        "Martin Seligman"
      ],
      "year": 1974
    },
    {
      "title": "Depression and Sensitivity to Social Information",
      "authors": [
        "Gifford Weary"
      ]
    },
    {
      "authors": [
        "Bert Moore",
        "Alice Isen",
        "Whitehom"
      ],
      "year": 1990
    },
    {
      "title": "Who Should Be Helped? Public Support for Social Seruices",
      "authors": [
        "Fay Lomax"
      ],
      "year": 1979,
      "doi": "10.1093/sw/25.4.327"
    },
    {
      "authors": [
        "Hunt"
      ]
    },
    {
      "title": "Good Samaritanism",
      "authors": [
        "Irving Piliavin",
        "Judith Rodin",
        "Jane Piliavin"
      ],
      "year": 1969,
      "doi": "10.1037/h0028433"
    },
    {
      "title": "Toward an Intregration",
      "authors": [
        "Lauren Wispe"
      ],
      "year": 1978
    },
    {
      "title": "ASelf-Rating Scale of Distress",
      "authors": [
        "Brianf Robertkellner",
        "Sheffield"
      ],
      "year": 1973
    },
    {
      "title": "Anxiety Associated with Social Issues: The Development of a Scale to Measure an Antecedent Construct",
      "authors": [
        "Trina Sego",
        "Patricia Stout"
      ],
      "year": 1993
    },
    {
      "title": "Opinion Surveys Offer Conflicting",
      "authors": [
        "Josepht",
        "Klapper"
      ],
      "year": 1960
    }
  ],
  "num_references": 88
}
