{
  "paper_id": "YTUP3ZSR",
  "title": "Outcome Measurement Instruments and Evidencebased Recommendations for Measurement of the Pelvic Girdle Pain Core Outcome Set (PGP-COS): A Systematic Review and Consensus Process",
  "abstract": "This study provides evidence-and consensus-based recommendations for the instruments to measure the five Pelvic Girdle Pain Core Outcome Set (PGP-COS): pain frequency, pain intensity/severity, function/disability/activity limitation, health-related quality of life and fear avoidance. Studies evaluating measurement properties of instruments measuring any PGP-COS outcome in women with PGP were identified through a systematic search of MEDLINE, EMBASE and PEDro databases (inception-July 2021). The methodological quality of studies and quality of measurement properties were evaluated using the COnsensus-based Standards for the selection of health status Measurement Instruments (COSMIN) checklist. Quality criteria and the synthesized evidence were graded using the modified grading of recommendations, assessment, development, and evaluation (GRADE) approach. A consensus meeting with PGP stakeholders was then held to establish recommendations, based on the evidence, for the instruments that should be used to measure the PGP-COS. Ten instruments were identified from 17 studies. No instrument showed high quality evidence for all measurement properties and/or measured all PGP-COS outcomes. Based on current evidence and consensus, the Pelvic Girdle Questionnaire (PGQ), the Short Form-8 (SF-8) and the Fear Avoidance Beliefs Questionnaire (FABQ) are recommended for measuring the PGP-COS. Future research should establish additional measurement properties of instruments and to substantiate these recommendations.",
  "year": 2019,
  "date": "2019",
  "journal": "Pain Pract United States",
  "publication": "Pain Pract United States",
  "authors": [
    {
      "forename": "Alexandria",
      "surname": "Remus",
      "name": "Alexandria Remus",
      "affiliation": "*  School of Nursing & Midwifery , Trinity College Dublin , Dublin , Ireland \n\t\t\t\t\t\t\t\t School of Nursing & Midwifery \n\t\t\t\t\t\t\t\t Trinity College Dublin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dublin \n\t\t\t\t\t\t\t\t\t Ireland"
    },
    {
      "forename": "Alexandra",
      "surname": "Dejong Lempke",
      "name": "Alexandra Dejong Lempke",
      "affiliation": "y  Division of Sports Medicine , Boston Children's Hospital , Boston , Massachusetts \n\t\t\t\t\t\t\t\t Division of Sports Medicine \n\t\t\t\t\t\t\t\t Boston Children's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Francesca",
      "surname": "Wuytack",
      "name": "Francesca Wuytack",
      "affiliation": "*  School of Nursing & Midwifery , Trinity College Dublin , Dublin , Ireland \n\t\t\t\t\t\t\t\t School of Nursing & Midwifery \n\t\t\t\t\t\t\t\t Trinity College Dublin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dublin \n\t\t\t\t\t\t\t\t\t Ireland",
      "email": "wuytacf@tcd.ie"
    },
    {
      "forename": "Valerie",
      "surname": "Smith",
      "name": "Valerie Smith",
      "affiliation": "*  School of Nursing & Midwifery , Trinity College Dublin , Dublin , Ireland \n\t\t\t\t\t\t\t\t School of Nursing & Midwifery \n\t\t\t\t\t\t\t\t Trinity College Dublin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dublin \n\t\t\t\t\t\t\t\t\t Ireland"
    },
    {
      "affiliation": "Trinity College Dublin , 24 D'Olier Street , Dublin 2 , Ireland. \n\t\t\t\t\t\t\t\t Trinity College Dublin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 24 D'Olier Street \n\t\t\t\t\t\t\t\t\t Dublin 2 \n\t\t\t\t\t\t\t\t\t Ireland"
    }
  ],
  "doi": "10.1016/j.jpain.2022.08.003",
  "keywords": [
    "Pelvic girdle pain",
    "systematic review",
    "measurement properties",
    "core outcome set",
    "consensus"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Pregnancy-related pelvic girdle pain (PGP) is a common complaint reported by women worldwide. PGP is defined as pain between the posterior iliac crest and the inferior gluteal fold, particularly in the vicinity of the sacroiliac joints, that may radiate in the posterior thigh and can occur in conjunction with or separately to the symphysis pubis.  39 It is estimated that PGP affects between 23% to 65% of women during pregnancy, while post-partum rates across studies ranged from 8.5% experiencing symptoms 2 years post-partum and 10% to 19% at 11to 12 years post-partum.  3, 9, 16, 18, 31 umboPelvic Pain (LPP) is a broader term that describes low back pain and/or PGP without differentiating between these sites.  15 Although PGP prevalence is high, the most effective interventions to prevent and treat PGP are still largely unknown.  19 This is in part due to the fact that clinical studies examining the effectiveness of interventions for PGP not only report different outcomes but also use different instruments to measure these outcomes.  43 The heterogeneity in outcome measurement and reporting makes it difficult to synthesise data in meta-analysis to increase the certainty of effect measures.  42 To address this, an international consensusbased Core Outcome Set (COS) for pregnancy-related and postpartum PGP (the PGP-COS) was developed and reported.  30, 42 Consensus was achieved on 5 outcomes: namely, pain frequency, pain intensity/severity, function/disability/activity limitation, health-related quality of life and fear avoidance,  30  and provides an agreed set of outcomes that should be measured and reported, as a minimum, in all clinical trials on PGP. Using the PGP-COS in this way will promote the consistency and relevancy in outcome measurement, and reduce research waste.  41 ollowing the development of the PGP-COS, it was deemed necessary to establish how best to measure the PGP-COS outcomes, as the penultimate phase of the overall PGP-COS study. The aim of this phase, which we report here, was 1) to identify measurement properties of instruments that are used to measure the outcomes in the PGP-COS through a systematic review of the literature; and 2) to reach consensus and provide evidencebased recommendations on what measurement instruments should be used to measure the outcomes of the PGP-COS."
    },
    {
      "title": "Methods",
      "text": "Phase 1: Identification of instruments and measurement properties to measure the PGP-COS outcomes COSMIN (COnsensus-based Standards for the selection of health Measurement Instruments) and PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analysis statement) guidance were used in conducting and reporting this systematic review, respectively.  [22] [23] [24] 26, 27, 38  This protocol was registered in PROSPERO ( www.crd.york.ac.uk/PROSPERO ) number CRD42020148699 and published previously.  42"
    },
    {
      "title": "Literature Search",
      "text": "The COSMIN database ( www.cosmin.nl ) was initially searched to identify any relevant existing reviews, followed by a systematic search of the databases MEDLINE (via PubMed), EMBASE and PEDRO on July 30, 2019 and updated on July 24, 2021. All databases were searched from inception date to the search dates. The search strategy consisted of 3 groups of terms, in accordance with the COSMIN guidelines, combined with the Boolean operators; these were: 1) PGP OR LPP (since this includes PGP) AND 2) outcome measurement tools AND 3) measurement properties.  [22] [23] [24] 26, 37  The Oxford filter for PROMs was used to retrieve all PROM instruments.  20  validated search filter for retrieving studies on measurement properties in PubMed was also used and adapted for the other databases.  37 Complete details of search terms and the strategy used for each database is provided in Appendix A. No time filters were applied. A manual search of the reference lists of included studies for further relevant studies was also performed."
    },
    {
      "title": "Study Selection",
      "text": "As the initial literature search was performed prior to the final PGP-COS consensus meeting, studies reporting any measurement properties of instruments used to measure outcomes identified in the preliminary PGP-COS (ie, outcomes resulting from the Delphi phase; n = 25 outcomes) in a PGP and/or LPP population.  30, 43 At full-text review, however, only articles reporting measurement properties of instruments measuring at least one of the final PGP-COS outcomes in a PGP and/or LPP population were included.\n\nStudies were included if they were in English, full text original journal articles that evaluated one or more measurement properties of generic or condition-specific instruments measuring at least 1 of the 5 PGP-COS outcomes in a PGP and/or LPP population. The measurement properties evaluated reflect those in the COSMIN taxonomy; that is nine measurement properties grouped in 3 domains: reliability (internal consistency, reliability, and measurement error), validity (content validity, construct validity/hypothesis testing, structural validity, cross-cultural validity and criterion validity), and responsiveness (responsiveness).  23, 24, 26, 27, 38 The definitions and criteria of the 9 measurement properties have been reported extensively elsewhere.  23, 24, 26, 27, 38 tudies that used the instruments only in measuring outcomes or for validation of other instruments were excluded.  23, 24, 26, 27, 38 Review articles, case reports, and studies that evaluated diagnostic properties of the measurement tool or targeted the incorrect patient population were also excluded.\n\nScreening and selection of studies for inclusion was carried out independently by 2 review authors (AR & ADL) using Covidence software ( www.covidence.org ). Disagreements were resolved through discussion, and inconsistencies discussed with a third reviewer (FW), if required."
    },
    {
      "title": "Data Extraction",
      "text": "Measurement properties and descriptive data were extracted by 1 reviewer (AR) and independently checked by a second reviewer for accuracy (ADL). Descriptive data extraction was based on the interpretability and generalizability sections of the COSMIN checklist, which included: setting, sample size, patient characteristics, gender, age, outcome the instrument measured, instrument language, and other characteristics of the instrument.  24, 26"
    },
    {
      "title": "Methodological Quality Assessment",
      "text": "In line with COSMIN methodology, first the content validity of included measurement instruments was assessed using 3 steps: (1) evaluate the quality of the PROM development, (2) evaluate the quality of the content validity studies on the PROM, and (3) evaluate the content validity based on the quality and results of the available studies and the PROM itself.  24, 26 In this third step 2 reviewers also rated the content of every PROM and subscale (AR, FW).\n\nThe COSMIN checklist of measurement properties was used to evaluate methodological quality of the included studies and of the remaining reported measurement properties.  23, 24, 26, 27, 38 Definitions of measurement properties are provided in the COSMIN guidelines.  23, 24, 26, 27, 38 ach measurement property was rated individually using the 4-point scale (very good, adequate, doubtful, or inadequate quality) and the lowest score determined the overall rating. All 4 authors (AR, AFDL, VS, and FW) were involved in assessing methodological quality with at least 2 reviewers independently assessing each included study. Any disagreements in methodological quality assessments were resolved through discussion and consensus."
    },
    {
      "title": "Evidence Synthesis",
      "text": "Evidence synthesis was sub-grouped by outcome measurements and performed separately for each measurement property, in accordance with the COSMIN guidelines.  24, 26 First, the measurement property/properties reported in the included studies was rated against the updated criteria for good measurement properties and rated as either sufficient (+), insufficient (-), or indeterminate (?) based on criteria detailed in the COS-MIN guidelines.  24, 26 Next, the measurement data were summarized by qualitatively combining the results from all studies for each measurement property (by providing the range in accordance with the COSMIN guidelines), considering the methodological quality of the studies, the number of available studies and the consistency of the results. The summarized measurement property evidence of each outcome measurement instrument was then compared against the criteria for good measurement properties and rated as either sufficient (+), insufficient (-) or indeterminate (?) based on criteria defined in the COSMIN guidelines.  24, 26 The quality of evidence for each measurement property, including overall content validity, was then rated as high, moderate, low or very low, using the modified version of the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach as recommended by the COSMIN guidelines.  24, 26 Finally, feasibility evidence, including number of languages available, cost, length of instrument, time to complete, administration and existence of a dedicated website, of each outcome measurement instrument was synthesized.\n\nPhase 2: Consensus for evidence-based recommendations A virtual meeting to discuss and formulate recommendations for the instruments that should be used to measure the outcomes of the PGP-COS was held on July 10th, 2020. The meeting was chaired by FW and AR. Members of the meeting included the PGP-COS development steering committee and patient representatives. International and stakeholder representation was monitored as part of this process and was adequately achieved (see Results for participant characteristic details). Prior to the meeting, participants were sent the findings of the review and a copy of the outcome measurement instruments, and they were given the opportunity to contact the chairs with any questions. We also contacted patient representatives via email/phone to discuss and explain the documents in detail including the meaning of specific concepts and terminology. During the meeting, participants were again presented with the findings of the systematic review. Each outcome of the PGP-COS and the measurement properties, including feasibility, of the corresponding instruments identified in the systematic review were comprehensively discussed and considered in detail. Draft evidence-based recommendations for how to measure the 5 outcomes of the PGP-COS were developed at this meeting.\n\nFollowing the discussion meeting, panel members voted for final recommendations via an online Delphi survey hosted by Google Forms.  4, 13 In the Google Form, consensus meeting participants were provided with the draft recommendation statement for how to measure each outcome of the PGP-COS and asked to rate their level of agreement using the same 9-point scale used in the Delphi study of the PGP-COS development.  30 Participants were also given a further opportunity to provide any comments in a free-text response. A priori consensus for an instrument recommendation was determined as 100% of all members rating the recommendation as 7+ on the 9-point scale. To achieve consensus, it was agreed a priori that additional rounds of voting would take place with draft recommendations updated based on the feedback from the free-text responses provided by participants in the previous round(s) until consensus would be achieved according to the criteria specified above. The same a priori determined threshold was used for round 2 (100% rating the recommendation as 7 + on the 9-point scale)."
    },
    {
      "title": "Results",
      "text": "Phase 1: Identification of instruments and measurement properties to measure the PGP-COS outcomes"
    },
    {
      "title": "Study Selection"
    },
    {
      "title": "Study Characteristics",
      "text": "The 17 included studies reported on at least 1 measurement property for 10 instruments. These instruments were: Pelvic Girdle Questionnaire (PGQ), Nottingham Health Profile (NHP) [Physical Mobility/Sexual Health/Pain subscales], Numerical Rating Scale (NRS), Visual Analogue Scale (VAS) [morning/night], Disability Rating Index (DRI), Oswestry Disability Index (ODI), Quebec Back Pain Disability Scale (QBPDS), Roland Morris Disability Questionnaire (RMDQ), Short Form-8 (SF-8) and Fear Avoidance Belief Questionnaire (FABQ) [physical activity subscale]. Table  1  presents the PGP-COS outcome measured by the instruments. Two instruments (or components of the instruments) measured pain frequency,  2, 8, [10] [11] [12] 14, 17, 21, 25, 28, 29, [32] [33] [34] [35] [36] 45  5 measured pain intensity/severity,  2, 8, [10] [11] [12] 14, 17, 21, 25, 28, 29, [32] [33] [34] [35] [36] 45  6 measured function/disability/activity limitation,  2,8,10- 12,14,17,21,25,28,29,32-36,45  1 measured health-related Quality of Life 14 and one measured fear avoidance. 14  Characteristics of the studies and included measurement instruments are presented in Table  2 ."
    },
    {
      "title": "Results",
      "text": "The summarized results of the content validity assessment of each included PROM (based on the PROM development study, additional content validity studies, and reviewers' rating) and subscales are presented in Table  3 , and full details are reported in Appendix B. There was high a quality evidence for sufficient content validity of only the 2 subscales of the PGQ. The overall ratings of the other PROMs/subscales were high or inconsistent based on very low to low evidence.\n\nFor the other measurement properties, study methodological quality, and measurement of good property assessment of study results are presented in Table  4 . Pooled measurement property data and overall quality of each PROM and evidence quality rating via GRADE for the other measurement properties are summarized in Table  5 . Pooled feasibility data of each outcome measurement instrument are summarized in Table  6 . Textual summaries, by instrument, are also provided."
    },
    {
      "title": "Pelvic Girdle Questionnaire (PGQ)",
      "text": "Sixteen studies assessed at least 1 measurement property of the PGQ.  2, 8, [10] [11] [12] 14, 17, 25, 28, 29, [32] ] [33] [34] [35] [36] 45  The PGQ is the only condition-specific instrument developed for pregnancy and postpartum PGP. The PGQ involves scoring items on 4-point descriptive scale for 2 subscales: activity limitations and symptoms. The PGQ can measure 3 PGP-COS outcomes, namely: pain frequency, pain intensity/ severity (within the symptoms subscale), and function/ disability/activity limitation (within the activity limitations subscale). Measurement properties were assessed in all studies for both subscales of 10 different translations of the PGQ. There was a high quality evidence for sufficient content validity of the 2 subscales of the PGQ. Additionally, overall high-quality evidence identifies\n\nX Abbreviations: PROM, patient reported outcome measure; PGQ, pelvic girdle questionnaire; NHP, nottingham health profile; NRS, numerical rating scale; VAS, visual analog scale; DRI, disability rating index; ODI, oswestry disability index; QBPDS, quebec back pain disability scale; RMDQ, Roland Morris disability questionnaire; SF-8, short form-8; FABQ, fear avoidance beliefs questionnaire.   the PGQ as having sufficient internal consistency, reliability, measurement error, construct validity and responsiveness (Tables  2 3 4 5 )."
    },
    {
      "title": "Nottingham Health Profile (NHP)",
      "text": "One study analyzed the responsiveness of the NHP.  21 he content validity was rated as inconsistent, and the quality of evidence was very low since the assessment was based on the PROM development study and reviewers' assessment only (no additional content validity studies were conducted in the population of interest), and the development study was not conducted in people with PGP. The NHP can be used to measure the PGP-COS outcomes of pain frequency, pain intensity/ severity and function/disability/activity limitation. Responsiveness for 13 subscales were analyzed, but only results from the Physical Mobility, Sexual Health and Pain subscales were reported. The study reported moderate-quality evidence for sufficient responsiveness of the 3 reported scales (Tables  2 3 4 5 )."
    },
    {
      "title": "Numerical Rating Scale (NRS)",
      "text": "The content validity assessment provided very lowquality evidence and results were rated as inconsistent. One study analyzed measurement properties of the NRS in the population of interest.  25 The PGP-COS outcome of pain intensity/severity can be measured by the NRS on an 11-point scale where 0 indicates no pain and 10 indicates worst imaginable pain. The NRS was reported to have sufficient responsiveness; however, the methodological quality was very low and according to COSMIN guidelines the results should be ignored due to a high risk of bias (Tables  2 3 4 5 )."
    },
    {
      "title": "Visual Analogue Scale (VAS)",
      "text": "The content validity assessment of the VAS provided a very low-quality evidence and results were rated as inconsistent. One study analyzed responsiveness of the VAS.  21 The VAS can measure the PGP-COS outcome of pain intensity/severity on a 100-mm horizontal scale with choices ranging from 0 (no pain) to 100 (very severe pain). Responsiveness of the VAS during the morning and evening were analyzed. The study reported moderate-quality evidence for sufficient responsiveness of the VAS (Tables  2 3 4 5 )."
    },
    {
      "title": "Disability Rating Index (DRI)",
      "text": "The content validity was rated as inconsistent, supported by a very low quality evidence. One study analyzed the measurement properties of the Norwegian version of the DRI.  14 The DRI described in the study is developed for the assessment of physical disability in patients with chronic pain in the neck, shoulder and lower back and involves patients rating their ability to carry out 12 items of daily life using a 100 mm VAS scale. The DRI was described as an instrument to measure the PGP-COS outcome of function/disability/activity limitation. The study reported moderate quality evidence of sufficient internal consistency, reliability, and construct validity of the DRI in women with PGP (Tables  2 3 4 5 )."
    },
    {
      "title": "Oswestry Disability Index (ODI)",
      "text": "The content validity was rated as inconsistent, supported by a very low quality evidence. Two studies analyzed measurement properties of the ODI in the population of interest.  14, 25 The ODI includes 10 sections relating to disability that has been established as a valid, reliable, and responsive clinical tool for analyzing disability status in individuals with low back pain. The ODI can measure the PGP-COS outcome of function/disability/activity limitation. One study reported moderate quality evidence of sufficient internal consistency, reliability, and construct validity of the ODI in women with PGP. The ODI was also reported to have sufficient responsiveness; however, the methodological quality was very low and according to COSMIN guidelines the results should be ignored due to a high risk of bias (Tables  2 3 4 5 )."
    },
    {
      "title": "Quebec Back Pain Disability Scale (QBPDS)",
      "text": "The content validity was rated as sufficient, supported by a very low quality evidence. One study analyzed the responsiveness of the QBPDS.  21 The QBPDS asks patients to detail how long, using a range of 0 to 60 minutes, they can stand, walk, bicycle, sit, and lie without any increase of pain. The QBPDS can measure the PGP-COS outcome of function/disability/activity limitation. The study reported moderate-quality evidence for sufficient responsiveness of the QBPDS (Tables  2 3 4 5 )."
    },
    {
      "title": "Roland Morris Disability Questionnaire (RMDQ)",
      "text": "The content validity was rated as inconsistent, supported by a very low quality evidence. One study analyzed measurement properties of the Brazilian Portuguese version of the RMDQ.  10  The RMDQ can be used to measure the PGP-COS outcome of function/disability/activity limitation. It contains 24 items and evaluates disability associated with low back pain. The study reported moderate quality evidence of sufficient internal consistency and responsiveness and inconsistent construct validity of the RMDQ in women with PGP. The study also reported very low-quality evidence for sufficient reliability and measurement error in this same population (Tables  2 3 4 5 )."
    },
    {
      "title": "Short Form-8 (SF-8)",
      "text": "The content validity of the SF-8 was rated as inconsistent, supported by a low quality evidence. One study analyzed measurement properties of the Norwegian version of the SF-8.  14 The SF-8 described by the study included 8 items (general health, physical functioning, role-physical, bodily pain, vitality, social functioning, mental health, and role-emotional). The SF-8 can be used to measure health-related Quality of Life in the PGP-COS. The study reported a moderate-quality evidence for sufficient reliability and construct validity of the SF-8 in a PGP population (Tables  2 3 4 5 ). The SF-8 did not discriminate between pregnant and non-pregnant participants or pain location."
    },
    {
      "title": "Fear Avoidance Beliefs Questionnaire (FABQ)",
      "text": "The content validity was rated as inconsistent, supported by a Very low quality evidence. One study analysed measurement properties of the Norwegian version of the FABQ physical activity subscale. The FABQ described by the study included 1 subscale (physical activity) with 5 items.  14 The FABQ can be used to measure the PGP-COS outcome of fear avoidance. Evidence for measurement properties of the PROM were inconsistent (Tables  2 3 4 5 ). The Norwegian version of the FABQ was found to have insufficient internal consistency, sufficient reliability and insufficient content validity. The FABQ activity subscale had sufficient discriminative ability for participants who were pregnant and those who were not pregnant.\n\nPhase 2: Consensus for evidence-based recommendations"
    },
    {
      "title": "Participants and Voting",
      "text": "Twelve participants attended the virtual consensus discussion, in accordance with the recommended the number of participants for consensus meetings.  40 Consensus meeting participant characteristics are presented in Table  7 .\n\nAt the meeting, measurement properties of the 10 outcome instruments used to measure the 5 outcomes of the PGP-COS were discussed and draft recommendations were achieved. Consensus on the final evidencebased recommendations of how to measure the PGP-COS outcomes was achieved in 2 rounds of online voting."
    },
    {
      "title": "Final Evidence-based Recommendations for How to Measure the PGP-COS",
      "text": "Based on the evidence synthesis presented in Tables 1 -4, this systematic review did not identify an instrument with the high-quality evidence for all measurement properties outlined by the COSMIN guidelines or one that measures all outcomes in the PGP-COS. For this reason, it is not presently possible to recommend the use of a single validated measurement instrument that could measure all 5 of the PGP-COS outcomes. As such, we present recommendations for each PGP-COS outcome as follows:\n\n1) Pain frequency: We recommend the use of the Pelvic Girdle Questionnaire (PGQ) to measure this outcome. The PGQ measures only one aspect of pain frequency (pain in the morning and/or evening). If a deeper understanding of pain frequency is required, we recommend using additional measures. Table  3 .     2) Pain intensity/severity: We recommend the use of PGQ to measure this outcome. If a deeper understanding of pain intensity/severity is required, we recommend using additional measures such as the Visual Analogue Scale (VAS) and Numerical Pain Rating Scale (NPRS), although these measures have only been assessed in one study in this population and more investigation is needed. 3) Activity limitations/function/disability: We recommend the use of PGQ to measure this outcome. It is important to note that relevance of items/activities included in the questionnaire might be culturally dependent; hence we recommend conducting further translations and cultural adaptations for different locations. 4) Health-related quality of life: We found only one study that assessed an instrument (SF-8) to measure health-related quality of life in this population. However, the SF-8 is not free for use. There is a need for assessment of other instruments for this outcome. We encourage further validation of instruments that are free for use. 5) Fear avoidance: We found only 1 study that assessed an instrument the Fear Avoidance Beliefs Questionnaire (FABQ) to measure fear avoidance behavior in this population. We recommend the use of FABQ, but there is a need for further assessment of instruments for this outcome."
    },
    {
      "title": "Content Validity Assessment of Patient Reported Outcome Measurement Instrument and Subscales"
    },
    {
      "title": "Discussion",
      "text": "A recent systematic review of outcomes and outcome measurements used in intervention studies or systematic reviews of interventions for women with PGP identified over 40 instruments used in the current literature to measure the outcomes of the PGP-COS alone.  43 However, the validation of these tools is incomplete since our systematic review identified only 17 studies that evaluated measurement properties of a total of 10 different PROMs that measure at least one of the PGP-COS outcomes.  2, 8, [10] [11] [12] 14, 17, 21, 25, 28, 29, [32] ] [33] [34] [35] [36] 45  These findings highlight not only the heterogeneity in outcome instruments used across intervention studies in women with PGP, but also uncertainty as to whether the outcome tools used are even appropriate for this population. Together, these discrepancies contribute to the difficulty in comparing the findings across studies and limit the ability to ascertain the most effective interventions for women with PGP. This further necessitates evidencebased recommendations for appropriate measurement instruments to measure the outcomes of the PGP-COS.\n\nWe examined the content validity of the 10 identified PROMs using the 3-step COSMIN methodology. In our systematic review, the 17 studies and their results for the measurement properties were reviewed and appraised using the robustly established COSMIN checklist and good measurement property tool.  24, 26 Generally, the methodological quality of included studies varied (Table  3 ). Similar to findings of a systematic review examining measurement properties of pain instruments in adult cancer populations, low ratings were typically due to insufficient sample sizes, vague or lack of inclusion of a priori formulated hypotheses, lack of information regarding the handling of missing items or regarding the constructs being measured by the comparator instruments or their measurement properties, or internal consistency statistics not being calculated for each subscale individually.  1 This indicates that further assessment of these measurement properties is still required. Finally, there was no identified PROM in which all 9 measurement properties established by the COSMIN guidelines have been evaluated for in a PGP population. Future research should aim to fill existing research gaps on these measurement properties. Overall, instruments that measured the pain and the function PGP-COS related outcomes were most frequently evaluated in the literature. This is not surprising considering that the European Guidelines for PGP focuses the aim of PGP treatment on relieving pain, improving functional ability and preventing recurrence and chronicity.  39 Measurement properties of other generic and low back pain condition-specific PROMs were also evaluated, although notably, the content validity of any of the generic or low back pain specific tools used to measure pain or function in PGP populations was not evaluated in these studies.  [5] [6] [7] 7] 43  It cannot be assumed, therefore, that the content validity would hold true in a PGP population without appropriate assessment. Therefore, studies examining the measurement properties of PROMS, in particular the content validity, used to measure the PGP-COS outcomes are still required."
    },
    {
      "title": "PGP-COS Instrument Selection Evidencebased Recommendations",
      "text": "The systematic review did not identify any instrument with the high-quality evidence for all measurement properties outlined by the COSMIN guidelines or one that measures all outcomes in the PGP-COS. For this reason, it is not presently possible to recommend the use of Table  6 . Pooled Feasibility of Each Patient Reported Outcome Measure Instrument a single validated measurement instrument that could measure all 5 of the outcomes of the PGP-COS. Therefore, the evidence-based recommendations, formulated and voted on by the consensus committee include multiple instruments. Notably, all measurement properties of these instruments, including the feasibility of their use, were discussed and taken into consideration during the consensus meeting when formulating the evidencebased recommendations.\n\nAs a result, the consensus committee recommended the PGQ to measure 3 of the 5 PGP-COS outcomes, namely pain frequency, pain intensity/severity, and activity/limitation/function/disability. The systematic review, conducted in Phase 1 of this study, established the PGQ as the only condition-specific instrument for PGP with its measurement properties the most commonly assessed amongst all 10 identified instruments in the current literature. The high-quality synthesized evidence from the review identified the PGQ as having sufficient internal consistency, reliability, measurement error, construct validity, and responsiveness across its various translations, which informed the recommendation for its use. Multiple feasibility considerations of the PGQ also contributed to its recommendation. For example, the availability of the PGQ in multiple translations was considered beneficial for uptake of the international PGP-COS. The PGQ is also well documented to take minimal time to complete which would reduce participant or researcher burden. Additionally, the PGQ can measure 3 outcomes of the PGP-COS, as its 2 subscales incorporate patients' subjective measurement of activity limitations and symptoms.  35 The activity limitations subscale measures the PGP-COS outcome function/disability/activity limitation, whereas the symptom subscale has questions that measure both pain frequency and pain intensity/severity (questions #21 & #22). The consensus committee agreed that these questions can measure both pain-related outcomes, as the PGQ requires patients to rate their subjective pain on a scale (intensity/severity) during both the morning and the evening (frequency). The inclusion of morning and evening assessments incorporates a frequency component to pain symptoms. While 2 timepoints provides less detail than, for example, a long-term pain tracking diary, it is feasible as a measure in all intervention studies and the clinical trials. By minimizing the number of instruments required to measure the outcomes, the PGQ can be easily integrated into future intervention study protocols, would help decrease data collection burden, and may thus positively impact the uptake of the PGP-COS. However, while the PGQ is currently recommended by the consensus committee, future work is still required to establish the non-evaluated measurement properties and to conduct further translations.\n\nSubsequently, the consensus committee predominantly recommended further assessment of instruments to measure health-related Quality of Life and fear avoidance (the remaining two PGP-COS outcomes) in women with PGP, as measurement properties of instruments measuring these outcomes was less established in the literature. The SF-8 was the only instrument that measured health related Quality of Life in this population but is not free of charge.  14 For that reason, the consensus committee included it in their recommendation, especially as the SF-8 has been translated and adapted into 30+ languages,  44  but also highlighted the urgent need for instruments freely available for use to be validated in this population. Finally, the FABQ activity subscale was the only fear avoidance instrument to have at least one measurement property assessed in a PGP population.  14 Similarly, the consensus committee recommended the FABQ to measure fear avoidance, but also highlight that further assessment of this and other instruments measuring fear avoidance is warranted.\n\nIt is important to note that these recommendations are established from current evidence. It is plausible that the recommendations may change as evidence from future studies evaluating the measurement properties of these and other instruments emerge. As such, we suggest that the recommendations on how to measure the PGP-COS, outlined in this paper, should be updated on a regular basis through an update of the systematic review and a subsequent consensus meeting to ensure that emerging future studies evaluating the measurement properties of instruments measuring these PGP-COS outcomes are considered."
    },
    {
      "title": "Strengths/Limitations",
      "text": "A potential limitation to this review was our decision to consider different language translations of the PROMs as the same questionnaire in the evidence syntheses. We adhered to previously reported rationale that there is usually insufficient evidence to make a   [5] [6] [7]  Additionally, we only included full-text English language publication; we acknowledge that validation studies may have been published in other languages which may provide further insight into these tools. The main strength of this first systematic review of measurement properties of PROMs used to measure the 5 PGP-COS outcomes is the use of the most up-todate and robust methodology.  23, 24, 26, 27, 38 Finally, formulating and reaching consensus on the evidence-based recommendations on how to measure the PGP-COS was done by a multi-national, multi-stakeholder committee that included patient representatives (Table  6 )."
    },
    {
      "title": "Conclusion",
      "text": "Although we have identified evaluations of 10 instruments used to measure the 5 PGP-COS outcomes in patients with PGP, the measurement properties and the quality of these instruments are only partially investigated. The PGQ is the most evaluated instrument across the literature. Based on current evidence, the consensus committee recommends the PGQ to measure pain frequency, pain intensity/severity and function/disability/ activity limitation; and the SF-8 and the FABQ to measure the health related Quality of Life and fear avoidance, respectively. Future research is urgently needed to establish additional measurement properties of these instruments and to further consolidate these recommendations. It is possible that these recommendations may change accordingly as further evaluations become available."
    },
    {
      "title": "Author Contributions",
      "text": "AR was involved in conceptualisation, data curation, formal analysis, investigation, methodology, project administration and drafting of manuscript. AFDL was involved in data curation, formal analysis, methodology and manuscript reviewing and editing. FW and VS were involved in conceptualisation, formal analysis, methodology, project administration, supervision and manuscript reviewing and editing."
    },
    {
      "title": "Core Outcome Set and Systematic Review Registration",
      "text": "This PGP-COS was registered with COMET (Core Outcome Measures for Effectiveness Trials) in January 2017 ( http://www.comet-initiative.org/studies/details/958 ) This PGP-COS systematic review was registered with PROSPERO ( www.crd.york.ac.uk/PROSPERO ) number CRD42020148699."
    },
    {
      "title": "Perspective",
      "text": "This article presents evidence-based agreed upon recommendations for how to measure the five outcomes of the Pelvic Girdle Pain Core Outcome Set in research and clinical settings."
    },
    {
      "title": "Funding",
      "text": "We have received funding from the Belgian Chiropractic Union Research Fund ( www.chiropraxie.org ) and from the European Centre for Chiropractic Research Excellence (nikkb.dk/eccre). The funders had no role in the study design, data collection, management, data interpretation, report writing and decision to submit for publication."
    },
    {
      "text": "Fig 1 illustrates the results of the search and study selection process. The search yielded 8,010 unique references, of which 7,730 were screened out as irrelevant based on the title and abstract. Of the 159 papers reviewed at full text, 17 studies were identified as eligible for inclusion in this review, 4 of which were identified in the updated search."
    },
    {
      "text": "Figure 1. Search and Selection Process."
    },
    {
      "text": ": n = 16 Validation: n = 125 Pregnancy: n = 85 Postpartum: n = 43 31.3 (4.8) (continued on next page)"
    },
    {
      "text": "Abbreviations: PROM, patient reported outcome measure; PGQ, pelvic girdle questionnaire; NHP, Nottingham health profile; NRS, numerical rating scale; VAS, visual analog scale; DRI, disability rating index; ODI, Oswestry disability index; QBPDS, Quebec back pain disability scale; RMDQ, Roland Morris disability questionnaire; SF-8, short form-8; FABQ, fear avoidance beliefs questionnaire.1 Overall quality of the results rated: (+) = sufficient, (-) = insufficient, ( §) = inconsistent and (?) = indeterminate"
    },
    {
      "text": "PGP-COS Outcomes Measured by Identified Instruments"
    },
    {
      "text": "Characteristics of Studies and Included Patient Reported Outcome Measurement Instrument"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Methodological Quality of the Studies and Quality of Results Reported Per Measurement Property and Instrument"
    },
    {
      "text": "Pooled Measurement Property Data and Quality of Evidence Per Patient Reported Outcome Measure Instrument"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Continued"
    },
    {
      "text": "Consensus Meeting Participant CharacteristicsOutcome Measurement Instruments and Evidence-based Recommendations for Measurement synthesis per language version because there is no evidence clearly indicating what is the most appropriate way to synthesize the evidence on PROMs measurement properties?"
    }
  ],
  "references": [
    {
      "title": "PROMs for pain in adult cancer patients: A systematic review of measurement properties",
      "authors": [
        "A Abahussin",
        "R West",
        "D Wong",
        "L Ziegler"
      ],
      "year": 2019,
      "doi": "10.1111/papr.12711"
    },
    {
      "title": "Cross-cultural adaptation and validation of the Nepali version of the pelvic girdle questionnaire",
      "authors": [
        "R Acharya",
        "A Tveter",
        "M Grotle",
        "B Khadgi",
        "R Koju",
        "M Eberhard-Gran",
        "B Stuge"
      ],
      "year": 2020
    },
    {
      "title": "Prognosis in four syndromes of pregnancy-related pelvic pain",
      "authors": [
        "H Albert",
        "M Godskesen",
        "J Westergaard"
      ],
      "year": 2001,
      "doi": "10.1034/j.1600-0412.2001.080006505.x"
    },
    {
      "title": "What are Delphi studies?",
      "authors": [
        "D Barrett",
        "R Heale"
      ],
      "year": 2020,
      "doi": "10.1136/ebnurs-2020-103303"
    },
    {
      "title": "Measurement properties of visual analogue scale, numeric rating scale, and pain severity subscale of the brief pain inventory in patients with low back pain: A systematic review",
      "authors": [
        "A Chiarotto",
        "L Maxwell",
        "R Ostelo",
        "M Boers",
        "P Tugwell",
        "C Terwee"
      ],
      "year": 2019
    },
    {
      "title": "A systematic revnew highlights the need to investigate the content validity of patient-reported outcome measures for physical functioning in patients with low back pain",
      "authors": [
        "A Chiarotto",
        "R Ostelo",
        "M Boers",
        "C Terwee"
      ],
      "year": 2018
    },
    {
      "title": "Evidence on the measurement properties of health-related quality of life instruments is largely missing in patients with low back pain: A systematic review",
      "authors": [
        "A Chiarotto",
        "C Terwee",
        "S Kamper",
        "M Boers",
        "R Ostelo"
      ],
      "year": 2018
    },
    {
      "title": "Cross-cultural adaptation, reliability, and validity of a Chinese version of the pelvic girdle questionnaire",
      "authors": [
        "H Cong",
        "H Liu",
        "Y Sun",
        "J Gao",
        "J Liu",
        "L Ma",
        "B Stuge",
        "L Chen"
      ],
      "year": 2021,
      "doi": "10.1186/s12884-021-03962-8"
    },
    {
      "title": "Predictors and consequences of long-term pregnancy-related pelvic girdle pain: A longitudinal follow-up study",
      "authors": [
        "H Elden",
        "A Gutke",
        "G Kjellby-Wendt",
        "M Fagevik-Olsen",
        "H-C Ostgaard"
      ],
      "year": 2016
    },
    {
      "title": "Cross-cultural adaptation of the Pelvic Girdle Questionnaire (PGQ) into Brazilian Portuguese and clinimetric testing of the PGQ and Roland Morris questionnaire in pregnancy pelvic pain",
      "authors": [
        "L Fagundes Fm De",
        "Cmn Cabral"
      ],
      "year": 2019
    },
    {
      "title": "Cross-cultural adaptation of the pelvic girdle questionnaire for the French-Canadian population",
      "authors": [
        "M-P Girard",
        "A-A Marchand",
        "B Stuge",
        "S-M ; M Ruchat"
      ],
      "year": 2016,
      "doi": "10.1016/j.jmpt.2016.06.002"
    },
    {
      "title": "Validation of the French-Canadian Pelvic Girdle Questionnaire",
      "authors": [
        "M-P Girard",
        "O' Shaughnessy",
        "J Doucet",
        "C Lardon",
        "E Stuge",
        "B Ruchat",
        "S-M Descarreaux"
      ],
      "year": 2018
    },
    {
      "title": "Google Forms",
      "year": 2020
    },
    {
      "title": "Reliability and construct validity of self-report questionnaires for patients with pelvic girdle pain",
      "authors": [
        "M Grotle",
        "A Garratt",
        "Krogstad Jenssen",
        "H Stuge"
      ],
      "year": 2012
    },
    {
      "title": "Impact of postpartum lumbopelvic pain on disability, pain intensity, health-related quality of life, activity level, kinesiophobia, and depressive symptoms",
      "authors": [
        "A Gutke",
        "M Lundberg",
        "H Ostgaard",
        "B Oberg"
      ],
      "year": 2011
    },
    {
      "title": "Pelvic girdle pain and lumbar pain in pregnancy: A cohort study of the consequences in terms of health and functioning",
      "authors": [
        "A Gutke",
        "H Ostgaard",
        "B Oberg"
      ],
      "year": 1976,
      "doi": "10.1097/01.brs.0000201259.63363.e1"
    },
    {
      "title": "The Swedish version of the pelvic girdle questionnaire, cross-cultural adaptation and validation",
      "authors": [
        "A Gutke",
        "B Stuge",
        "H Elden",
        "C Sandell",
        "G Asplin",
        "Fagevik Ols En"
      ],
      "year": 2020,
      "doi": "10.1080/09638288.2018.1515991"
    },
    {
      "title": "Prevalence and factors associated with low back pain and pelvic girdle pain during pregnancy: A multicenter study conducted in the Spanish National Health Service",
      "authors": [
        "F Kovacs",
        "E Garcia",
        "A Royuela",
        "L Gonzalez",
        "V Abraira"
      ],
      "year": 1976,
      "doi": "10.1097/brs.0b013e31824dcb74"
    },
    {
      "title": "Interventions for preventing and treating low-back and pelvic pain during pregnancy",
      "authors": [
        "S Liddle",
        "V Pennick"
      ],
      "doi": "10.1002/14651858.cd001139.pub4"
    },
    {
      "title": "Patient-reported outcome measurement group C i CC: PROM group construct & instrument type filters",
      "authors": [
        "A Mackintosh",
        "M Hadi",
        "E Gibbons",
        "R Fitzpatrick",
        "N Roberts"
      ],
      "year": 2010
    },
    {
      "title": "Responsiveness of outcome measurements in rehabilitation of patients with posterior pelvic pain since pregnancy",
      "authors": [
        "Jma Mens",
        "A Vleeming",
        "C Snijders",
        "I Ronchetti",
        "A Ginai",
        "H Stam"
      ],
      "year": 1976,
      "doi": "10.1097/00007632-200205150-00019"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "The COSMIN study reached international consensus on taxonomy, terminology, and definitions of measurement properties for healthrelated patient-reported outcomes",
      "authors": [
        "L Mokkink",
        "C Terwee",
        "D Patrick",
        "J Alonso",
        "P Stratford",
        "D Knol",
        "L Bouter",
        "Hcw Vet"
      ],
      "year": 2010,
      "doi": "10.1016/j.jclinepi.2010.02.006"
    },
    {
      "title": "COSMIN risk of bias checklist for systematic reviews of patient-reported outcome measures",
      "authors": [
        "L Mokkink",
        "Hcw Vet",
        "Cac Prinsen",
        "D Patrick",
        "J Alonso",
        "L Bouter",
        "C Terwee"
      ],
      "year": 2018
    },
    {
      "title": "Responsiveness and minimal important change for pain and disability outcome measures in pregnancy-related low back and pelvic girdle pain",
      "authors": [
        "R Ogollah",
        "A Bishop",
        "M Lewis",
        "M Grotle",
        "N Foster"
      ],
      "year": 2019,
      "doi": "10.1093/ptj/pzz107"
    },
    {
      "title": "COSMIN guideline for systematic reviews of patient-reported outcome measures",
      "authors": [
        "Cac Prinsen",
        "L Mokkink",
        "L Bouter",
        "J Alonso",
        "D Patrick",
        "Hcw De Vet",
        "C Terwee"
      ],
      "year": 2018,
      "doi": "10.1007/s11136-018-1798-3"
    },
    {
      "title": "How to select outcome measurement instruments for outcomes included in a \"Core Outcome Set\"a practical guideline",
      "authors": [
        "Cac Prinsen",
        "S Vohra",
        "M Rose",
        "M Boers",
        "P Tugwell",
        "M Clarke",
        "P Williamson",
        "C Terwee"
      ],
      "year": 2016
    },
    {
      "title": "Iranian version of Pelvic Girdle Questionnaire: Psychometric properties and cultural adaptation",
      "authors": [
        "F Rashidi Fakari",
        "N Kariman",
        "G Ozgoli",
        "Ghare Naz",
        "M Ghasemi",
        "Rashidi Fakari",
        "F Ebadi"
      ],
      "year": 2019,
      "doi": "10.4103/jrms.jrms_391_18"
    },
    {
      "title": "Transcultural adaptation and psychometric validation of a Spanish-language version of the \"Pelvic Girdle Questionnaire",
      "authors": [
        "M Rejano-Campo",
        "R Ferrer-Peña",
        "M Urraca-Gesto",
        "T Gallego-Izquierdo",
        "Pecos-Mart In",
        "D Stuge",
        "B Plaza-Manzano"
      ],
      "year": 2017,
      "doi": "10.1186/s12955-017-0605-0"
    },
    {
      "title": "A core outcome set for research and clinical practice in women with pelvic girdle pain: PGP-COS",
      "authors": [
        "A Remus",
        "V Smith",
        "A Gutke",
        "Jjs Mena",
        "S Mørkved",
        "L Wikmar",
        "€ Oberg",
        "B Olsson",
        "C Robinson",
        "H Stuge",
        "B Wuytack"
      ],
      "year": 2021
    },
    {
      "title": "Pelvic girdle pain, clinical tests and disability in late pregnancy",
      "authors": [
        "H Robinson",
        "A Mengshoel",
        "E Bjelland",
        "N Vollestad"
      ],
      "year": 2010,
      "doi": "10.1016/j.math.2010.01.006"
    },
    {
      "title": "Transcultural reliability and validity of the Japanese-Language version of the pelvic girdle questionnaire",
      "authors": [
        "A Sakamoto",
        "K Hoshi",
        "K Gamada"
      ],
      "year": 2020,
      "doi": "10.1016/j.jmpt.2018.11.019"
    },
    {
      "title": "Analysis of test-retest reliability, construct validity, and internal consistency of the Brazilian version of the pelvic girdle questionnaire",
      "authors": [
        "L Simoes",
        "L Teixeira-Salmela",
        "L Magalhaes",
        "B Stuge",
        "G Laurentino",
        "E Wanderley",
        "R Barros",
        "A Lemos"
      ],
      "year": 2018,
      "doi": "10.1016/j.jmpt.2017.10.008"
    },
    {
      "title": "Cross-cultural adaptation of the pelvic girdle questionnaire for the polish population",
      "authors": [
        "M Starzec",
        "A Truszczynska-Baszak",
        "B Stuge",
        "A Tarnowski",
        "W Rongies"
      ],
      "year": 2018,
      "doi": "10.1016/j.jmpt.2018.04.002"
    },
    {
      "title": "The pelvic girdle questionnaire: A condition-specific instrument for assessing activity limitations and symptoms in people with pelvic girdle pain",
      "authors": [
        "B Stuge",
        "A Garratt",
        "Krogstad Jenssen",
        "H Grotle"
      ],
      "year": 2011,
      "doi": "10.2522/ptj.20100357"
    },
    {
      "title": "The pelvic girdle questionnaire: responsiveness and minimal important change in women with pregnancy-related pelvic girdle pain, low back pain, or both",
      "authors": [
        "B Stuge",
        "H Jenssen",
        "M Grotle"
      ],
      "year": 2017,
      "doi": "10.1093/ptj/pzx078"
    },
    {
      "title": "Development of a methodological PubMed search filter for finding studies on measurement properties of measurement instruments",
      "authors": [
        "C Terwee",
        "E Jansma",
        "I Riphagen",
        "Hcw Vet"
      ],
      "year": 2009,
      "doi": "10.1007/s11136-009-9528-5"
    },
    {
      "title": "COSMIN methodology for evaluating the content validity of patient-reported outcome measures: A Delphi study",
      "authors": [
        "C Terwee",
        "Cac Prinsen",
        "A Chiarotto",
        "M Westerman",
        "D Patrick",
        "J Alonso",
        "L Bouter",
        "Hcw De Vet",
        "L Mokkink"
      ],
      "year": 2018,
      "doi": "10.1007/s11136-018-1829-0"
    },
    {
      "title": "European guidelines for the diagnosis and treatment of pelvic girdle pain",
      "authors": [
        "A Vleeming",
        "H Albert",
        "H Ostgaard",
        "B Sturesson",
        "B Stuge"
      ],
      "year": 2008,
      "doi": "10.1007/s00586-008-0602-4"
    },
    {
      "title": "Is there a consensus on consensus methodology? Descriptions and recommendations for future consensus research",
      "authors": [
        "J Waggoner",
        "J Carline",
        "S Durning"
      ],
      "year": 2016
    },
    {
      "title": "Developing core outcome sets for clinical trials: Issues to consider",
      "authors": [
        "P Williamson",
        "D Altman",
        "J Blazeby",
        "M Clarke",
        "D Devane",
        "E Gargon",
        "P Tugwell"
      ],
      "year": 2012,
      "doi": "10.1186/1745-6215-13-132"
    },
    {
      "title": "Protocol for the development of a core outcome set for pelvic girdle pain, including methods for measuring the outcomes: The PGP-COS study",
      "authors": [
        "F Wuytack",
        "A Gutke",
        "B Stuge",
        "S Morkved",
        "C Olsson",
        "H Robinson",
        "N Vollestad",
        "B Oberg",
        "L Wikmar",
        "Jjs Mena",
        "V Smith"
      ],
      "year": 2018
    },
    {
      "title": "Outcomes and outcomes measurements used in intervention studies of pelvic girdle pain and lumbopelvic pain: A systematic review",
      "authors": [
        "F Wuytack",
        "O' Donovan"
      ],
      "year": 2019
    },
    {
      "title": "SF-8 TM Health Survey",
      "authors": [
        "V Yiengprugsawan",
        "M Kelly",
        "B Tawatsupa"
      ],
      "year": 2014,
      "doi": "10.1007/978-94-007-0753-5_3664"
    },
    {
      "title": "Cultural adaptation, reliability and validity of the pelvic girdle questionnaire in pregnant",
      "authors": [
        "Yilmaz Yelvar",
        "G Ç{rak",
        "Parlak Demir"
      ],
      "year": 2019
    }
  ],
  "num_references": 45
}
