{
  "paper_id": "YV2B8CLJ",
  "title": "L-l, 4-CYCL0HEXADIENE-1-ALANINE, AN ANTAGONIST OF PHENYLALANINE, FROM STREPTOMYCES",
  "abstract": "An antagonist of phenylalanine, L-l? 4-cyclohexadiene-l-alanine, was isolated from the culture broth of a strain of Streptomyces designated Streptomyces diastatochromogenes var. sakaii. It is active against plant-pathogenic fungi, and Pseudomonas aeruginosa on synthetic medium. Producing strain, and the production, isolation, identification and biological properties of this antibiotic are described.",
  "year": 1968,
  "date": "1968",
  "authors": [
    {
      "name": "Tatsuo Yamashita",
      "affiliation": {
        "organization": "Research Laboratories",
        "institution": "Fujisawa Pharmaceutical Co., Ltd",
        "address": "Higashiyodogawa-ku, Osaka, Japan"
      }
    },
    {
      "name": "Norimasa Miyairi",
      "affiliation": {
        "organization": "Research Laboratories",
        "institution": "Fujisawa Pharmaceutical Co., Ltd",
        "address": "Higashiyodogawa-ku, Osaka, Japan"
      }
    },
    {
      "name": "Kiyohiko Kunugita",
      "affiliation": {
        "organization": "Research Laboratories",
        "institution": "Fujisawa Pharmaceutical Co., Ltd",
        "address": "Higashiyodogawa-ku, Osaka, Japan"
      }
    },
    {
      "name": "Kiyotake Shimizu",
      "affiliation": {
        "organization": "Research Laboratories",
        "institution": "Fujisawa Pharmaceutical Co., Ltd",
        "address": "Higashiyodogawa-ku, Osaka, Japan"
      }
    },
    {
      "name": "Heiichi Sakai",
      "affiliation": {
        "organization": "Research Laboratories",
        "institution": "Fujisawa Pharmaceutical Co., Ltd",
        "address": "Higashiyodogawa-ku, Osaka, Japan"
      }
    }
  ],
  "doi": "10.1021/jo01269a016",
  "md5": "383245639094BE389712846AE13749AA",
  "funding": [
    "Acknowledgements The authors are indebted to  Dr. Charlotte Ressler ,  Institute for Muscle Disease, New York , for kind supply of synthetic D-, L-and DL-1, 4-cyclohexadiene-l-alanine."
  ],
  "sections": [
    {
      "text": "In the course of a search for microbial metabolite which would be protective against infection of rice by Piricularia oryzae and Ophiobolus miyabeanus, an antibiotic was isolated from the culture filtrate of a strain of Streptomyces. This antibiotic was found to be an antagonist of phenylalanine and identified as L-l,4-cyclohexadiene-lalanine from physico-chemical properties and chromatographic behavior. Although L-l, 4-cyclohexadiene-l-alanine was chemically synthesized by  Snow et  al.l) in 1957, its biological production has not been reported. Producing Organism The morphological and physiological properties of FN 1636 strain which was isol ated from a soil sample collected at Takarazuka are listed in Table 1. Microscopic observation on aerial mycelium revealed that its sporophores branched and bore little open spirals abundantly and sometimes formed clusters. Carbon utilization by strain FN 1636 was studied using the method of Pridham and Gottlieb2). L-Arabinose, D-fructose, D-glucose, rhamnose, sucrose, lactose, trehalose and D-mannitol were well utilized, whereas D-xylose, D-mannose and z-inositol w ere moderately, raffinose and salicin were poorly utilized. Comparison of this cultural properties and sugar utilization with those for known species revealed that the strain resembles Streptomyces diastatochromogenes. However, some minor differences exist between FN 1636 strain and Streptomyces diastatochromogenes. For example, the formation of a new antibiotic, L-l,4-cyclohexadienel-alanine is noteworthy peculiar character of FN 1636 strain. Thus, we designated the strain as Streptomyces diastatochromogenes var. sakaii. This work was presented at the Annual Meeting of the Agricultural Chemical Society of Japan, F ukuoka, April 2, 1970. * Present address : Department of Carcinogenesis and Cancer Susceptibility, the Institute of Medical Science, the University of Tokyo, Shirokanedai, Minato-ku, Tokyo, Japan. T abl e 1. Cultural properti es of Stre ptom yces diastatochrom ogenes var. sakaii M edia Grow th A erial m ycelium Soluble pigm ent Rem arks Czapek ' s agar G reeni sh brow n, f lat and spreading Li ght grayish brow n. W hite, pow dery N one D iastatic Starch Light brow nish N one N one, occasionally am m onium agar spreading gray, pow dery action ; strong Poor grow th at 37-C Glucose Gray, occasionally G ray, pow dery asparagm e agar dark brow n dark brow n Calcium m al ate ag-ar Dark grayish brow n D ark gray, pow dery N one, occasionally dark brow n T yrosi ne agar Brown, f lat N one D ark brow n B ouill on agar Da r k b r ow n , f lat, not spreading B row n dark brow n, w rinckled N one D ark brow n B ennett's agar Gray, pow dery Dark brow n G elatin stab Li ght gray dark gray, surface grow th W hi te thin surface N one B lackish brow n Liquefaction ; w eak N itrite G lucose Czapek ' s N one N one N one D ark brow n soluti on G lucose boui llon grow th, abundant growth in the m edium D ark cream y ring grow th formation ; negative Slightly acidic M ilk Potato plug-Cell ulose G r a y i s h w hite ring grow th Bl ac k w ri nckl ed grow th N o grow th N one W hi te pow der sli ghtly G rayish brow n Black P e pt o ni z a ti o n ; poorly. N o coagulation Production and Isolation FN 1636 Strain was inoculated into 500ml shaking flasks containing 100ml of medium consisting of 2.0 % glucose, 2.0 % potato strach, 2.0 % Pharmamedia, and 0.3 % CaCO3. Flasks were incubated at 30°C for 4 days on a reciprocal shaker. This antibiotic has fungistatic activity against plant-pathogenic fungi, so assay was carried o ut against Ophiobolus miyabeanus on potato dextrose agar by usual paper-disc method. Cultured broth from flasks was filtered with the aid of Gelite 545. The filtrate was absorbed on an anion-exchange resin (Amberlite IR-45) in OH~form at pH 4.5 and eluted with 50% aqueous acetone. The eluate was concentrated in vacuo and added into two volume of acetone, yielding powdery precipitate. The precipitate, after washing with acetone, was further purified on a cellulose column by elution with water-saturated ^-butanol. Active fractions were combined and kept for several days at room temperature to yield coloress plate crystals (FN 1636 substance). Thus, 500mg of crystals was obtained from 10 liters of culture broth. Chemical and Physical Properties Chemical and physical properties of the isolated crystalline substance are listed in Table 2 comparing with that of authentic l-1, 4-cyclohexadiene-l-alanine. The most characteristic property of the new crystalline substance is to give a brick-orange color with ninhydrin reagent on paper or cellulose layer. Chemically synthesized l-1, 4cyclohexadiene-1-alanine also gives similar color with ninhydrin. The fermentation Table 2. Physico-chemical properties of FN 1636 substance and L-l, 4-cyclohexadiene-l-alanine F N 1636 sub stan ce L -l, 4 -C y cloh ex adiene-l-alan inel) A p pe colorless p late colorless plate M . W . (m ass) 167 167 E lem en tary an aly sis ( % ) C 64.84, H 7.7 9, N 8.40 % C 65.0, H 7 .86, N 8.53 % * O p tical rotation [a ll3 -60 .3-(c 0 .8, H 2O ) [a ll5 -61 .6-(c 0.74, H 2O ) Stability u n stable in solid state u nstab le in solid state C olor reaction n inh y drin , brick -oran g e nin h yd rin , b rick -orang e T h in -lay er chrom atogr aph y (M N cellu lose) w ater-saturated n -b utanol 蝣 w ater-satu rated n -bu tan ol R f 0.59 R f 0.59 n-BuO H -P y rid ine -A cO H -H 2O i-BuOH -P y ridin e -A cO H -H 2O (30 : 20 : 6 : 24) (3 0 :20 : 6 :2 4) R f 0. 71 R f 0. 7 1 * Calcd. for C9H13NO2: C 64.70, H7.84, N8.38. F ig. 1. Infrared spectra of FN 1636 substance and L-l, 4-cyclohexadiene-l-alanine (Nujol mull) c © o v. CD L -1,4-Cycfohexadiene-f-afanine 4000 2800 2000 1800 1600 1400 1200 1000 800 600C/77*f 3 4 5 6 7 8 % Fig. 3. NMR spectrum of L-l,4-cyclohexadiene-l-alanine in D20 L-l,4-Cyclohexadiene-l-alanine (l-2, 5-Dihydrophenylalanine) NH2 CH2CHCOOH 3 4 5 6 7 8 Z\n\nsubstance is rather heat labile and after having been kept for 3 hours at 110°C about one third of it was oxidized to L-phenylalanine. A methanolic solution showed weak, end absorption in ultraviolet absorption spectrum.\n\nThe infrared absorption spectra of the fermentation substance and chemically prepared l-1, 4-cyclohexadiene-l-alanine are shown in Fig.  1 , and their NMR spectra in Figs.  2  and  3  respectively. From these results, it seems reasonable to decide that the fermentation material is identical withL-l, 4-cyclohexadiene-l-alanine."
    },
    {
      "title": "Biological Activities",
      "text": "The antimicrobial spectrum Table  3 . Antimicrobial spectrum of FN 1636 substance of the fermentation substance was tested by the agar dilution streak method and the results are shown in Table  3 . Inhibition of plantpathogenic fungi was noted, and growth of Trichophyton asteroides, Trichophyton rubrum, Sclerotinia arachidis, Helminthosporium sativum, Ophiobolus miyabeanus and Piricularia oryzae was partiallyinhibited at the concentration of 25-50 mcg/ml. The growth of Pseudomonas aeruginosa IAM 1052 is inhibited at the concentration à\"of 5 mcg/ml only on synthetic medium. In studies using this bacterial strain the reversal by amino acids of the antibacterial activity of the fermentation substance was examined. Only phenylalanine among 19 amino acids tested reversed the inhibition of growth as shown in Table 4. This suggests that the fermentation substance is an antagonist of phenylalarnine. Also this antibiotic has the same antibacterial activity against Ps. aeruginosa as authentic sample of l-1, 4-cyclohexadiene-lalanine; inhibitory zones of 28 mm at the concontration of 200 mcg/ml by paper-disc assay. Mice survived more than 10 days after i ntravenous administration of 500 mg/kg. Thus, from physico-chemical properties and antimicrobial activity the fermentation sub-. , .n i h A 1 T -,. The antibacterial activities of testsolutions stance Was identified as L-l, 4-Cyclohexadiene-containing various concentration of FN 1636 . . . . . p substance and L-phenylalanine was examined 1 -alanine and shown tO be an antagonist Of using Pseudomonas aeruginosaIAM1052 on the medium D described in Table 3 by paper-disc phenylalanine. assay. M edia O rg an ism s M . I. C. (m cg /m l) M icr osp oru m au dou inii 6. 3 U stilag o zeae 100 B otrytis cin er ea 100 T rich op hyton in terd ig itale 200 A ltern aria hihu chian a > 200 A H elm in thosp oriu m sa tivu m > 200 O p hiobolus m iy abea nu s > 200 P iricularia ory za e > 200 S clerotin ia a rach idis > 200 T rich op hyton asteroides > 200 T rich op hy ton ru brum > 200 B acillus m eg atherium > 200 B acillus su btilis > 200 B an d C E scherichia coli > 200 P seu dom on as aerug inosa > 200 S tap hy lococcus a ureu s F D A 209 P > 200 P s e u d o m o n a s aerug inosa IA M 1052 5 E and F Aspergillus oryzaepenicillium chrysogenum > 200 > 200 G and H Candida albicanssaccharomyces cerevisiaeTorula utilis > 200 > 200 > 200 Media (A) Potato dextrose agar (B) Nutrient agar (C) Stephenson-Whetham medium (D) glucose 1%, Na-glutamate 0.5%, K2HPO4 0.1 \\ MgSO4-7H2O 0.02%, agar 1.5% (E) Malt extract agar (F) CzAPEK medium (G) Malt extract agar (H) Hayduck medium Table 4. Reversal of inhibition of FN 1636 substance by L-phenylalanine in Pseudomonas aeruginosa IAM 1052\n\nL -P h e n y la la n in e ( m cg /m l) F N 1 6 3 6 s u b s ta n c e 20 0 m c g /m 1 1 0 0 m c g /m l 0 2 8 m m 2 8 2 3 m m 1 0 2 2. 5 2 0 2 1 5 0 1 5 1 0 0 2 6 1 0 2 0 0 1 7 0 4 0 0 0"
    },
    {
      "text": "Fig. 2. NMR spectrum of FN1636 substance in D20"
    },
    {
      "title": "Acknowledgements",
      "text": "The authors are indebted to  Dr. Charlotte Ressler ,  Institute for Muscle Disease, New York , for kind supply of synthetic D-, L-and DL-1, 4-cyclohexadiene-l-alanine."
    }
  ],
  "references": [
    {
      "title": "1,4-Cyclohexadiene-l-alanine (2,5-dihydrophenylalanine), a new inhibitor of phenylalanine for the rat and Leuconostoc dexlranicum 8086",
      "authors": [
        "M Snow",
        "C Lauinger",
        "C Ressler"
      ],
      "year": 1968,
      "doi": "10.1021/jo01269a016",
      "journal": "J. Org. Chem",
      "volume": "33",
      "raw": "1,4-Cyclohexadiene-l-alanine (2,5-dihydrophenylalanine), a new inhibitor of phenylalanine for the rat and Leuconostoc dexlranicum 8086 \n\t\t \n\t\t\t M L Snow \n\t\t \n\t\t \n\t\t\t C Lauinger \n\t\t \n\t\t \n\t\t\t C Ressler \n\t\t \n\t\t 10.1021/jo01269a016 \n\t \n\t \n\t\t J. Org. Chem \n\t\t \n\t\t\t 33 \n\t\t\t \n\t\t\t 1968 \n\t\t \n\t \n\t Snow, M. L.; C. Lauinger & C. Ressler : 1,4-Cyclohexadiene-l-alanine (2,5-dihydrophenyl- alanine), a new inhibitor of phenylalanine for the rat and Leuconostoc dexlranicum 8086. J. Org. Chem. 33 : 1774-1780, 1968"
    },
    {
      "title": "The utilization of carbon compound by some actinomycetales as an aid for species determination",
      "authors": [
        "T Pridham",
        "D Gottlieb"
      ],
      "year": 1948,
      "doi": "10.1128/jb.56.1.107-114.1948",
      "journal": "J. Bact",
      "volume": "56",
      "raw": "The utilization of carbon compound by some actinomycetales as an aid for species determination \n\t\t \n\t\t\t T G Pridham \n\t\t \n\t\t \n\t\t\t D Gottlieb \n\t\t \n\t\t 10.1128/jb.56.1.107-114.1948 \n\t \n\t \n\t\t J. Bact \n\t\t \n\t\t\t 56 \n\t\t\t \n\t\t\t 1948 \n\t\t \n\t \n\t Pridham, T. G. & D. Gottlieb : The utilization of carbon compound by some actinomycetales as an aid for species determination. J. Bact. 56 : 107~114, 1948"
    }
  ],
  "num_references": 2,
  "figures": [
    {
      "caption": "Fig. 2 .",
      "description": "Fig. 2. NMR spectrum of FN1636 substance in D20"
    }
  ],
  "num_figures": 1,
  "num_citations": 1,
  "notes": [
    "[raw_affiliation] Research Laboratories of Fujisawa Pharmaceutical Co., Ltd. , Higashiyodogawa-ku , Osaka , Japan",
    "[raw_affiliation] Research Laboratories of Fujisawa Pharmaceutical Co., Ltd. , Higashiyodogawa-ku , Osaka , Japan",
    "[raw_affiliation] Research Laboratories of Fujisawa Pharmaceutical Co., Ltd. , Higashiyodogawa-ku , Osaka , Japan",
    "[raw_affiliation] Research Laboratories of Fujisawa Pharmaceutical Co., Ltd. , Higashiyodogawa-ku , Osaka , Japan",
    "[raw_affiliation] Research Laboratories of Fujisawa Pharmaceutical Co., Ltd. , Higashiyodogawa-ku , Osaka , Japan",
    "[submission] Received for publication September 21, 1970",
    "[raw_reference] Snow, M. L.; C. Lauinger & C. Ressler : 1,4-Cyclohexadiene-l-alanine (2,5-dihydrophenyl- alanine), a new inhibitor of phenylalanine for the rat and Leuconostoc dexlranicum 8086. J. Org. Chem. 33 : 1774-1780, 1968",
    "[raw_reference] Pridham, T. G. & D. Gottlieb : The utilization of carbon compound by some actinomycetales as an aid for species determination. J. Bact. 56 : 107~114, 1948"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
