{
  "paper_id": "YZ9QVFHD",
  "title": "Evaluating multiple surrogate markers with censored data",
  "abstract": "The utilization of surrogate markers offers the opportunity to reduce the length of required follow-up time and/or costs of a randomized trial examining the effectiveness of an intervention or treatment. There are many available methods for evaluating the utility of a single surrogate marker including both parametric and nonparametric approaches. However, as the dimension of the surrogate marker increases, a completely nonparametric procedure becomes infeasible due to the curse of dimensionality. In this paper, we define a quantity to assess the value of multiple surrogate markers in a time-to-event outcome setting and propose a robust estimation approach for censored data. We focus on surrogate markers that are measured at some landmark time,  0 , which occurs earlier than the end of the study. Our approach is based on a dimension reduction procedure with an option to incorporate weights to guard against potential misspecification of the working model, resulting in three different proposed estimators, two of which can be shown to be double robust. We examine the finite sample performance of the estimators under various scenarios using a simulation study. We illustrate the estimation and inference procedures using data from the Diabetes Prevention Program (DPP) to examine multiple potential surrogate markers for diabetes.",
  "year": 2016,
  "date": "2016",
  "journal": "Biometrics",
  "publication": "Biometrics",
  "authors": [
    {
      "forename": "Layla",
      "surname": "Parast",
      "name": "Layla Parast",
      "affiliation": "1  Statistics Group , RAND Corporation , Santa Monica , California \n\t\t\t\t\t\t\t\t Statistics Group \n\t\t\t\t\t\t\t\t RAND Corporation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Santa Monica \n\t\t\t\t\t\t\t\t\t California",
      "email": "parast@rand.org"
    },
    {
      "forename": "Tianxi",
      "surname": "Cai",
      "name": "Tianxi Cai",
      "affiliation": "2  Department of Biostatistics , Harvard University , Boston , Massachusetts \n\t\t\t\t\t\t\t\t Department of Biostatistics \n\t\t\t\t\t\t\t\t Harvard University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Lu",
      "surname": "Tian",
      "name": "Lu Tian",
      "affiliation": "3  Department of Biomedical Data Science , Stanford University , Stanford , California \n\t\t\t\t\t\t\t\t Department of Biomedical Data Science \n\t\t\t\t\t\t\t\t Stanford University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Stanford \n\t\t\t\t\t\t\t\t\t California"
    },
    {
      "affiliation": "Statistics Group , RAND Corporation , 1776 Main Street , Santa Monica , CA 90401. \n\t\t\t\t\t\t\t\t Statistics Group \n\t\t\t\t\t\t\t\t RAND Corporation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1776 Main Street \n\t\t\t\t\t\t\t\t\t 90401. \n\t\t\t\t\t\t\t\t\t Santa Monica \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "affiliation": "National Institute of Diabetes and Diges- tive and Kidney Diseases , \n\t\t\t\t\t\t\t\t National Institute of Diabetes and Diges- tive and Kidney Diseases"
    }
  ],
  "doi": "10.1111/biom.13370",
  "arxiv": "arXiv:1603.09326",
  "pmid": "11832527",
  "keywords": [
    "double robust",
    "inverse probability weighting",
    "surrogate marker",
    "survival",
    "treatment effect 1"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Testing for a treatment effect using a surrogate marker in place of a primary outcome can potentially decrease study length and costs. However, identifying valid surrogate markers is an ongoing challenge and its complexity is reflected in the rich statistical and clinical research on this topic over the past 30 years  (Prentice, 1989; Burzykowski et al., 2005; Weir and Walley, 2006; VanderWeele, 2013) . While there are many available statistical methods to evaluate surrogate markers, these methods tend to focus on settings where there is only one potential marker being evaluated  (Freedman et al., 1992; Lin et al., 1997; Li et al., 2001; Wang and Taylor, 2002; Conlon et al., 2014) . In practice, there are often multiple potential surrogate markers and it is reasonable to consider whether the group of markers together may serve as useful surrogate marker information  (Parast et al., 2015; Athey et al., 2016; Van der Elst et al., 2019) . For example, in studies examining interventions to prevent diabetes where the primary outcome is a diabetes diagnosis, it may be the case that fasting plasma glucose, or Hemoglobin A1c, or body mass index (BMI) may all be relatively poor surrogate markers when evaluated individually, but that these three measurements together may be useful.\n\nThough the majority of statistical methodological development has focused on the single surrogate marker setting, some work has explored the multiple marker setting.\n\nA straightforward and intuitive approach proposed by  Freedman et al. (1992)  is to simply fit a regression model predicting the primary outcome with only the treatment indicator as a predictor variable, and then fit a second model that includes the multiple surrogate markers as additive effects, and to examine the resulting change in the regression coefficient for treatment. If the magnitude of the regression coefficient for treatment decreases dramatically, then the set of surrogate markers would be said to be explaining a large proportion of the treatment effect. While easy to implement, there are a number of limitations with this approach  (VanderWeele, 2013; Parast et al., 2015) . Alternatively,  Parast et al. (2015)  proposed a two-stage approach, whereby the multiple markers are first combined using a working model and then a nonparametric kernel smoothing approach is used to evaluate the utility of the resulting combination. More recently,  Van der Elst et al. (2019)  extended the concepts of the adjusted association and individual causal association, previously developed in the univariate surrogate setting by  Alonso et al. (2015)  and  Buyse and Molenberghs (1998) , to the multivariate surrogate setting under the assumption that the outcome and surrogates follow a multivariate normal distribution. Huang and Gilbert (2011)  proposed several quantities to evaluate multiple markers when the outcome is binary using a semiparametric likelihood method and  Gabriel et al. (2015)  extended this approach to a time-toevent outcome setting under a special Weibull model. Xu and Zeger (2001)  suggest quantifying how much precision is gained in terms of predicting the outcome when using multiple surrogate markers versus only one surrogate or no surrogate information via a joint latent model for the primary outcome and surrogate markers conditional on treatment. Price et al. (2018)  recently proposed an approach to identify an optimal surrogate marker, which may be a function of multiple surrogates, such that this optimal surrogate captures as much information about the primary outcome as possible. Their estimation approach involves an initial super-learner estimator of this optimal surrogate followed by an update using targeted maximum likelihood estimation.\n\nHowever, these available approaches are not able to accommodate a time-to-event outcome subject to censoring and/or tend to generally rely on strict model assumptions. While continuous and binary outcomes remain important, the clinical settings where there is the most demand for valid surrogate markers are those where the outcome is the time to an event. For example, the majority of clinical trials examining treatments for chronic diseases such as diabetes, cancer, and cardiovascular disease focus on time-to-event outcomes such as time until diagnosis, disease progression, or death. Reliance on model assumptions can result in bias when these models do not hold  (Parast et al., 2015) . The complex relationship between event outcomes and multiple surrogate markers given treatment, can be particularly difficult to model parametrically. Admittedly, the desire to completely avoid any model assumptions is difficult when considering multiple markers because as the dimension of  (the potential surrogate markers) increases, a completely nonparametric procedure is generally infeasible due to the curse of dimensionality  (Robins and Ritov, 1997) .\n\nIn this paper, we define a quantity to assess the value of multiple surrogate markers and propose a robust estimation framework based on a two-stage smoothing procedure, which involves the use of a working model, followed by an option to incorporate weights to guard against misspecification of the working model. Our framework results in three different proposed estimators, two of which have a double-robust property. We derive the asymptotic properties of our proposed estimators and develop inference procedures. We examine the finite sample performance of our proposed estimators in a simulation study, compare our proposed estimators to model-based estimators, and illustrate the resulting estimates and inference procedures by examining multiple markers for diabetes using data from the Diabetes Prevention Program (DPP) study."
    },
    {
      "title": "PROPORTION OF TREATMENT EFFECT EXPLAINED BY MULTIPLE SURROGATE MARKERS"
    },
    {
      "title": "Notation",
      "text": "Let  ∈ {, } be the binary treatment indicator and we assume throughout that subjects are randomly assigned to either treatment group  or  at baseline, and that treatment A is hypothesized to be the more beneficial treatment with respect to delaying or preventing the occurrence of the primary outcome. Let  denote the time to the occurrence of the primary outcome, death for example, and  = ( 1 ,  2 , … ,   )  denote the vector of  surrogate markers measured at a given time  0 . Let  () and  () denote the counterfactual event time and surrogate marker measurements under treatment  =  for  ∈ {, }. In practice, we only observe (, ) = ( () ,  () ) or ( () ,  () ) depending on whether  =  or . Throughout, we define the treatment effect, Δ(), as the treatment difference in survival rates at time  >  0 ,\n\nwhere (⋅) is the indicator function. For individuals who are censored or experience the primary outcome before  0 , we assume that their  information is not available."
    },
    {
      "title": "Proportion of treatment effect explained by multiple surrogate markers",
      "text": "Our goal is to quantify the proportion of the treatment effect on ( > ) that is explained by the treatment effect on surrogate marker information available at  0 . Parallel to the approach in  Parast et al. (2017) , we define surrogate marker information at time  0 as a combination of the observed information on ( >  0 ) and the observed  at  0 , denoted by   0 = { ()  0 ,  = , }, where  ()  0 = { () ∧  0 ,  () ( () >  0 )}. This allows us to incorporate observable primary outcome information up to  0 and is more reasonable than discarding those who experience the primary event by  0 when evaluating surrogate marker information. Throughout, we assume that  () ⟂  () ( () >  0 ) | { () , ( () >  0 )} (A1)\n\n() ⟂  () ( () >  0 ) | { () , ( () >  0 )}, (A2) which are needed for identifiability and causal interpretation. With information on   0 , we define the residual treatment effect as:\n\nwhich is the hypothetical risk difference at time  if the surrogate information at  0 of the two groups was the same.\n\nIn essence, Δ  (,  0 ) can be interpreted as the \"residual\" treatment effect on the primary outcome, after we account for the treatment effect on the surrogate markers by forcing the surrogate marker distributions in the two groups to look the same. If the treatment effect is entirely through the surrogate markers, then we would expect Δ  (,  0 ), the residual treatment effect, to be zero. In contrast, if there is no treatment effect on the surrogate markers, we would expect Δ  (,  0 ) to be equal to Δ().\n\nDefining the expectation in (1) requires specifying a reference distribution for   0 . Without loss of generality, we choose it to be the distribution of  ()  0 , which leads to\n\nwhere  = ( 1 , … ,   )  ,   ( |  0 ) = ( () ≤  |  () >  0 ),   ( | ,  0 ) = ( () >  |  () = ,  () >  0 ), and throughout, we let  ≤  denote the event { 1 ≤  1 , … ,   ≤   }.\n\nWith Δ  (,  0 ), we define the proportion of treatment effect explained by   0 as:   (,  0 ) = {Δ() -Δ  (,  0 )}∕Δ() = 1 -Δ  (,  0 )∕Δ.\n\nThese definitions are parallel to those proposed in  Parast et al. (2017)  and  Wang and Taylor (2002) , expanded to the multiple marker setting. This framework is appealing in that it defines   (,  0 ) directly by quantifying (a) the treatment effect and (b) the piece of the treatment effect that is explained by the surrogate information. However, the existence of multiple markers introduces significant complexities in the estimation of   (,  0 ). In this paper, we focus on robust estimation of this proportion using censored data."
    },
    {
      "title": "Assumptions",
      "text": "Parallel to  Parast et al. (2017) , a number of assumptions are required to ensure identifiability, that   (,  0 ) is between 0 and 1, and that we are not in a surrogate paradox situation in which the treatment may have a positive effect on the surrogate markers, the surrogate markers and the primary outcome may be positively associated, but the treatment has a negative effect on the primary outcome (  Van-derWeele, 2013) . In addition to Assumptions (A1) and (A2), we assume:\n\n(A3)   ( | ,  0 ) is a component-wise monotone increasing function in ; (A4) ( () > ,  () >  0 ) ≥ ( () > ,  () >  0 ) for all ; (A5)   (|,  0 ) ≥   (|,  0 ) for all .\n\nAssumptions (A1) and (A2) together can be interpreted as the surrogate information under treatment A would not affect the distribution of  under treatment B, if the surrogate information under treatment B is given (and vice versa). In most settings, it is reasonable to expect these assumptions to hold, but careful consideration is needed in specific applications. Assumption (A3) implies that  at time  0 is \"positively\" related to the residual survival time, that is, survival to  given survival to  0 ; (A4) implies that there is a positive treatment effect on the set of surrogate markers; and (A5) requires that there is a nonnegative residual treatment effect beyond that on . Assumptions (A3), (A4), and (A5) ensure that   (,  0 ) is always between 0 and 1."
    },
    {
      "title": "ESTIMATION AND INFERENCE",
      "text": "Due to censoring, the observed data consist of  observations {(  ,   ,   ,   (  >  0 )),  = 1, … , } from the two treatment groups, where   = min(  ,   ),   = (  <   ), and   denotes the censoring time for the th subject. We assume independent censoring, that is, (  ,   ) ⟂   |   . For ease of notation, we also let {(  ,   ,   (  >  0 )),  = 1, … ,   } denote   = ∑  =1 (  = ) observations from treatment group  ∈ {, }, where   = min(  ,   ) and   = (  <   ). Without loss of generality, we assume that π =   ∕ →   ∈ (0, 1) as  → ∞. Throughout, we estimate the treatment effect Δ() = ( () > ) -( () > ) as\n\n,\n\nwhere Ŵ  () is the Kaplan-Meier estimator of    () = (  > ). We propose three robust estimators for Δ  (,  0 ): (I) a two-stage smoothing-based estimator, (II) a double robust estimator obtained by incorporating weighting into the first estimator to guard against misspecification of the working model used in (I), and (III) a second double robust estimator incorporating weights in an alternative way."
    },
    {
      "title": "Two-stage estimator",
      "text": "First, we propose a two-stage procedure combining the use of a working model and a nonparametric estimation procedure for Δ  (,  0 ), building upon the multiple marker estimation procedure given in  Parast et al. (2015)  for the uncensored setting and  Parast et al. (2017) , which handled censored data with a single marker. The idea is simply to summarize  into a univariate score  and then construct a nonparametric estimator for   (,  0 ) treating  as . To construct , we approximate the conditional distribution of  () |  () ,  () >  0 by using a working semiparametric model such as the landmark proportional hazards model (Van Houwelingen and Putter, 2012):\n\nwhere Λ 0 (| 0 ) is the unspecified baseline cumulative hazard function for  () conditional on { () >  0 } and  is an unknown vector of coefficients. Let β be the maximizer of the corresponding log partial likelihood function and Λ0 (| 0 ) be the Breslow-type estimate of baseline hazard  (Breslow, 1972) . If one were to assume that (  2 ) is correctly specified, then a consistent estimate of Δ  (,  0 ) would simply be:\n\nHowever, if (2) is not correctly specified, Δ  (,  0 ) may be a biased estimate of Δ  (,  0 )  (O'neill, 1986; Lagakos, 1988) . On the other hand, even when (2) is misspecified, β converges to a deterministic limit  0 in probability as   → ∞ under general regularity conditions  (Hjort, 1992) . Therefore, we may use the resulting score  =   0  as a univariate \"pseudo-marker\" to summarize the  surrogates.\n\nIn the second stage, to estimate Δ  (,  0 ), we apply the nonparametric approach proposed in  Parast et al. (2017)  with  represented by the univariate marker . Specifically, we use a kernel Nelson-Aalen estimator to nonparametrically estimate   (|,  0 ) = ( ()\n\nÛ = β   , Û = β   ,   = (  ≥ ),   () = (  ≤ )  , (⋅) is a smooth symmetric density function,  ℎ () = (∕ℎ)∕ℎ, and (⋅) is a given monotone transformation function, similar to the approach used in  Parast et al. (2014)  in a different context. We let the bandwidth ℎ =   ( -  ) with  ∈ (1∕4, 1∕2) to impose undersmoothing to eliminate the asymptotic impact of the bias of Λ (|,  0 ) on the resulting estimator. We then estimate Δ  (,  0 ) as\n\n] and R (,  0 ) = 1 -Δ (,  0 )∕ Δ().\n\nIn Web Appendix A, we show that when (2) holds, Δ (,  0 ) and R (,  0 ) are respective consistent estimators of Δ  (,  0 ) and   (,  0 ), √ { Δ (,  0 ) -Δ  (,  0 )} → (0,  2 1 ), and √ { R (,  0 ) -  (,  0 )} → (0,  2 2 ), with  2 1 and  2 2 defined in Web Appendix A. In addition, we show that regardless of the adequacy of (2), Δ (,  0 ) and R (,  0 ) always consistently estimate Δ  (,  0 ) and   (,  0 ) = 1 -Δ  (,  0 )∕Δ(), respectively, where\n\nand   ( |  0 ) = ( () ≤  |  () >  0 ). This property is expected given the asymptotic results presented in  Parast et al. (2017)  for the single marker setting; that is, once we transform multiple surrogate markers to a single psuedomarker , the properties of the corresponding estimate would hold with respect to that . Lastly, it can be shown that if\n\nthen Δ  (,  0 ) = Δ  (,  0 ) and thus, R (,  0 ) would be a consistent estimator of   (,  0 ). Note that (5) implies that even if the regression model is misspecified, it is still possible that  captures all of the association between  and  for our specific purpose. In general, using  as a way to summarize the multiple surrogates should perform better than an arbitrary combination of the surrogates; we illustrate this further in Section 4."
    },
    {
      "title": "Two-stage weighted estimator",
      "text": "While the estimator R is constructed to estimate the full surrogacy of , it may not approximate this well if the working model (2) fails to characterize the distribution of  given , for example, if model (  2 ) is incorrectly specified. In that case, the estimator Δ (,  0 ) may correctly capture the residual treatment effect at  0 when the composite marker  () within the two groups were the same, but not necessarily the residual treatment effect if  within these two groups was the same, which is the goal. To derive a more robust estimator, we borrow ideas from the extensive causal inference literature focusing on double robust estimators  (Lunceford and Davidian, 2004; Bang and Robins, 2005; Glynn and Quinn, 2010; Lee et al., 2010; Rotnitzky et al., 2012) . Specifically, we propose a two-stage weighted estimator with a propensity score weight explicitly balancing the two treatment groups with respect to the distribution of . The weighting enables us to \"adjust\" the distribution of  () before constructing the conditional survival estimate φ (|,  0 ). As demonstrated below, this approach results in a double-robust estimator of Δ  (,  0 ), which is consistent when either  () captures all the information about the relationship between ( () ≥ ) and  () or the propensity score model for (,  0 ) = (  = |  = ,   >  0 ) is correctly specified. While (,  0 ) depends on  0 , for simplicity, we drop  0 from our notation and simply use ().\n\nRegression models can be imposed to obtain estimates for (). For example, a simple logistic regression model can be imposed for π() = (  = |  = ,   >  0 ) with logit{ π()} =  0 +   1 ,\n\nwhere  0 and  1 are estimated only among those with   >  0 to account for censoring. The propensity score of interest, (), can be derived from π() directly since\n\nwhich follows from the assumption that (  ,   ) ⟂   .\n\nWe then modify (4) by weighting observations with the estimated (  ) = (  )∕{1 -(  )} and obtain\n\nwhere L(  ) = exp(α 0 + α 1   ) Ŵ  ( 0 )∕ Ŵ  ( 0 ). Subsequently, we define\n\nand R  (,  0 ) = 1 -Δ  (,  0 )∕ Δ(), where φ  (| 0 , ) = exp{-Λ  (| 0 , )}. Intuitively, we consider our pseudo-marker  as a potentially flawed attempt to capture all information in  (through dimension reduction). The analogous situation in an observational study is a treatment effect estimator based on a regression model conditional on  that is biased due to a residual confounding effect from . In such a case, it is advantageous to use propensity score weighting to additionally balance . Our setting is certainly more complicated, since  is measured postbaseline, but the concept is similar. The need for weighting comes from the fact that \"balancing\" with respect to  may not be sufficient when  does not fully capture the information of . When  is flawed, the weighting proposed here offers us a second chance to recover consistency.\n\nIn Web Appendix B, we show that when either (a) model (  6 ) is correctly specified, or (b) ( () ≥ ) ⟂  () |  () ,  () ≥  0 , our proposed estimate Δ  (,  0 ) is a consistent estimate of Δ  (,  0 ). Specifically, we demonstrate that when the propensity score model (  6 ) is correctly specified,\n\nOn the other hand, if ( () ≥ ) ⟂  () | ( () ,\n\n() >  0 ), then   ( | ,  0 ) =   ( |   0  = ,  0 ), whose consistent estimator is φ  ( | ,  0 ) even when the propensity score model is misspecified. Consequently, if either of these two scenarios is true, R  (,  0 ) is a consistent estimate of   (,  0 ), √ { Δ  (,  0 ) -Δ  (,  0 )} → (0,  2 3 ), and √ { R  (,  0 ) -  (,  0 )} → (0,  2 4 ), with  2 3 and  2 4 defined in Web Appendix B.\n\nRemark 1. While the two-stage weighted estimator reflects one way to enhance the robustness of an initial estimator, the idea of combining a propensity-score type model and a regression-type model has certainly been extensively studied in the causal inference literature and a more familiar double-robust estimator can be constructed as:\n\nand R  (,  0 ) = 1 -Δ  (,  0 )∕ Δ(), where φ (| Û ,  0 ) is the (unweighted) estimate of   ( | ,  0 ) used in Δ (,  0 ). In Web Appendix C, we show that if either the model for () or model (  2 ) is correctly specified, Δ  (,  0 ) and R  (,  0 ) are consistent estimators of Δ  (,  0 ) and    (,  0 ), respectively. Furthermore, √ { Δ  (,  0 ) -Δ  (,  0 )} → (0,  2 5 ) and √ { R  (,  0 ) -  (,  0 )} → (0,  2 6 ) as  → ∞, with  2 5 and  2 6 defined in Web Appendix C."
    },
    {
      "title": "Variance estimation",
      "text": "Construction of confidence intervals (CIs) for these metrics is particularly important as the 95% CI for   (,  0 ) is often used to make a decision regarding the quality of the surrogate information. For example,  Lin et al. (1997)  suggest making a decision, whereby a surrogate marker is deemed promising if the lower bound of the 95% CI for this proportion is greater than 0.50. The variances of the proposed estimators have complex forms as shown in the Web Appendices. Instead of explicitly estimating these variances, we propose a perturbation-resampling method for variance and interval estimation as detailed in Web Appendix D. Briefly, perturbation-resampling is similar to standard bootstrapping in that a weight for each observation is repeatedly generated at random and used to create weighted or \"perturbed\" version of the estimate except that in perturbation-resampling, the weights come from a continuous distribution with unit mean and unit variance as opposed to a discrete multinomial distribution used for bootstrapping. The finite sample performance of the resulting variance estimates and CIs are examined in the simulation study."
    },
    {
      "title": "SIMULATIONS"
    },
    {
      "title": "Simulation setup",
      "text": "We conducted simulation studies under three different settings to assess the performance of the proposed estimators. In setting 1, we generated data such that the landmark model (  2 ) is correctly specified, but model (  6 ) is not correctly specified. Specifically,   =   = 1000, where   =  for  = 1, … ,   and   =  for  = 1, … ,   and within each group, data were generated as follows:\n\n0.12 0.24 0.22 0.48\n\n,   = -log(1 -  )∕ exp{-     + 0.2}, and   = -log (1 -  )∕ exp{-     + 0.1}, where   ∼ (0, 1),   ∼ (0, 1),   = (1.2, 1.7, 2.2, 2.7)  ,   = (0.5, 1.0, 1.5, 2)  , censoring in both groups is generated from (0, 3), and (,  0 ) = (1, 0.5). In this setting, Δ() = 0.16, Δ  (,  0 ) = 0.04, and   (,  0 ) = 0.74. In setting 2, we generated data such that model (  6 ) is correctly specified, but model (  2 ) is misspecified. Specifically,\n\n0.12 0.24 0.22 0.48 -0.2\n\n, and  = {( = 1)} + {( = 0)}, where  ∼  (),  = {1 + exp(-   )} -1 ,   = (-0.6, -0.4, -0.3, -0.2)  , and   =  *  + 0.09 × (  = ,  *  >  0 ). That is,   =   for observations with   =  and   =   for observations with   = , and the total sample size   +   = 2000. Censoring in both groups is generated from (0, 3), and (,  0 ) = (1, 0.5). In this setting, Δ() = 0.15, Δ  (,  0 ) = 0.08, and   (,  0 ) = 0.51. In setting 3, we generated data with   =   = 1000 such that both model (  6 ) and model (  2 ) do not hold. Specifically, within each group, data were generated as:\n\nand   = 0.1 + 0.005 2 1  2 + 0.03 1  2  3 + 0.25 × exp(0.005 1  3 ) + exp( 1 ) and   = 0.002 2 1  2 + 0.025 1  2  3 + 0.25 × exp(0.003 1  3 ) + exp( 2 ), where   = ( 1 ,  2 ,  3 )  ,   = ( 1 ,  2 ,  3 )  ,  1 ∼ Normal(-0.5, 1),  2 ∼ Normal(-0.5, 1), censoring in both groups is generated from (0, 3), and (,  0 ) = (1, 0.5). In this setting, Δ() = 0.15, Δ  (,  0 ) = 0.03, and   (,  0 ) = 0.81.\n\nFor all settings, we let the bandwidth ℎ = ℎ   -0.11  =   ( -0.31 ) to ensure the desired theoretical rate for ℎ,\n\n) is obtained via the optimal bandwidth selection procedure given by  Scott (1992) . Throughout, a simple logistic regression model is used, as described in Section 3.2, for ()."
    },
    {
      "title": "Model-based estimators for comparison",
      "text": "In order to compare the performance of our proposed robust estimators to model-based estimators in these different settings, we define three additional model-based estimators. Importantly, the following three model-based estimators do not exist in the literature and are themselves novel in this setting. Our aim in introducing these estimators for comparison is to demonstrate the value of the robustness of our proposed estimators, as well as the trade-offs made when certain specified models are indeed correctly specified. We define Δ  (,  0 ) as the estimator given in (3), which relies completely on the correct specification of (2), and R  (,  0 ) = 1 -Δ  (,  0 )∕ Δ(). Second, we define a propensity-score weighted estimator\n\nand R  (,  0 ) = 1 -Δ  (,  0 )∕ Δ(). This estimator completely relies on the correct specification of (). Lastly, we define a model-based double-robust estimator Δ2  (,  0 ) and R2  (,  0 ) = 1 -Δ2  (,  0 )∕ Δ() constructed parallel to the construction of Δ  (,  0 ), that is, a combination of Δ  (,  0 ) and R  (,  0 ). Similar to our double-robust estimators, this estimator would be consistent if either (2) or (6) were correctly specified, but would not have the property that our double-robust estimators have whereby it still consistently estimates   (,  0 ) even when both models are misspecified. Notably, none of these model-based estimators incorporate a smoothing component. The aforementioned model-based estimators are expected to perform well when the model specified by that approach holds, but perform poorly in setting 3 where neither model holds."
    },
    {
      "title": "Simulation goals",
      "text": "The goals of the simulation study are to show that (a) when model (  2 ) is correctly specified, regardless of correct specification for model (  6 ), all proposed estimators perform well in terms of minimal bias, standard error estimates are close to the empirical standard error estimates and coverage is close to the nominal level of 0.95; (b) when model (  6 ) is correctly specified, regardless of correct specification for model (2), both proposed double-robust estimators perform well; and (c) when neither model (2) nor model (  6 ) is correctly specified, we would still expect reasonable performance for our proposed estimators unless  dramatically fails to characterize the information contained in .\n\nESE 0.023 0.023 0.023 0.023 0.023 0.023 ASE 0.022 0.022 0.022 0.022 0.022 0.022 MSE 0.001 0.001 0.001 0.001 0.001 0.001 Coverage 0.923 0.925 0.939 0.930 0.935 0.938 Setting 3 Proposed Model-based Δ (,   ) Δ  (,   ) Δ  (,   ) Δ  (,   ) Δ  (,   ) Δ  (,   ) Bias 0.004 0.003 -0.001 0.026 0.065 0.019 ESE 0.027 0.030 0.031 0.025 0.034 0.030 ASE 0.027 0.029 0.032 0.025 0.033 0.030 MSE 0.001 0.001 0.001 0.001 0.005 0.001 Coverage 0.949 0.948 0.960 0.794 0.491 0.897 Note. Proposed estimators are compared with fully model-based estimates: Δ  (,  0 ), Δ  (,  0 ), and Δ2  (,  0 ). Abbreviations: ASE, average standard error; ESE, empirical standard error; MSE, mean squared error; Coverage, coverage of 95% confidence intervals."
    },
    {
      "title": "Simulation results",
      "text": "Tables  1  and  2  show the results of estimating Δ  (,  0 ) and   (,  0 ), respectively, under each setting across 1000 simulations. Overall these results show that all three proposed estimators generally have minimal bias, estimated standard error estimates close to the empirical standard errors, and coverage close to the nominal level of 0.95. Specifically examining estimation of   (,  0 ) (Table  2 ), in setting 1 where model (  2 ) is correctly specified, all proposed estimators perform reasonably well and similarly in terms of bias (goal (a) above). Comparing to the model-based estimator    (,  0 ), also shown in Table  2 , this estimator has smaller bias in setting 1 since the model that it relies on is, in fact, correct here. That is, we see that we pay a small price in terms of minimal bias by using the two-stage estimator, which smooths over the pseudo-score  when such smoothing is unnecessary. As expected, the model-based propensity score estimator,    (,  0 ), included for comparison, has larger bias since the model for () is not correctly specified.\n\nUnder setting 2 where the model for () is correctly specified, both estimators that incorporate propensity score weighting have minimal bias while the twostage estimator, which does not incorporate weighting, has slightly larger bias (goal (b) above). We see very minimal bias for the weighted model-based estimator and the model-based double-robust estimator, which is expected since they are valid under correct specification of ().\n\nLastly, in setting 3 when neither model is correct, all three proposed estimators perform reasonably well (goal (c) above). This can be compared to the model-based estimators, which have substantial bias for all three modelbased comparison estimators. These results highlight the robustness of the three proposed estimators to potential model misspecification.\n\nIn Web Appendix E, we present additional simulation results for all settings examining two additional estimators similar to R (,  0 ) except that they are based on arbitrary combinations of  as opposed to  = β . In Web Appendix E, we also present an additional simulation setting generated such that the surrogate is time-varying and TA B L E 2 Performance of the proposed estimators of   (,  0 ) under setting 1, when the conditional survival model is correctly specified, setting 2, when the model for () is correctly specified, and setting 3 when neither model is correctly specified\n\nSetting 1 Proposed Model-based R (,   ) R  (,   ) R  (,   ) R  (,   ) R  (,   ) R  (,   ) Bias -0.021 -0.013 0.012 0.002 -0.042 0.001 ESE 0.080 0.083 0.110 0.080 0.125 0.110 ASE 0.083 0.085 0.118 0.086 0.136 0.118 MSE 0.007 0.007 0.012 0.006 0.018 0.012 Coverage 0.922 0.927 0.958 0.950 0.944 0.960 Setting 2 Proposed Model-based R (,   ) R  (,   ) R  (,   ) R  (,   ) R  (,   ) R  (,   ) Bias -0.031 -0.024 0.006 0.015 0.006 0.006 ESE 0.090 0.091 0.094 0.093 0.093 0.093 ASE 0.095 0.096 0.104 0.101 0.102 0.102 MSE 0.009 0.009 0.009 0.009 0.009 0.009 Coverage 0.897 0.908 0.949 0.941 0.945 0.947 Setting 3 Proposed Model-based R (,   ) R  (,   ) R  (,   ) R  (,   ) R  (,   ) R  (,   ) Bias -0.003 0.002 0.027 -0.158 -0.422 -0.106 ESE 0.158 0.185 0.200 0.120 0.175 0.175 ASE 0.193 0.215 0.240 0.149 0.196 0.206 MSE 0.025 0.034 0.041 0.039 0.209 0.042 Coverage 0.945 0.951 0.963 0.732 0.396 0.881 Note. Proposed estimators are compared with fully model-based estimates: R  (,  0 ), R  (,  0 ), and R2  (,  0 ). Abbreviations: ASE, average standard error; ESE, empirical standard error; MSE, mean squared error; Coverage, coverage of 95% confidence intervals.\n\nuse our methods to examine the proportion of the treatment effect explained at two different time points."
    },
    {
      "title": "EXAMPLE",
      "text": "We use the proposed estimators to examine multiple surrogate markers in a diabetes clinical trial setting. This is of particular interest given that the development of methods to validate surrogate markers to allow for an early assessment of treatment adequacy was identified as a critical challenge in the Strategic Planning Report of the Diabetes Mellitus Interagency Coordinating Committee of the National Institute of Diabetes and Digestive and Kidney Diseases  (NIDDK, 2011) . Specifically, we use data from the DPP Study, a randomized study designed to investigate the efficacy of various treatments on the development of diabetes in high-risk adults  (DPPG, 1999 (DPPG, , 2002)) . DPP data are publicly available through the the National Institute of Diabetes and Digestive and Kidney Diseases Central Repository  (DPP, 2013) . Participants were randomly assigned to either a placebo group or one of three treat-ment groups: metformin, troglitazone, or lifestyle intervention. The primary endpoint was time to diabetes as defined by the protocol at the time of the visit: fasting glucose ≥140 mg/dL (for visits through 6/23/1997, ≥126 mg/dL for visits on or after 6/24/2007) or 2-hour postchallenge glucose ≥200 mg/dL. We focus on the comparison between the placebo group (  = 1030) and the lifestyle intervention group (  = 1023). We let  = 3 years and  0 = 1 year. Figure  1a  shows the diabetes-free survival probability over time for each group. The estimated treatment effect, Δ(), at  = 3 years was 0.15 with an estimated probability of diabetes-free survival at  = 3 years equal to 0.86 in the lifestyle intervention group and 0.71 in the placebo group. Using the proposed estimators, we examine the proportion of treatment effect explained by three potential surrogate markers: change from baseline to  0 in log-transformed hemoglobin A1c (HBA1C), fasting plasma glucose, and total cholesterol. Figure  1b-d  show the mean surrogate marker measurement at baseline and at 1 year postbaseline within each group for HBA1C, fasting plasma glucose, and total cholesterol, respectively. For all three markers, the average of the Prevention Program study R (,   ) R  (,   ) R  (,   ) Estimate 0.589 0.619 0.651 SE 0.105 0.115 0.248 95% CI (0.4,0.79) (0.4,0.84) (0.14,1.12) Abbreviations: SE, standard error; CI, confidence interval.\n\nsurrogate marker measurement decreased from baseline to 1 year for the lifestyle intervention group, while for the placebo the average either increased, stayed the same, or only slightly decreased.\n\nResults from estimating the proportion of treatment effect explained by these potential surrogate markers using our proposed estimators are shown Table  3 . As in the simulation study, a simple logistic regression model is used, as described in Section 3.2, for (). Using either the twostage estimator or two-stage weighted estimator, the surrogate information at 1 year postbaseline explains 59% to 62% of the treatment effect on 3-year diabetes-free survival. The double-robust estimator produces a slightly higher estimate of 65.1% though with a larger standard error and wider CI, which is expected given the simulation results. For all estimators, the lower bound of the CI is under 0.5 and thus, it would be reasonable to conclude that this surrogate information at year 1 postbaseline, even though it combines information from three different markers, is not an adequate surrogate for diabetes-free survival. For comparison, fasting plasma glucose, HBA1C, and total cholesterol alone at 1 year explain 57.7%, 32.9%, and 40.3% of the treatment effect on 3-year diabetes-free survival using the nonparametric method of  Parast et al. (2017) . Therefore, at 1 year postbaseline, all three markers together explain only marginally more than fasting plasma glucose alone, likely due to overlap in information across the markers."
    },
    {
      "title": "DISCUSSION",
      "text": "We have proposed an approach to define the proportion of the treatment effect explained by information on multiple surrogate markers available at  0 when the primary outcome is a time-to-event outcome subject to censoring.\n\nIn addition, we have proposed three robust estimators to estimate this defined quantity, derived asymptotic properties of the proposed estimators, proposed associated variance estimates, and demonstrated good finite sample performance in simulation studies. In comparing the proposed estimators to alternative estimators that completely rely on correct model specification, we demonstrate the robustness of our proposed estimators to model misspecification. While the majority of previous methodological work in surrogate marker research has focused on settings where only a single surrogate is being evaluated, it is more often the case that there are multiple potential surrogate markers available and thus, further development and use of methods to evaluate a set of markers are important. To our knowledge, this work is the first to present multiple robust estimators to quantify the proportion of the treatment effect explained by multiple surrogate markers in a time-to-event outcome setting. An R package implementing the methods proposed in this article, named Rsurrogate, is available on GitHub; see Web Appendix F. In practice, there may be an interest in examining the difference in the proportion of the treatment effect explained by two different sets of surrogate markers (or a set of surrogate markers vs. a single surrogate alone). Using our proposed estimators, one could calculate this difference and construct a CI based on the difference in respective perturbed estimates. For example, using the estimator R  (,  0 ) from the diabetes example, the difference in the proportion explained by the three surrogate markers versus fasting plasma glucose alone is 7% with a 95% CI of (-46%, 59%) for the difference, indicating no statistically significant evidence that the three markers together explain more than fasting plasma glucose alone.\n\nFurther discussion of our use of weights obtained from the model () is important. We present these weights as being similar in idea to propensity score weights where the goal is to obtain weights that would balance two groups with respect to specified variables, here . This is reasonable given our form of Δ  (,  0 ) but it is important to note that these should certainly not be considered to be propensity score weights in the usual sense of the term, as  is measured after treatment randomization. In addition, the use of weights of this kind in surrogate marker work and more generally in the development of methods to estimate direct and indirect effects is not new  (Barsky et al., 2002; Athey et al., 2016; Zhu et al., 2016; Athey et al., 2018) .\n\nFor example, though not in a survival setting,  Athey et al. (2016)  considered the use of a model for () and a conditional mean model to estimate the treatment effect on the primary outcome using only surrogate marker information, when the primary outcome is not measured and there are multiple surrogate markers. While their proposed approach does not suggest a method to assess the value of the potential surrogates (and cannot accommodate censoring), they demonstrate that when all needed assumptions hold, use of the surrogate via their proposed methods to estimate and test for a treatment effect can be more efficient than using the primary outcome itself. As another example,  Barsky et al. (2002)  use a similar idea to propose a nonparametric alternative to the Blinder-Oaxaca decomposition, often used in economics, to identify how much of the wealth gap between Blacks and Whites can be attributed to differences in income.\n\nOur proposed approach does have some limitations. First, we require a number of assumptions. These assumptions are needed to ensure that the defined proportion quantity is between 0 and 1 and to ensure that we are not in a surrogate paradox situation in which the treatment positively affects the surrogates, the surrogates and timeto-event outcome are positively associated, but the treatment negatively affects the time-to-event outcome  (Wang and Taylor, 2002; VanderWeele, 2013; Parast et al., 2017) . Though these are not unique to our proposal and are generally required assumptions in surrogate marker-related research, they are strong and untestable. Work is ongoing to determine ways in which one can either relax these assumptions or assess the sensitivity of our results to violations of these assumptions  (Elliott et al., 2015; Wang et al., 2020) . Second, given that our estimation approach involves kernel smoothing, we need a relatively large sample size in each treatment group. Our methods are not recommended for studies with a very small sample size. Lastly, our methods are not directly applicable to settings in which one would like to quantify the proportion of treatment effect explained by a longitudinal surrogate marker(s) or in which the set of potential surrogate markers is highdimensional. For settings with longitudinal marker, careful consideration is needed with respect to the choice of the working model to characterize the relationship between the trajectory of the marker and the outcome, the number of measurements needed for each subject, and the potential complication that an individual may be censored before  0 with a partially observed trajectory. For highdimensional setting, both models specified here, that is, (2) and model (6) for () would need to be adjusted to accommodate a high-dimensional . Future work on this topic may benefit from considering potentially building from recent work in the area of assessing high-dimensional"
    },
    {
      "text": "Diabetes Prevention Program: (a) diabetes-free survival probability over time for the lifestyle intervention group and placebo group; (b) mean hemoglobin A1c measurements at baseline and 1 year postbaseline in each group; (c) mean fasting plasma glucose measurements at baseline and 1 year post-baseline in each group; (d) mean total cholesterol measurements at baseline and 1 year post-baseline in each group TA B L E 3 Results from examining the proportion of the treatment effect explained by the three potential surrogate markers: hemoglobin A1c, fasting plasma glucose, and total cholesterol, using data from the Diabetes"
    }
  ],
  "references": [
    {
      "authors": [
        "Mediators"
      ],
      "doi": "10.1017/cbo9781316534205.004"
    },
    {
      "authors": [
        "Zhang"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Athey"
      ],
      "year": 2018
    },
    {
      "title": "DPP data used in the example are publicly available through the National Institute of Diabetes and Digestive and Kidney Diseases Central Repository",
      "authors": [
        "D Ata Ava I L A B I L I T Y S Tat E M E N T"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Layla O R C I D",
        "Parast"
      ]
    },
    {
      "title": "On the relationship between the causalinference and meta-analytic paradigms for the validation of surrogate endpoints",
      "authors": [
        "A R E F E R E N C E S Alonso",
        "W Van Der Elst",
        "G Molenberghs",
        "M Buyse",
        "T Burzykowski"
      ],
      "year": 2015
    },
    {
      "title": "Estimating treatment effects using multiple surrogates: the role of the surrogate score and the surrogate index",
      "authors": [
        "S Athey",
        "R Chetty",
        "G Imbens",
        "H Kang"
      ],
      "year": 2016,
      "doi": "10.3386/w26463"
    },
    {
      "title": "Approximate residual balancing: debiased inference of average treatment effects in high dimensions",
      "authors": [
        "S Athey",
        "G Imbens",
        "S Wager"
      ],
      "year": 2018,
      "doi": "10.1111/rssb.12268"
    },
    {
      "title": "Doubly robust estimation in missing data and causal inference models",
      "authors": [
        "H Bang",
        "J Robins"
      ],
      "year": 2005,
      "doi": "10.1111/j.1541-0420.2005.00377.x"
    },
    {
      "title": "Accounting for the black-white wealth gap: a nonparametric approach",
      "authors": [
        "R Barsky",
        "J Bound",
        "K Charles",
        "J Lupton"
      ],
      "year": 2002,
      "doi": "10.1198/016214502388618401"
    },
    {
      "title": "Contribution to the discussion of the paper by Dr Cox",
      "authors": [
        "N Breslow"
      ],
      "year": 1972
    },
    {
      "title": "The Evaluation of Surrogate Endpoints",
      "authors": [
        "T Burzykowski",
        "G Molenberghs",
        "M Buyse"
      ],
      "year": 2005
    },
    {
      "title": "Criteria for the validation of surrogate endpoints in randomized experiments",
      "authors": [
        "M Buyse",
        "G Molenberghs"
      ],
      "year": 1998,
      "doi": "10.2307/2533853"
    },
    {
      "title": "Surrogacy assessment using principal stratification when surrogate and outcome measures are multivariate normal",
      "authors": [
        "A Conlon",
        "J Taylor",
        "M Elliott"
      ],
      "year": 2014,
      "doi": "10.1093/biostatistics/kxt051"
    },
    {
      "title": "Diabetes prevention program",
      "authors": [
        "Dpp"
      ],
      "year": 2013
    },
    {
      "title": "The diabetes prevention program: design and methods for a clinical trial in the prevention of type 2 diabetes",
      "authors": [
        "Dppg"
      ],
      "year": 1999,
      "doi": "10.2337/diacare.22.4.623"
    },
    {
      "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
      "authors": [
        "Dppg"
      ],
      "year": 2002
    },
    {
      "title": "Surrogacy marker paradox measures in meta-analytic settings",
      "authors": [
        "M Elliott",
        "A Conlon",
        "Y Li",
        "N Kaciroti",
        "J Taylor"
      ],
      "year": 2015,
      "doi": "10.1093/biostatistics/kxu043"
    },
    {
      "title": "Statistical validation of intermediate endpoints for chronic diseases",
      "authors": [
        "L Freedman",
        "B Graubard",
        "A Schatzkin"
      ],
      "year": 1992
    },
    {
      "title": "Comparing and combining biomarkers as principle surrogates for time-to-event clinical endpoints",
      "authors": [
        "E Gabriel",
        "M Sachs",
        "P Gilbert"
      ],
      "year": 2015
    },
    {
      "title": "An introduction to the augmented inverse propensity weighted estimator",
      "authors": [
        "A Glynn",
        "K Quinn"
      ],
      "year": 2010,
      "doi": "10.1093/pan/mpp036"
    },
    {
      "title": "On inference in parametric survival data models",
      "authors": [
        "N Hjort"
      ],
      "year": 1992
    },
    {
      "title": "Comparing biomarkers as principal surrogate endpoints",
      "authors": [
        "Y Huang",
        "P Gilbert"
      ],
      "year": 2011,
      "doi": "10.1111/j.1541-0420.2011.01603.x"
    },
    {
      "title": "The loss in efficiency from misspecifying covariates in proportional hazards regression models",
      "authors": [
        "S Lagakos"
      ],
      "year": 1988
    },
    {
      "title": "Improving propensity score weighting using machine learning",
      "authors": [
        "B Lee",
        "J Lessler",
        "E Stuart"
      ],
      "year": 2010,
      "doi": "10.1002/sim.3782"
    },
    {
      "title": "A method to assess the proportion of treatment effect explained by a surrogate endpoint",
      "authors": [
        "Z Li",
        "M Meredith",
        "M Hoseyni"
      ],
      "year": 2001
    },
    {
      "title": "Estimating the proportion of treatment effect explained by a surrogate marker",
      "authors": [
        "D Lin",
        "T Fleming",
        "V De Gruttola"
      ],
      "year": 1997
    },
    {
      "title": "Stratification and weighting via the propensity score in estimation of causal treatment effects: a comparative study",
      "authors": [
        "J Lunceford",
        "M Davidian"
      ],
      "year": 2004,
      "doi": "10.1002/sim.1903"
    },
    {
      "title": "Advances and emerging opportunities in diabetes research: a strategic planning report of the Diabetes Mellitus Interagency Coordinating Committee",
      "year": 2011,
      "doi": "10.1037/e565642010-001"
    },
    {
      "title": "Inconsistency of the misspecified proportional hazards model",
      "authors": [
        "T O'neill"
      ],
      "year": 1986,
      "doi": "10.1016/0167-7152(86)90091-x"
    },
    {
      "title": "Evaluating surrogate marker information using censored data",
      "authors": [
        "L Parast",
        "T Cai",
        "L Tian"
      ],
      "year": 2017,
      "doi": "10.1002/sim.7220"
    },
    {
      "title": "Robust estimation of the proportion of treatment effect explained by surrogate marker information",
      "authors": [
        "L Parast",
        "M Mcdermott",
        "L Tian"
      ],
      "year": 2015,
      "doi": "10.1002/sim.6820"
    },
    {
      "title": "Landmark estimation of survival and treatment effect in a randomized clinical trial",
      "authors": [
        "L Parast",
        "L Tian",
        "T Cai"
      ],
      "year": 2014,
      "doi": "10.1080/01621459.2013.842488"
    },
    {
      "title": "Surrogate endpoints in clinical trials: definition and operational criteria",
      "authors": [
        "R Prentice"
      ],
      "year": 1989,
      "doi": "10.1002/sim.4780080407"
    },
    {
      "title": "Estimation of the optimal surrogate based on a randomized trial",
      "authors": [
        "B Price",
        "P Gilbert",
        "M Van Der Laan"
      ],
      "year": 2018,
      "doi": "10.1111/biom.12879"
    },
    {
      "title": "Toward a curse of dimensionality appropriate (CODA) asymptotic theory for semi-parametric models",
      "authors": [
        "J Robins",
        "Y Ritov"
      ],
      "year": 1997,
      "doi": "10.1002/(sici)1097-0258(19970215)16:3<285::aid-sim535>3.0.co;2-#"
    },
    {
      "title": "Improved double-robust estimation in missing data and causal inference models",
      "authors": [
        "A Rotnitzky",
        "Q Lei",
        "M Sued",
        "J Robins"
      ],
      "year": 2012,
      "doi": "10.1093/biomet/ass013"
    },
    {
      "title": "Multivariate Density Estimation",
      "authors": [
        "D Scott"
      ],
      "year": 1992
    },
    {
      "title": "Univariate versus multivariate surrogates in the single-trial setting",
      "authors": [
        "W Van Der Elst",
        "A Alonso Abad",
        "H Geys",
        "P Meyvisch",
        "L Bijnens",
        "R Sengupta",
        "G Molenberghs"
      ],
      "year": 2019,
      "doi": "10.1080/19466315.2019.1575276"
    },
    {
      "title": "Dynamic Prediction in Clinical Survival Analysis",
      "authors": [
        "J Van Houwelingen",
        "H Putter"
      ],
      "year": 2012,
      "doi": "10.1201/b11311"
    },
    {
      "title": "Surrogate measures and consistent surrogates",
      "authors": [
        "T Vanderweele"
      ],
      "year": 2013,
      "doi": "10.1111/biom.12071"
    },
    {
      "title": "Model free approach to quantifying the proportion of treatment effect explained by a surrogate marker",
      "authors": [
        "X Wang",
        "L Parast",
        "L Tian",
        "T Cai"
      ],
      "year": 2020,
      "doi": "10.1093/biomet/asz065"
    },
    {
      "title": "A measure of the proportion of treatment effect explained by a surrogate marker",
      "authors": [
        "Y Wang",
        "J Taylor"
      ],
      "year": 2002
    },
    {
      "title": "Statistical evaluation of biomarkers as surrogate endpoints: a literature review",
      "authors": [
        "C Weir",
        "R Walley"
      ],
      "year": 2006,
      "doi": "10.1002/sim.2319"
    },
    {
      "title": "The evaluation of multiple surrogate endpoints",
      "authors": [
        "J Xu",
        "S Zeger"
      ],
      "year": 2001
    },
    {
      "title": "Estimating and testing high-dimensional mediation effects in epigenetic studies",
      "authors": [
        "H Zhang",
        "Y Zheng",
        "Z Zhang",
        "T Gao",
        "B Joyce",
        "G Yoon"
      ],
      "year": 2016
    },
    {
      "title": "Estimation and inference for the indirect effect in high-dimensional linear mediation models",
      "authors": [
        "R Zhou",
        "L Wang",
        "S Zhao"
      ],
      "year": 2019
    },
    {
      "title": "Estimating controlled direct effects of restrictive feeding practices in the early dieting in girls study",
      "authors": [
        "Y Zhu",
        "D Ghosh",
        "D Coffman",
        "J Savage"
      ],
      "year": 2016,
      "doi": "10.1111/rssc.12109"
    }
  ],
  "num_references": 48
}
