{
  "paper_id": "Z2KD6TYC",
  "title": "Eliciting Meaningful Collaboration Metrics: Design Implications for Self-Tracking Technologies at Work",
  "abstract": "As the workplace collaboration software market is booming, there is an opportunity to design tools to support reflection and self-regulation of collaboration practices. Building on approaches from personal informatics (PI), we aim to understand and promote the use of data to enable employees to explore their work practices, specifically collaboration. Focused on the preparation stage of PI (deciding to track and tools selection), we invited office workers (N=15, knowledge workers in academia) to identify meaningful aspects of their collaboration experience and report them in a logbook for two weeks. We then conducted semi-structured interviews with participants to identify and reflect on metrics related to collaboration experience. We contribute new insights into employees' motivations and envisioned metrics reflecting their collaboration, including the personal, social, and organizational considerations for collecting and sharing this data. We derive design implications for self-tracking technologies for collaboration.",
  "year": 2020,
  "date": "2020",
  "journal": "Proc. ACM on Inter. Mob. Wear. Ubiq. Technol",
  "publication": "Proc. ACM on Inter. Mob. Wear. Ubiq. Technol",
  "authors": [
    {
      "forename": "Alina",
      "surname": "Lushnikova",
      "name": "Alina Lushnikova",
      "affiliation": "1  University of Luxembourg , \n\t\t\t\t\t\t\t\t University of Luxembourg",
      "email": "alina.lushnikova@uni.lu"
    },
    {
      "forename": "Kerstin",
      "surname": "Bongard-Blanchy",
      "name": "Kerstin Bongard-Blanchy",
      "affiliation": "1  University of Luxembourg , \n\t\t\t\t\t\t\t\t University of Luxembourg",
      "email": "kerstin.bongard-blanchy@uni.lu",
      "orcid": "0000-0001-9139-1622"
    },
    {
      "forename": "Vincent",
      "surname": "Koenig",
      "name": "Vincent Koenig",
      "affiliation": "1  University of Luxembourg , \n\t\t\t\t\t\t\t\t University of Luxembourg",
      "email": "vincent.koenig@uni.lu",
      "orcid": "0000-0001-9940-6286"
    },
    {
      "forename": "Carine",
      "surname": "Lallemand",
      "name": "Carine Lallemand",
      "affiliation": "1  University of Luxembourg , \n\t\t\t\t\t\t\t\t University of Luxembourg",
      "email": "carine.lallemand@uni.lu",
      "orcid": "0000-0003-2048-7947"
    }
  ],
  "doi": "10.1007/978-3-031-42286-7_36",
  "keywords": [
    "Collaboration",
    "Self-tracking",
    "Group-tracking",
    "Personal informatics",
    "Computer-Supported Cooperative Work"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The recent COVID-19 pandemic and the need to work remotely spiked an already present interest in collaborative tools. A 2020 report by Gartner  [22]  predicted the worldwide market for social software and collaboration in the workplace to grow from $2.7 billion in 2018 to $5.1 billion by 2022. Despite most people working collaboratively and an ever-growing offer of software tools to support collaborative work, there is a shared impression that subjective collaboration experiences and non-instrumental goals are still insufficiently accounted for in the design of collaboration technology  [7] .\n\nPersonal informatics (PI) provides opportunities to collect and reflect on meaningful data  [16] . This approach is also referred to as 'self-tracking' or 'quantified-self' and consists of collecting and reflecting on personal information. It starts with the preparation stage where the person decides what and how to track. The practice of self-tracking has gained popularity in the past decade and is now widely spread in the private sphere, where smartphone applications and wearable devices (e.g., smartwatches, fitness trackers) support self-tracking in well-being  [28]  and health management  [11]  contexts. However, it remains under-explored in the work environment  [16] , mainly limited to self-reflection on productivity  [25] , emotions at the workplace  [32, 44] , or organization stress  [50] .\n\nWhile personal informatics puts the emphasis on tracking as an individual activity, recent research initiatives explore less individualistic approaches with an increasing interest in studying and designing for more collective PI practices  [37] . Among these, we see a focus on groups of individuals tracking data, described as a valuable opportunity for collective sense-making  [9] . Family informatics  [41, 42]  is such an example where family members track and visualize elements of interest together  [41] . Professional informatics (Pro-I) refers to personalized, data-driven professional development  [39] .\n\nWith this exploratory empirical study, we expand the body of knowledge on the application of a personal informatics approach in the work context, with the goal of investigating the value of a user-driven implementation of self-tracking tools. Our research questions are: (RQ1) What aspects of collaboration are elicited as meaningful during the preparation stage of PI? (RQ2) What impact does preparing to self-track collaboration have? (RQ3) What risks and opportunities of data tracking and sharing are perceived during preparation to self-track collaboration? We contribute insights into how HCI researchers envision metrics for reflecting their collaboration experience, including the personal, social, and organizational considerations for collecting and sharing this data. We discuss how these insights inform the design of self-tracking technologies for collaboration, with the main focus on the preparation stage of personal informatics  [17, 29] , one of the least supported in the current technological landscape  [15] ."
    },
    {
      "title": "Related Work"
    },
    {
      "title": "Understanding Collaboration Experiences",
      "text": "Vast literature from organizational behavior, business management, environmental science, education, and other fields seeks to comprehend the concept of collaboration, often focusing on specific collaboration settings such as meetings  [5] . However, most of that research follows a business-centric approach  [7] , even though the effectiveness of collaboration -\"joint effort towards a group goal\"is not only defined by people's satisfaction with the outcome but also with the process  [5] . In this regard, the notion of user experience and specifically experience at work  [7, 30]  has gained momentum with the focus on the fulfillment of users' psychological needs  [21, 26]  and well-being  [7] .\n\nBeyond the individual level, collaboration is a social activity  [7]  happening in an organizational setting that should foster and stimulate a collaborative spirit via a clear vision  [2] , supportive processes  [3] , and a shared concern for the task  [2, 7] . To this end, workspace awareness,\"up-to-the-moment understanding of another person's interaction with a shared workspace\", is beneficial to collaboration, and its support is a traditional concern for technologies used by groups  [2, 7, 19] . The relevance of time and space as contextual factors is growing, with an increasing number of people collaborating remotely or in a hybrid fashion over different time zones. Below we present the approach of personal informatics, whose sense-making and empowering potential makes it appropriate to the work context  [6, 16] ."
    },
    {
      "title": "Personal Informatics at the Workplace",
      "text": "The field of personal informatics focuses on systems that \"help people collect personally relevant information for self-reflection and gaining self-knowledge\"  [29] . The benefits of self-tracking are numerous. Thanks to knowledge about oneself, individuals discover insights into their activities, reflect on them, and perhaps even make changes  [1, 10, 17] . While self-tracking expands into mainstream practice in the domain of health and well-being, the office environment remains a relatively under-explored area of study  [6, 24, 38] . Among the most frequent domains of investigation and metrics in the personal informatics literature, only productivity refers explicitly to the workplace in the review by Epstein et al.  [16]  (representing 27 out of 523 publications). Prior work  [24, 38]  investigated the acceptance of quantified-self trackers at work and described specific challenges linked to privacy and ethics. Yet these concerns remain largely unexplored  [16] . Other authors have designed and deployed open-ended sensor kits aimed at empowering office workers to investigate their working habits  [6] . The authors advocate for a dissenting voice to existing system-driven technologies for office health and well-being  [6] .\n\nAs personal informatics is inherently about the individual, studies documenting group tracking are scarce. For example, family informatics is a familycentered approach to tracking where \"all family members participate in and benefit from tracking\"  [41] . These studies show that group tracking allows spreading the burden of collecting data, facilitating support and curiosity but also awareness and coordination between group members  [41, 42] . These systems also support gaining insights into the relationship between the experiences of individuals in the group. An example is the DreamCatcher project  [41]  where parents wanted to learn about the relationship between their children's sleep and their own. Once placed in a social context and made visible (e.g. through wearables), self-tracking becomes social and triggers changes in social dynamics and communication, as observed by Häkkilä et al.  [20]  where individual busyness level was represented in a necklace worn in the workplace. To this end, social self-tracking serves as awareness support  [33] ."
    },
    {
      "title": "Identification of Collaboration Aspects to Self-Track",
      "text": "Epstein et al.'s  [17]  model distinguishes consecutive stages in the tracking process: deciding to track and selecting tools (preparation stage in Li et al.'s  [29]  model), tracking and acting, integration and reflection, and lapsing of tracking (that may later be resumed). Each stage entails specific opportunities and challenges. The initial preparation stage  [29]  focuses on identifying relevant tracking aspects (what to track?) and the tools used for tracking these (how to track?), guided by the motivation for collecting the data (why tracking?). As well as other stages, preparation can be user-driven in case the responsibility for the choices is on the user, or system-driven, which provides user guidance  [29] . Motivation for tracking is not limited to behavioral change but may also stem from curiosity, desire to learn about others or desire for awards  [17] . Only a few studies in the field of personal informatics focus on this foundational stage (60 out of 523 publications in the review by Epstein et al.  [16] ). Existing literature mostly addresses the barriers related to the choice of the self-tracking tool. There is limited knowledge on design opportunities in this stage beyond the flexibility of the tools configuration  [15, 16] . Kim et al.  [25]  have addressed these barriers by inviting participants to freely define a phenomena (productivity) in a diary study. This approach allows to inductively identify what constitutes the phenomena of interest. Authors indicate high variability in terms of entry numbers, yet challenges and participants' perceptions related to the metrics selection are not reported. Another approach to facilitate the start of self-tracking is selfexperimentation, a specific form of self-tracking that consists of creating and testing hypotheses on the effect of small behavior change  [13] . Individuals are invited to think of causal relations between variables, looking at a specific goal for self-improvement. For example, can they imagine factors that influence their productivity and make progressive variations in these factors?\n\nOverall, why would one want to promote the practice of self-tracking collaboration at work? Similar to reflection-in-action, self-trackers \"learn about their behavior and make changes to their practices while they collect and integrate data\"  [17] . Tracking collaboration can contribute to enhancing the collaboration experience and promote self-regulation within a team. Designing self-tracking technologies for collaboration is, however, challenging when it is unclear which types of data are relevant to individuals and work teams and what is relevant and acceptable to display on a group level. In this paper, we contribute insights into how knowledge workers envision metrics for their collaboration experience, what personal, social, and organizational considerations surround collecting and sharing this data. We discuss how these insights inform the design of self-tracking technologies for collaboration."
    },
    {
      "title": "Method",
      "text": "This study examines what aspects of collaboration are meaningful to office workers. To explore their collaboration experiences, we conducted a qualitative study focusing on the preparation stage in Li et al.'s  [29]  5-stages model of personal informatics (Epstein et al.  [17]  refer to it as'deciding to track and selecting tools'), which occurs before people start collecting information."
    },
    {
      "title": "Participants",
      "text": "Fifteen participants (six men, nine women, aged 25 to 41, with eight different nationalities) from a single HCI research team participated in this study in March 2022. They were recruited via convenience sampling. All participants hold a university degree and work in an office environment, 2-3 persons share an office. Their work is highly collaborative and interdisciplinary by nature (e.g., planning, study execution, designing solutions, publications and grant proposals, teaching and organizing team life). The team had 5 main projects during data collection. Remote work is common for 1-2 days per week, and the days are not synchronized within the team. Remote, hybrid, and face-to-face interactions are equally frequent. All participants provided informed consent, and the study has been conducted in compliance with the ethics guidelines of the authors' host institution."
    },
    {
      "title": "Procedure",
      "text": "Each participant received a notebook (Fig.  1 ) with these instructions: Some people track their step count to improve their level of physical activity. Some people track their sleeping time and quality to improve their health. Some people track their spending to improve their financial security. These are just a few examples of self-tracking activities aimed at improving one's life. What if you aim at improving teamwork with your colleagues? What could you self-track to inform your collaboration experience? This is your collaboration notebook. Write down any element that you deem meaningful to understand the experience of collaboration. There is no right or wrong answer. Do not worry about the feasibility of actually tracking them so far. You can, of course, start writing down elements right away, yet we advise you to take your time and come up with elements during the week as you reflect on teamwork and interactions. P.S. Nobody will read what you write here -even the researcher. Literature indicates that many people engage in self-tracking with a particular goal in mind (e.g., increasing physical activity, keeping a budget)  [17] . For our study, we intended to recruit people independently of any goal; we did thus not recruit people who specifically intended to improve their collaborations. Goal orientation was mentioned in the instructions under the form of several examples.\n\nWe conducted individual 1-hour long semi-structured interviews two weeks after the distribution of the notebooks. To pursue an experience-centered perspective on these meaningful metrics, we purposefully chose to seclude data collection from the social dynamics and ensure a private and confidential setting. The interview explored the following topics: (a) the entry points into the selected elements of collaboration, (b) the meaningful elements and the narratives that inspired them, (c) implications of tracking such as privacy and the impact of such practice on the participants and their collaborations."
    },
    {
      "title": "Data Analysis",
      "text": "We invited participants to verbally share the meaningful elements from their notebooks. We transcribed the interviews. The codebook deductively builds on the collaboration elements identified by Anderson  [2] , Patel et al.  [40] , Marek et al.  [34] . The other themes were identified deductively following the interview questions but inductively coded regarding their content. Three coders independently coded 4 out of 15 interviews and met to discuss and merge codes into a common codebook. To test how clearly the categories were distinct from each other, the coders applied this codebook to a proportion of interviews. Disagreements led to refined definitions of codes, merging codes into higher level categories or addition of new codes. A last round of double-coding led to a finalized codebook. Codebook and interview guide are provided on OSF  [31] ."
    },
    {
      "title": "Results",
      "text": "This section addresses our research questions. We present the analysis of the collaboration elements elicited by the participants and which entry point they used (RQ1). We describe participants' reflections on collaboration triggered by the activity (RQ2). Last, we present their perspectives on sharing and receiving tracked data and their overall reflections on self-tracking at work (RQ3)."
    },
    {
      "title": "Collaboration Experience Elements",
      "text": "The exercise invited the participants to record elements of their collaboration experience. The fifteen participants elicited 136 elements (117 unique ones) they deemed meaningful; nine elements per person on average (Min=4, Max=21). Most of the elements (73%) at this preparatory stage of self-tracking can be qualified as qualitative (non-quantifiable), 27% as quantifiable. Examples of qualitative elements are trust to delegate, flow, personal expectations, mood.\n\nExamples of quantifiable elements are: the number of projects successfully finished, the number of interactions, the number of opinions shared, the number of eye contacts. Participants identified elements that fell into five topical groups (Table  1 ). The most prominent categories of the elements elicited in the study are task-oriented, individual-oriented, and relation-oriented. Spatial and temporal elements were also evoked, revealing the impact of synchronicity and the work environment on collaboration experiences. Task-Oriented Elements. Task-oriented elements refer to the process, productivity, and outcome of collaboration. They include quantifiable achievements (e.g., performance indicators specific to the work field) and less tangible factors such as (perceived) efficiency and focus on the goals to achieve. Among these elements, a participant mentioned how collaboration improved the quality of outputs (\"It increased the quality  [...]  of what we created \", P10). Another participant elicited this quality as a trackable element in terms of \"evaluation of the result, improvements I could bring to improve collaboration\" (P7).\n\nRelation-Oriented Elements. Participants elicited several metrics referring to interpersonal relations. The value of mutual learning in collaboration and the importance of complementary contributions was mentioned as a potential element to self-track, \"I enjoyed that I get to learn from her, she gets to learn from me\" (P5). Another meaningful element mentioned was the impact of hierarchy on collaboration. It was evoked as impacting the processes (\"X is my manager and some things need his approval \" (P8), and also as a factor potentially hindering collaboration: \"ideally, whether you have a certain position or a certain gender or age,  [it]  would not matter about the role that you have in the collaboration\" (P8).\n\nIndividual-Oriented Elements. Elements of this group cover personal aspects of experience. Emotions, positive or negative, were frequent indicators mentioned by the participants. Fun and frustration were both deemed meaningful to track, and also used as entry point into eliciting elements. Participants for instance reflected on frustration by linking it to its source: \"I think it was a point of frustration that led me to writing this down: an optimal way of contacting each team member seems different [laughs] \" (P15). Certain elements evoke the psychological needs of collaborators, such as feeling competent or vice versa (\"when in a collaboration situation, I don't see how I can contribute anything useful \", P1) or connectedness when realizing \"we have the same problems\" (P2).\n\nTemporal-Oriented and Spatial-Oriented Elements. As the study focuses on a specific human experience, no surprise that the elements identified as timeoriented also fall into other categories, mainly adding a temporal axis to the experience measurement. For example, \"time spent preparing a meeting\" is a time investment to work on a task (\"If I prepare a meeting, the fact that I do it, just 5 min, makes the meeting feel more productive\", P3). The ratio of time invested as compared to the outputs generated or synchronicity between team members are key representatives of this temporal orientation: \"it was asynchronous and made me waste time\", P2; \"A meeting that lasts two hours and doesn't bring much to the table -the ratio isn't great in terms of efficiency. You have very short but very productive meetings too. The ratio of time spent -[we should] try to optimize as much as possible\", P7. Space-related elements reveal the impact of the environment on the collaboration experience. It was mentioned as having the potential to improve team availability (\"the office doors that we open so that everyone can come and ask for things\", P11), facilitate collaboration (\"IT department has 10 people in the common space. When I ask them to fix my laptop, [...] they are having this direct collaboration to solve my problem\", P4) or focused work mode (\"space rules or how we just separate the focus task where we don't need to collaborate and the task where we need to collaborate. On the other hand, living together in the shared office triggers a lot of jokes\" (P2).\n\nMapping Causal Assumptions. When eliciting elements of collaboration, participants spontaneously drew causal relations between some of them. Several elements were repeatedly connected with others, namely: (a) organizational alignment (of roles, processes, outcomes), (b) disposition to collaborate, (c) (meeting) efficiency, (d) shared feeling, (e) (a)synchronicity of work. For instance, clarity of expectations, roles, deliverables, timeline, and vision, as well as shared feelings foster alignment. However, asynchronous work on collaborative tasks may hinder it: it is easier to deviate from goals established together; efficiency is thus decreased. Meanwhile, coordination efforts positively impact efficiency. We represent the connections in a network graph published on OSF  [31] .\n\nElements Viewed as Unique and Common. Out of all elicited elements, we prompted participants to identify those they imagined were common to other participants versus those they thought were unique (elicited only by them). Elements deemed unique include the number of work interruptions, the trust to delegate tasks, the cultural diversity within a team, or the autonomy given to others in a collaboration. Elements identified as common within the team refer to emotional aspects (number of laughs, frustration), communication aspects (number of interactions, conflict management), and organizational or task-related aspects (performance objectives and outcomes). Having analyzed the data from all participants, we could see whether elements identified as unique or common were indeed so. Many participants elicited the same elements (e.g., frustration, performance objectives, outcomes, uncertainty). Some \"unique\" elements were elicited once (e.g., autonomy given to others, cultural diversity). Yet, others were shared by more respondents (e.g., number of work interruptions, results of collaboration)."
    },
    {
      "title": "Entry Points to Collaboration Elements",
      "text": "As they received only one generic reminder, participants relied on intrinsic triggers to elicit elements. Findings show three main strategies adopted by the participants to define the meaningful elements they would track: (a) conceptual-based (i.e., the participant selected a metric a priori, based on their conceptualization of collaboration, N=8), (b) event-based (i.e., something happened that caused the participant to elicit a metric, N=13), and (c) time-based (i.e., the participant decided to track something at regular intervals, N=2).\n\nMany expressed that it was challenging to start the elicitation (\"at the beginning, I had a hard time thinking about what is collaboration and what is not? \", P11). Therefore, in most cases they started with conceptual questions about meaningful collaboration experiences. Unsurprisingly, a very common reflection was \"What is (good) collaboration?\". Vocabulary also played a role: although some participants used concepts like \"coordination\", \"cooperation\", or \"collaboration\" interchangeably, others made a finer distinction: e.g. \"Cooperating is helping someone to achieve their goal. Whereas in collaboration first of all -a common goal and everyone contributes more or less equally\" (P7).\n\nSecond, emotions were often indicators of a \"critical incident\" (P2) and a point of an event-based entry. Addressing what caused a specific emotion allowed participants to identify meaningful elements at the root:\"Anytime I felt an emotion, I was like 'ok, it has to be meaningful because it makes me react emotionally' \" (P2). The feeling of being unproductive is another event-based entry point: \"What did I just do during the time [I collaborated] that made me feel unproductive? \" (P3). Interactions with colleagues incited our participants to reflect on the task: \"It was interactions. I think each time we had something in the office, I was like 'oh maybe this is a moment to write something' \" (P5). Finally, participants also tried a more formal time-based approach: \"I tried to use a formal approach, how many minutes or how many interactions we had. I can't say I was very strict on that\" (P6). Routines also played a temporal role in writing down collaboration elements: \"This little tool [the notebook] actually helped a lot, because it's quite a unique design on my desk. I have a habit of cleaning my desk every day. When I clean, I pick it up to see the things that I write, and then I add something\" (P4). Writing attitudes varied. For instance, P4 was writing once per day or more often, while P14 wrote 2 times -once a week after a work meeting. Many participants highlighted that they carried the notebook with them during the work hours."
    },
    {
      "title": "Preparing to Track as a Trigger to Reflection",
      "text": "Participants described how privately taking notes of their experiences led to in-depth reflections about their role and perspective on collaboration. Most participants shared that the exercise made them more reflective of how they collaborate. It led to introspection, illustrated by quotes such as: \"How do I feel and how do I make others feel during the collaboration, how does it impact the results? \", P15; \"What do I do at work -do I collaborate or do I cooperate? \", P7. One person was surprised by how many negative incidents they noted and how much their mood impacted their collaboration. Another participant spoke about their awakened sense of agency: \"Before, I was passively accepting collaboration, as natural. [With the notebook] I asked myself: what is my role in collaboration? \", P4. One person shared how the notebook exercise led them to actively address their frustration:\"I wrote down \"frustration\" and \"uncertainty\". And by writing down those words [...] I thought: well, you have to act\" (P2). Over the course of the interviews, the participants spontaneously verbalized what they perceive as good or bad collaboration (\"For a good collaboration, it definitely should be a set of rules, at least partly mutually understandable\", P6), what are the conditions for optimal collaboration (\"For me, the best collaboration is always just with one other person\", P1), what is their priority in collaboration (e.g., outcome: \"Whether you like it or not, whether it's frustrating or not, you just have to suffer through it\", P5) or what it means to be a good collaborator (\"If you want to be a really good collaborator, it's also being more sensitive to everybody else in the room. [...] Then ideally you can adapt a little bit your behavior so that people feel better \", P1). Some conflicting outlooks on collaboration transpired: while one participant voiced a preference for synchronous work (P11), another stated that they consider asynchronous work more efficient and they make efforts to reduce meetings (P10). However, these participants did not work on the same project.\n\nParticipants spoke about the importance of accounting for factors indirectly related to collaboration, like mood or fatigue: \"If you haven't slept the whole week and then you're trying to work on the project with someone, whatever they say will annoy you\", P5; \"I had a little clash with [my partner], and it put me in a bad mood. It followed me the whole day and I could feel that in all the collaborative situations. I was very critical, I was criticizing everything\", P1.\n\nBesides pragmatic considerations, participants also reflected on how to improve collaboration, e.g., by taking distance (\"an emotion is an indicator if the collaboration works, but it wouldn't help find the solution. Taking distance and understanding why I felt that way -this is what would help\", P11), empathizing (\"By enhancing empathy towards each other, because that would create a bettershared goal and vision\", P9), being attentive to diverse interests (\"We should be careful that we don't forget about different needs in our team. If we are aware of these biases, that's already a big step ahead \", P8).\n\nSome reflections indicate that when measuring experience, one should be mindful of the desired outcomes. For example, while \"shared values\" is frequently elicited as a desirable element of collaboration, participant P6 questions the extent to which this should be achieved: \"Should every collaboration finish with united feelings towards something or not? \" (P6). Furthermore, constancy of performance as a potential metric is questioned: \"In collaboration, you can't feel engaged equally at all times with everything\" (P15)."
    },
    {
      "title": "Sharing and Receiving Data About Collaboration",
      "text": "Despite collaboration being a highly interpersonal topic, many of the elements elicited by participants were personal. We asked the participants about their attitude towards sharing the tracked information with their teammates. Most of them expressed an initial reservation about sharing their data and some questioned the value of doing so, \"I can but I can't see any added value\" (P6) and the shortcoming of self-tracking to reflect collaboration comprehensively, \"the monitoring aspect is unlikely to reflect the complexity of collaboration\" (P10). Sharing is, however, also perceived as a way to \"understand the team better \" (P12), check the alignment around shared values (\"It could be a way to see if we all value the same things or see moments as collaborative\", P12) and eventually improve the collaboration experience for all. On several occasions our participants expressed their interest in comparing their notes with those of their teammates: \"I think it would help me to learn better to read how other people live the situation\", P1, \"it would be nice to check in with people that I collaborated with to see if we have similarity in our notes, how their collaboration with me felt. So I would understand better what I can do to work better with them\", P15. Tracked data from others can also serve as a source of self-regulation: \"I'd like to know from people who worked with me how they think we're working together. I'm thinking of me as being this organized person but maybe I'm disorganized and it's a mess\", P5. Emotions were considered sensitive, and participants thought of curating what could be shared: \"I would not share strong emotions and something a person cannot change\", P1,\"I would not share frustration parts, to not create bad feelings in the team\", P5. On the positive side, sharing and receiving tracked information was perceived as a less confrontational way of giving feedback to a teammate (\"I'd like to know because definitely there's something bad to fix \", P13) or even avoiding group pressure (\"If they follow because it's the group effect, or are they really in agreement with the decisions that were chosen\", P14). It is also seen as an opportunity to re-calibrate the collaboration, identify imbalances, and achieve better goal alignment. Our participants envision data sharing as a prompt to speak up about negative aspects and encourage positive feedback (\"Tracking compliments I receive from colleagues, I realized the impact of small acts of kindness and gave more compliments in return\", P2). They believe the data would reveal how present people are in a collaborative situation and thus revise their involvement. Last, participants pointed out that such data may support healthy group dynamics by revising the social graph of interactions.\n\nAmong the disadvantages, the participants evoked risks of misinterpretation of their inputs within the group (\"people are always taking things personally  [laughs] . It could really create tension\", P6). They emphasized the difficulty of receiving and processing critique: \"On the one hand, I think it would be something important for each of us to know, on the other hand, it's very painful to be criticized. To find a way that's not insulting, that just helps you grow without feeling bad, that would be quite nice, because you want people's feedback, but at the same time, you're afraid of it\" (P1). Besides, factors out of the collaborators' control may impact the metrics. This might lead to situations in which it is unclear what exactly is measured (\"Do the people look at each other to enrich this moment of collaboration or just because they don't like each other? \", P12). Sharing negative experiences also raised concerns about repercussions (\"I would consider sharing only if there is a realistic chance to change [the situation] \", P10), which is why some participants stated that they would \"maybe not share the exact experience, but come up with a suggestion on how to make it better or at least make another person aware that something is not working out for me\" (P15). According to a participant, if tracked data is made available to everyone, it may turn into an inappropriate performance objective. The relations between positive feeling and collaboration experience (\"collaboration doesn't necessarily need to give the most positive feelings to everyone involved for it to be good \", P10) or the consequence of fostering comparison (\"it was a little bit of pressure. If you compare yourself to the others, that's not really the point\", P14; \"People will force themselves to do many things to prove that they have collaborated a lot\", P12) were challenged. Sharing data about group members' experiences can be perceived as a burden if it calls for an over-personalized approach to collaboration: \"If everyone does this [shares the data], so what? Are we going to have a tailored approach to work with everyone? \", P5."
    },
    {
      "title": "Reflections on Self-Tracking at Work",
      "text": "We asked the participants to envision how they could track the identified collaboration elements. While selecting these elements, some showed concern about the feasibility of tracking them. They emphasized the importance of external and contextual factors (\"tracking some aspects not related to collaboration but to me in order to learn more about correlation/causality\", P2, \"I would track how tired I am to control why I feel frustrated while collaborating\", P5). The participants concluded that some elements could be tracked automatically (e.g., number of messages exchanged, distributed tasks, clues of synchronicity in agendas). Yet, several team members raised doubts about automated tracking from an accuracy or validity perspective (\"sensors might be misleading\", P9), but also for social dynamics (\"If someone perceives something that is relevant to me, I trust them to share it with me, I don't want my work reduced to these types of metrics\", P10). Moreover, since power and hierarchy too play a role in the work context, they may challenge the implications for data tracking and sharing (\"lack of transparency annoys me and creates some problems about expectation management\", P2, \"you cannot say that because they are the bosses\", P13).\n\nParticipants identified opportunities for semi-automated tracking, imagining how technology would support collaboration improvement: \"a sort of button, the more you turn one way, the more you feel positive, the other way -negative, something that is not too present\", P7. Such measures with regular self (or group) evaluation would allow the group to see trends over time and take action if improvement is needed. Envisioned tracking frequency varied from hourly measurements (to \"see the reality that is closer to truth\", P2) to once a day or event-based. The granularity of the tracking frequency was highly dependent on the element tracked. Another requirement highlighted by our participants was the unobtrusive nature of experience tracking (\"It doesn't interrupt you, it's in the environment but lets you collaborate\", P7).\n\nParticipants identified several advantages and limitations related to the free paper format: portability, physical presence acting as a reminder, and flexibility. Criticism was mostly related to the lack of onboarding potential or effort that would be needed to format it for systematic tracking. Among technological mediators, one participant envisioned \"an app in line with your calendar. For each meeting, the app will automatically start and give you an alert -what you think of that? It might be annoying, but it can get a lot of data rigorously\", P9. Another participant imagined an ephemeral data visualization that the team would access after collaboration: \"We have this shared pop-up. We write our feedback, and then it disappears forever. So no one else can read it. It's just you and me or a group project. You would have to think more about the format: who can read what I said about you? Who can read what I said about the group? \", P5. Another idea was a tracking artifact, for example, to measure frustration level, \"every time you get frustrated, you tap on it, and you distort it. Finally, you look with your colleagues if today you have all deformed it a lot, then perhaps you have the same experience of collaboration. Whereas if there's one all dented, the other one is all clean, you can say, we may not have experienced things in the same way\", P14. Comparing the app with the notebook, multiple participants saw potential in prompting, \"The app can be smart and give regular updates. It can remind me that I need to do something to make this collaboration better, and this thing [notebook] cannot\", P9."
    },
    {
      "title": "Discussion",
      "text": "In this contribution, we explored what aspects of collaboration are meaningful to a team of office workers via a qualitative study focusing on the preparation stage in Li et al.'s  [29]  model of personal informatics. The main categories of elements distinguished are in line with prior literature, supporting the opportunities to differentiate between individual, relational, and task-oriented levels, as well as map them on space and time axes  [2, 34, 40] . Our findings emphasize a prevalence of task-related aspects in the collaboration elements elicited by participants, with nonetheless a significant proportion of individual and relational elements deemed essential to understand and reflect on collaboration experiences. Most of the elements were qualitative and hence harder to quantify and track, especially in an automated fashion. In practice, this implies a user-driven data collection  [29]  which has the advantage of empowering and stimulating but can also be a burden to report frequent events. It is worth looking at how tracking devices can support hybrid scenarios combining user-driven and system-driven data collection."
    },
    {
      "title": "Onboarding to Self-Tracking",
      "text": "Our findings highlighted opportunities and challenges related to tracking collaboration experiences. Participants described how privately taking notes of their experiences already led to deep reflections about their role and perspective on teamwork. This is a known benefit of self-tracking  [17] . However, it can also be a source of negativity  [1] : in some cases, it exacerbated friction as negative feelings were now on paper rather than fading from memory.\n\nThe entry points and the vagueness of some metrics selected by the participants indicate that most people require support to guide their thought process from collaboration experiences or behaviors to operational metrics that can be self-tracked. In this process, the type of metrics to track (what to track?), the number of metrics to track (how many to track?), the temporality of reporting an entry (when to track?), and the triangulation (how to combine metrics to uncover causality links and make sense of the data?) enter into play. With his CoSensUs framework, Toebosch  [48]  proposes a guided way to operationalize collaboration experiences into metrics (that can be tracked by sensors). As a potential entry point, the framework prompts participants to define experiences, translate them into \"observable\" behaviors or events before selecting relevant tracking devices. This prevents unsuccessful onboarding to self-tracking and cascading barriers in subsequent stages  [29] . In our study, the conceptual-based onboarding could be conducted within a team, deciding together what is meaningful in their collaboration and what scope to adopt. Some elements elicited as meaningful do not stem from collaboration directly. However, beyond accounting for the contextual factors, tracking them will make participants more engaged in the practice of self-tracking and enable them to benefit from it  [36] . Many participants spontaneously shared their assumptions of causality between the elicited metrics. This reveals the opportunity to develop this study with a self-experimenting outlook  [13, 23]  and allow participants to test their hypotheses about connections. Some of the connections assumed by our participants are supported by existing literature (e.g., the impact of uncertainty on collaboration  [4] )."
    },
    {
      "title": "Implications for Sharing Tracked Data Within a Team",
      "text": "Given the social nature of collaboration, multiple actors shape the experience of the collaborating group. Sharing individual members' experience data might help the group improve their collaboration. Among the elements suggested by the participants, many were rather personal. Participants had mixed feelings about sharing their data. They imagined that tracking and disclosing data could support awareness and problem-solving within the team, echoing the results of  [20, 44] . It can also be an opportunity to share information with others indirectly (e.g., when one does not dare to speak up). This observation resonates with a study on family informatics  [41]  where \"children appreciated being able to selfreport through (the device) and share information with others without having an explicit conversation.\" Sharing information was described as \"uncomfortable but providing opportunities of shared accountability.\" While the context is different, the family and workplace environments share a group focus with interdependencies (see \"ripple effect\" in  [42] ) and power relations between individuals. In this regard, data can enter into play as a mediator of relations  [20] , serve as a support for one's point of view, and facilitate collaborative tracking  [37] . Moreover, self-reflection promoted through self-tracking may lead to better group awareness ('we-awareness' in Tenenberg et al.  [47] ): a group may achieve a clearer outlook on shared intentionality and decode each other's actions to support collaborative behavior. Group awareness, in turn, guides the collaboration process and can stimulate members to regulate their behaviors and adjust their strategies  [8] . Conversely, our participants also voiced concerns about the possible adverse consequences of sharing information at work, which calls for special attention when designing tracking technologies  [38] . A work environment is a place where surveillance can present risks for individuals. It is thus important to account for potential self-censoring (i.e. not reporting unwanted data -similar to the concern  [32]  about reporting emotions inappropriate to the workspace) or alienation from oneself in the event of self-disclosure  [27] . Collectively defining what to track may mitigate these risks. Additionally, sharing the data on a group level as same/different from one's own and moving from prescriptive visualization may be a discreet way to handle the risk of disclosing sensitive data. Previous work highlighted the direct influence of privacy concerns on the intention to use tracking devices  [24, 38] . While the social perspective of personal informatics is often seen as a motivating space to proudly share achievements in the private sphere  [17] , data tracking at work is a different case, however able to stimulate discussions  [20] .\n\nBesides the risks of the data dissemination itself, quantification of behavior at the workplace from the perspective of group-tracking may introduce negative consequences. Metrics diverted from their primary use can lead to work pressure or detrimental organizational / performance standards or social norms. Researchers in the community, therefore, advocate for a focus on the qualitative (\"qualitative self\"), whose insights would benefit sense-making and behavioral change over time  [9] ."
    },
    {
      "title": "Towards Group-Tracking",
      "text": "Although our study focused on individuals reflecting on collaborative practices, we also gained insights into group-tracking compared to the widespread practice of self-tracking. Certain aspects of people's experiences and behaviors are impacted by other people in the private sphere  [42]  and in the professional one. Group tracking is an emerging trend in PI in recent years  [16, 42]  and is a valuable opportunity for collective sense-making  [9]  in interpersonal contexts such as collaboration. On the one hand, an aggregated cohort data sharing may promote social discovery of common experiences  [18] , which were deemed essential for several participants. On the other hand, group-tracking would ideally differ from the simple aggregation of data from individuals, but adequate trackable group elements remain to be identified. This is both to avoid the aforementioned risks and to yield shared accountability and reflection on collaboration. Making privacy-sensitive design choices is a way forward: the most straightforward approach is to aggregate the data or show high-level visualizations. More elaborated tracking strategies could focus on the group as an entity. A challenge here is that group-level data can be harder to understand, especially when presented as an overlay of individual data  [41] .\n\nOur study showed much diversity in the participants' outlooks. Some appeared less convinced of the usefulness and benefits of tracking collaboration. Co-design methods can unveil the values and needs of people prior to the tracking  [14, 41] . Open-ended tracking kits  [6, 14, 49]  might bring advantages over solutions supporting one scenario only. Another concrete design implication, aligned with Pina et al.'s  [41]  study on family tracking, is that tracking devices should support the non-involvement or disengagement of a team member while \"avoiding disruptions for the rest of the group.\"\n\nFinally, two key challenges relate to collaboration as an area of investigation. First, the elements elicited seem more complex and multi-faceted than the variables commonly tracked in the personal informatics literature. Designing technologies to track collaboration would involve reducing the complexity of these experiences to simpler measurable units. Not enclosing ourselves in a selftracking approach, future research could explore other design solutions than data tracking. Second, tracked data in personal informatics often have a short-term use  [45] , whereas collaboration processes have a long time-span."
    },
    {
      "title": "Tracking Collaboration Experiences: Design Implications",
      "text": "The insights gathered through our study are preliminary steps to identify design requirements for self-tracking collaboration tools and methods. Building on our data and prior work, we summarize implications for design, particularly relevant to improve the -currently under-researched -way personal informatics technologies support the self-tracking preparation stage  [15, 17, 29] .\n\n-Supporting onboarding into the practice of tracking by providing a framework or method for participants to transform experience goals into operational measures that can realistically be tracked  [48] . -Moving from self-tracking to group-tracking. To reflect the social nature of collaboration, participants together identify and negotiate meaningful and operational metrics providing relevant insights into the collaboration. Technologies for group-tracking are currently under-explored  [8] . -Supporting participants in selecting metrics and tracking devices that are non-obtrusive to the work activities and collaboration flow (see 4.5). -Respecting consent and privacy: obtaining opt-in consent by all participants before starting a tracking initiative (also see data proportionality in awareness systems  [35] ); supporting ways of sharing and visualizing the data that accounts for participants' privacy concerns  [20] . -Integrating the iterative nature of tracking within self-tracking technologies.\n\nThis enables teams to learn from and re-calibrate their metrics  [17]  during their collaboration journey. -Supporting collaborative sense-making as a socially embedded practice to facilitate mutual awareness  [37]  and heading towards qualitative-focused approaches, aka the qualitative-self  [9] . -Supporting perception of the data as secondary to the lived experience: tracked data is not absolute truth, support the user to trust their experience. See \"beautiful seems\" in awareness systems  [35] ."
    },
    {
      "title": "Limitations and Future Work",
      "text": "Our study entails some limitations. First, we sampled a single team from a unique work domain and with a high level of education, limiting our results' generalizability. Despite mitigation precautions, the use of convenience sampling involving participants known to the researchers could impact the results. An opportunity is to extend the research to professional teams in a variety of fields. Second, we focused purposefully on the preparation stage (i.e., getting ready to track data  [29]  and identifying tracking elements  [12] ). While this narrow scope allows an in-depth inquiry, there are logical intricacies between identifying tracking elements and the actual act of self-tracking, which the present study does not account for. Individuals gain awareness of their data needs and adjust their tracking aspects continuously by tracking and reflecting on their data  [43] . Third, by choosing to distribute individual booklets to participants and inviting them to note their meaningful collaboration elements, we collected mostly individual perspectives on a shared experience.\n\nA follow-up study will invite participants to define and negotiate collaboration elements to track within their team, thus elevating the group as the primary level of analysis. To explore how privacy boundaries are redefined via self-tracking practice in the work context, we will conduct a co-design workshop using an open-ended sensor kit as a research probe. Finally, we will explore existing tensions surrounding the ethics of tracking technologies at the office  [46]  through design fiction and open the design space by exploring possible solutions for measuring collaboration experiences beyond self/group tracking."
    },
    {
      "title": "Conclusion",
      "text": "We conducted a study focusing on the preparation stage of self-tracking with fifteen knowledge workers. We invited participants to manually elicit meaningful collaboration elements over a 2-weeks period, before conducting semi-structured interviews about their experience. As emphasized by Li et al.  [29] , \"effective personal informatics systems help users collect the necessary personal information for insightful reflection.\" Our empirical study contributes insights into how employees envision metrics for reflecting their collaboration experience; and what personal, social, and organizational considerations are involved when collecting and sharing this data. Identified metrics fall into topical categories (individual-, relational-, task-related and space/time). Most metrics at this stage are hard to quantify, which calls for onboarding support and user-driven approach to tracking. Knowing which aspects of collaboration are meaningful and how this information should be shared, contributes valuable insights to designing selftracking technologies for the work context. Our design implications concern the preparation stage of PI  [17, 29] , one of the least supported in the current technological landscape  [15] . We invite the community to pursue this timely research on the opportunities, challenges, and risks of (self-)tracking technologies for collaboration, in order to support employees' needs and values in an ethical way."
    },
    {
      "text": "Fig. 1. Examples of collaboration notebooks shared with the participants' consent."
    },
    {
      "text": "Meaningful collaboration aspects elicited in the study"
    }
  ],
  "references": [
    {
      "title": "Understanding physical practices and the role of technology in manual self-tracking",
      "authors": [
        "P Abtahi"
      ],
      "year": 2020,
      "doi": "10.1145/3432236"
    },
    {
      "title": "Measuring climate for work group innovation: development and validation of the team climate inventory",
      "authors": [
        "N Anderson",
        "M West"
      ],
      "year": 1998,
      "doi": "10.1002/(sici)1099-1379(199805)19:3<235::aid-job837>3.0.co;2-c"
    },
    {
      "title": "Collaboration at work: an integrative multilevel conceptualization",
      "authors": [
        "W Bedwell",
        "J Wildman",
        "D Diazgranados",
        "M Salazar",
        "W Kramer",
        "E Salas"
      ],
      "year": 2012,
      "doi": "10.1016/j.hrmr.2011.11.007"
    },
    {
      "title": "Exploring uncertainty in digital scheduling, and the wider implications of unrepresented temporalities in HCI",
      "authors": [
        "R Bowler",
        "B Bach",
        "L Pschetz"
      ],
      "year": 2022,
      "doi": "10.1145/3491102.3502107"
    },
    {
      "title": "Meeting satisfaction for technologysupported groups: an empirical validation of a goal-attainment model",
      "authors": [
        "R Briggs",
        "B Reinig",
        "G Vreede"
      ],
      "year": 2006,
      "doi": "10.1177/1046496406294320"
    },
    {
      "title": "Habilyzer: Empowering office workers to investigate their working habits using an open-ended sensor kit",
      "authors": [
        "T Van Bussel",
        "R Van Den Heuvel",
        "C Lallemand"
      ],
      "year": 2022,
      "doi": "10.1145/3491101.3519849"
    },
    {
      "title": "User experience research in the work context: maps, gaps and Agenda",
      "authors": [
        "P Simsek Caglar",
        "V Roto",
        "T Vainio"
      ],
      "year": 2022,
      "doi": "10.1145/3512979"
    },
    {
      "title": "Group awareness and group awareness tools in computer-supported collaborative learning: A literature review",
      "authors": [
        "D Chen",
        "Y Zhang",
        "Y Lin"
      ],
      "year": 2022,
      "doi": "10.1109/iset55194.2022.00013"
    },
    {
      "title": "Reflection in theory and reflection in practice: An exploration of the gaps in reflection support among personal informatics apps",
      "authors": [
        "J Cho",
        "T Xu",
        "A Zimmermann-Niefield",
        "S Voida"
      ],
      "year": 2022,
      "doi": "10.1145/3491102.3501991"
    },
    {
      "title": "Understanding quantifiedselfers' practices in collecting and exploring personal data",
      "authors": [
        "E Choe",
        "N Lee",
        "B Lee",
        "W Pratt",
        "J Kientz"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557372"
    },
    {
      "title": "Boundary negotiating artifacts in personal informatics: patient-provider collaboration with patientgenerated data",
      "authors": [
        "C Chung",
        "K Dew",
        "A Cole",
        "J Zia",
        "J Fogarty"
      ],
      "year": 2016,
      "doi": "10.1145/2818048.2819926"
    },
    {
      "title": "Data sensemaking in self-tracking: towards a new generation of self-tracking tools",
      "authors": [
        "A Coşkun",
        "A Karahanoǧlu"
      ],
      "year": 2022,
      "doi": "10.1080/10447318.2022.2075637"
    },
    {
      "title": "Lessons learned from two cohorts of personal informatics self-experiments",
      "authors": [
        "N Daskalova",
        "K Desingh",
        "A Papoutsaki",
        "D Schulze",
        "H Sha",
        "J Huang"
      ],
      "year": 2017,
      "doi": "10.1145/3130911"
    },
    {
      "title": "Sensorstation: exploring simple sensor data in the context of a shared apartment",
      "authors": [
        "T Denefleh",
        "A Berger",
        "A Kurze",
        "A Bischof",
        "C Frauenberger"
      ],
      "year": 2019,
      "doi": "10.1145/3322276.3322309"
    },
    {
      "title": "Personal informatics, self-insight, and behavior change: A critical review of current literature",
      "authors": [
        "E Van Dijk",
        "J Westerink",
        "F Beute",
        "W Ijsselsteijn"
      ],
      "year": 2017,
      "doi": "10.1080/07370024.2016.1276456"
    },
    {
      "title": "Mapping and taking stock of the personal informatics literature",
      "authors": [
        "D Epstein",
        "C Caldeira",
        "M Figueiredo",
        "X Lu",
        "L Silva"
      ],
      "year": 2020,
      "doi": "10.1145/3432231"
    },
    {
      "title": "A lived informatics model of personal informatics",
      "authors": [
        "D Epstein",
        "A Ping",
        "J Fogarty",
        "S Munson"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2804250"
    },
    {
      "title": "People like me: designing for reflection on aggregate cohort data in personal informatics systems",
      "authors": [
        "C Feustel",
        "S Aggarwal",
        "B Lee",
        "L Wilcox"
      ],
      "year": 2018,
      "doi": "10.1145/3264917"
    },
    {
      "title": "A descriptive framework of workspace awareness for real-time groupware",
      "authors": [
        "C Gutwin",
        "S Greenberg"
      ],
      "year": 2002,
      "doi": "10.1023/a:1021271517844"
    },
    {
      "title": "Businec -studying the effects of a busyness signifying necklace in the wild",
      "authors": [
        "J Häkkilä",
        "R Poguntke",
        "E Harjuniemi",
        "L Hakala",
        "A Colley",
        "A Schmidt"
      ],
      "year": 2020,
      "doi": "10.1145/3357236.3395455"
    },
    {
      "title": "The thing and i: understanding the relationship between user and product",
      "authors": [
        "M Hassenzahl"
      ],
      "year": 2003,
      "doi": "10.1007/978-3-319-68213-6_19"
    },
    {
      "title": "Gartner forecasts worldwide social software and collaboration market to grow 17% in 2021",
      "authors": [
        "G Inc"
      ],
      "year": 2020,
      "doi": "10.1016/j.focat.2020.07.010"
    },
    {
      "title": "Opportunities and challenges for self-experimentation in self-tracking",
      "authors": [
        "R Karkar",
        "J Fogarty",
        "J Kientz",
        "S Munson",
        "R Vilardaga",
        "J Zia"
      ],
      "year": 2015,
      "doi": "10.1145/2800835.2800949"
    },
    {
      "title": "Understanding the adoption of quantified self-tracking wearable devices in the organization environment: an empirical case study",
      "authors": [
        "J Khakurel",
        "M Immonen",
        "J Porras",
        "A Knutas"
      ],
      "year": 2019,
      "doi": "10.1145/3316782.3321527"
    },
    {
      "title": "Understanding personal productivity: How knowledge workers define, evaluate, and reflect on their productivity",
      "authors": [
        "Y Kim",
        "E Choe",
        "B Lee",
        "J Seo"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300845"
    },
    {
      "title": "User experience: a concept without consensus? exploring practitioners' perspectives through an international survey",
      "authors": [
        "C Lallemand",
        "G Gronier",
        "V Koenig"
      ],
      "year": 2015,
      "doi": "10.1016/j.chb.2014.10.048"
    },
    {
      "title": "The transparent self",
      "authors": [
        "Marjolein Lanzing"
      ],
      "year": 2016,
      "doi": "10.1007/s10676-016-9396-y"
    },
    {
      "title": "Designing for self-tracking of emotion and experience with tangible modality",
      "authors": [
        "K Lee",
        "H Hong"
      ],
      "year": 2017,
      "doi": "10.1145/3064663.3064697"
    },
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753409"
    },
    {
      "title": "Evoking meaningful experiences at work -a positive design framework for work tools",
      "authors": [
        "Y Lu",
        "V Roto"
      ],
      "year": 2015,
      "doi": "10.1080/09544828.2015.1041461"
    },
    {
      "title": "Eliciting meaningful collaboration metrics",
      "authors": [
        "A Lushnikova"
      ],
      "doi": "10.1007/978-3-031-42286-7_36"
    },
    {
      "title": "MoodTracker: monitoring collective emotions in the workplace",
      "authors": [
        "Y Lutchyn",
        "P Johns",
        "A Roseway",
        "M Czerwinski"
      ],
      "year": 2015,
      "doi": "10.1109/acii.2015.7344586"
    },
    {
      "title": "Awareness support in collaborative system: reviewing last 10 years of CSCW research",
      "authors": [
        "M Mantau",
        "F Barreto Vavassori Benitti"
      ],
      "year": 2022,
      "doi": "10.1109/cscwd54268.2022.9776091"
    },
    {
      "title": "Evaluating collaboration for effectiveness",
      "authors": [
        "L Marek",
        "D Brock",
        "J Savla"
      ],
      "year": 2014,
      "doi": "10.1177/1098214014531068"
    },
    {
      "title": "A design framework for awareness systems",
      "authors": [
        "P Markopoulos"
      ],
      "year": 2009,
      "doi": "10.1007/978-1-84882-477-5"
    },
    {
      "title": "Designing in the dark: Eliciting selftracking dimensions for understanding enigmatic disease",
      "authors": [
        "M Mckillop",
        "L Mamykina",
        "N Elhadad"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3174139"
    },
    {
      "title": "Personal informatics in interpersonal contexts: towards the design of technology that supports the social ecologies of long-term mental health management",
      "authors": [
        "E Murnane",
        "T Walker",
        "B Tench",
        "S Voida",
        "J Snyder"
      ],
      "year": 2018,
      "doi": "10.1145/3274396"
    },
    {
      "title": "Can workplace tracking ever empower? collective sensemaking for the responsible use of sensor data at work",
      "authors": [
        "N Møller",
        "G Neff",
        "J Simonsen",
        "J Villumsen",
        "P Bjørn"
      ],
      "year": 2021,
      "doi": "10.1145/3463931"
    },
    {
      "title": "Professional informatics: Personalized, data-driven professional development",
      "authors": [
        "T Ngoon",
        "P Patidar",
        "A Ogan",
        "C Harrison",
        "Y Agarwal"
      ],
      "year": 2022
    },
    {
      "title": "Factors of collaborative working: a framework for a collaboration model",
      "authors": [
        "H Patel",
        "M Pettitt",
        "J Wilson"
      ],
      "year": 2012,
      "doi": "10.1016/j.apergo.2011.04.009"
    },
    {
      "title": "Dreamcatcher: exploring how parents and school-age children can track and review sleep information together",
      "authors": [
        "L Pina",
        "S Sien",
        "C Song",
        "T Ward",
        "J Fogarty"
      ],
      "year": 2020,
      "doi": "10.1145/3392882"
    },
    {
      "title": "From personal informatics to family informatics: Understanding family practices around health monitoring",
      "authors": [
        "L Pina"
      ],
      "year": 2017,
      "doi": "10.1145/2998181.2998362"
    },
    {
      "title": "Clinical data in context: towards sensemaking tools for interpreting personal health data",
      "authors": [
        "S Raj",
        "J Lee",
        "A Garrity",
        "M Newman"
      ],
      "year": 2019,
      "doi": "10.1145/3314409"
    },
    {
      "title": "Introducing mood selftracking at work: empirical insights from call centers",
      "authors": [
        "V Rivera-Pelayo",
        "A Fessl",
        "L Müller",
        "V Pammer"
      ],
      "year": 2017,
      "doi": "10.1145/3014058"
    },
    {
      "title": "Personal tracking as lived informatics",
      "authors": [
        "J Rooksby",
        "M Rost",
        "A Morrison",
        "M Chalmers"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557039"
    },
    {
      "title": "Office agents: Personal office vitality sensors with intent",
      "authors": [
        "S Stamhuis",
        "H Brombacher",
        "S Vos",
        "C Lallemand"
      ],
      "year": 2021,
      "doi": "10.1145/3411763.3451559"
    },
    {
      "title": "From i-awareness to we-awareness in",
      "authors": [
        "J Tenenberg",
        "W Roth",
        "D Socha"
      ],
      "year": 2016,
      "doi": "10.1007/s10606-014-9215-0"
    },
    {
      "title": "Improving collaboration experiences and skills: An open-ended, userdriven self-tracking approach for education",
      "authors": [
        "R Toebosch"
      ],
      "year": 2023,
      "doi": "10.1145/3569009.3576220"
    },
    {
      "title": "I/o bits: Userdriven, situated, and dedicated self-tracking",
      "authors": [
        "K Wannamaker",
        "S Kollannur",
        "M Dörk",
        "W Willett"
      ],
      "year": 2021,
      "doi": "10.1145/3461778.3462138"
    },
    {
      "title": "Understanding how group workers reflect on organizational stress with a shared, anonymous heart rate variability data visualization",
      "authors": [
        "M Xue",
        "R Liang",
        "J Hu",
        "B Yu",
        "L Feijs"
      ],
      "year": 2022,
      "doi": "10.1145/3491101.3503576"
    }
  ],
  "num_references": 50
}
