{
  "paper_id": "Z7FWSKGP",
  "title": "Peer and Patient Feedback to Increase Adherence to Postoperative Opioid Prescribing Guidelines A Stepped-Wedge Cluster Randomized Clinical Trial",
  "abstract": "IMPORTANCE Prescribing more opioids than patients need following surgery is associated with long-term use, misuse, and diversion. Interventions are needed to increase adherence to procedure-specific guidelines while preserving the ability to manage pain. OBJECTIVE To test whether providing clinicians monthly feedback with peer comparisons and patient-reported outcomes would increase adherence to postoperative opioid prescribing guidelines. \n DESIGN, SETTING, AND PARTICIPANTS This stepped-wedge cluster randomized clinical trial was conducted at 6 surgical departments or divisions caring for patients undergoing 30 high-volume surgical procedures in a 5-hospital academic health system in Pennsylvania and New Jersey. Surgical clinicians (attending surgeons, advanced practice professionals, and resident physicians) with 5 or more opioid prescriptions per month for eligible procedures during a 3-month period at baseline were eligible for inclusion. Six clinician clusters were randomly assigned to the intervention in 3 steps offset by 2 months. Each step included a 9-month baseline, a 6-month intervention, and a 6-month follow-up. The first step of the intervention began on June 8, 2022. Follow-up concluded in October 2023, and data analysis was performed from November 2023 to April 2024. INTERVENTION Clinicians were emailed a report on their most frequently performed procedures, which contained a figure of the following mean numbers: pills prescribed relative to guidelines, pills peer clinicians prescribed, and pills patients reported using after a procedure; an additional figure displayed patients' self-reported ability to manage pain. Monthly reports included prescribing trends, peer comparison feedback, and reminders about how many pills patients take and how well patients reported pain management with guideline-adherent prescriptions. \n MAIN OUTCOMES AND MEASURES The primary outcome was the proportion of guideline-adherent opioid prescriptions; secondary outcomes included patient-reported ability to manage pain (measured on a 0 to 10 scale, with 0 being not at all able), pain score, pills prescribed, pills leftover, and refill rate. RESULTS A total of 143 surgical clinicians treating 20 557 patients were included (10 069 at baseline, 5382 during the intervention, and 5106 at follow-up). Mean (SD) patient age was 57.0 (15.7) years, and 10 996 patients (53.5%) were female. The baseline guideline adherence rate was 57.2%. During the intervention, adherence increased to 71.8%, with an adjusted intervention effect of 5.3% (95% CI, 2.0%-8.7%). The impact of the intervention increased over time, and adherence remained above baseline at follow-up (74.4%). The largest change was noted for orthopedic procedures of knee, hip, and shoulder arthroplasty. Patient-reported pain and ability to manage pain were unchanged. \n CONCLUSIONS AND RELEVANCE In this stepped-wedge cluster randomized clinical trial, a feedback intervention using peer comparisons and patient-reported data increased opioid guideline adherence without compromising patients' ability to manage pain.",
  "year": 2025,
  "date": "2025-06-11",
  "journal": "JAMA Surg",
  "publication": "JAMA Surg",
  "authors": [
    {
      "forename": "Anish",
      "surname": "Agarwal",
      "name": "Anish Agarwal"
    },
    {
      "forename": "Jeffrey",
      "surname": "Ebert",
      "name": "Jeffrey Ebert"
    },
    {
      "forename": "Ruiying",
      "surname": "Xiong",
      "name": "Ruiying Xiong"
    },
    {
      "forename": "Zarina",
      "surname": "Ali",
      "name": "Zarina Ali"
    },
    {
      "forename": "Daniel",
      "surname": "Lee",
      "name": "Daniel Lee"
    },
    {
      "forename": "Frances",
      "surname": "Shofer",
      "name": "Frances Shofer"
    },
    {
      "forename": "Yevgeniy",
      "surname": "Gitelman",
      "name": "Yevgeniy Gitelman"
    },
    {
      "forename": "David",
      "surname": "Do",
      "name": "David Do"
    },
    {
      "forename": "Evan",
      "surname": "Spencer",
      "name": "Evan Spencer"
    },
    {
      "forename": ";",
      "surname": "Grenader",
      "name": "; Grenader"
    },
    {
      "forename": "Fan",
      "surname": "Li",
      "name": "Fan Li"
    },
    {
      "forename": "Michael",
      "surname": "Harhay",
      "name": "Michael Harhay"
    },
    {
      "forename": "M",
      "surname": "Delgado",
      "name": "M Delgado"
    },
    {
      "surname": "Agarwal",
      "name": "Agarwal"
    },
    {
      "surname": "Ebert",
      "name": "Ebert"
    },
    {
      "affiliation": "University of Pennsylvania , 428 Guardian Dr , Blockley Hall , Philadelphia , PA 19104 Department of Emergency Medicine , \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 428 Guardian Dr Blockley Hall \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "University of Pennsylvania , Philadelphia Delgado) ; \n\t\t\t\t\t\t\t\t Delgado) \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Center for Health Care Transformation and Innovation , Penn Medicine , Philadelphia , Pennsylvania \n\t\t\t\t\t\t\t\t Center for Health Care Transformation and Innovation \n\t\t\t\t\t\t\t\t Penn Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "affiliation": "Nudge Unit , Penn Medicine , Philadelphia , Pennsylvania \n\t\t\t\t\t\t\t\t Nudge Unit \n\t\t\t\t\t\t\t\t Penn Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "affiliation": "Department of Neurosurgery , University of Pennsylvania , Philadelphia (Ali ); \n\t\t\t\t\t\t\t\t Department of Neurosurgery \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Ali"
    },
    {
      "affiliation": "Department of Urology , University of Pennsylvania , Philadelphia (Lee ); \n\t\t\t\t\t\t\t\t Department of Urology \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Lee"
    },
    {
      "affiliation": "Department of Medicine , University of Pennsylvania , Philadelphia ( Gitelman) ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Gitelman) \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Department of Neurology , University of Pennsylvania , Philadelphia (Do ); \n\t\t\t\t\t\t\t\t Department of Neurology \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Do"
    },
    {
      "affiliation": "Department of Biostatistics , Yale School of Public Health , New Haven , Connecticut (Li) ; \n\t\t\t\t\t\t\t\t Department of Biostatistics \n\t\t\t\t\t\t\t\t Yale School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Haven \n\t\t\t\t\t\t\t\t\t Connecticut (Li"
    },
    {
      "affiliation": "Department of Biostatistics, Epidemiology, and Informatics , University of Pennsylvania , Philadelphia (Harhay , Delgado). \n\t\t\t\t\t\t\t\t Department of Biostatistics, Epidemiology, and Informatics \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Harhay \n\t\t\t\t\t\t\t\t\t Delgado"
    }
  ],
  "doi": "10.1001/jamasurg.2025.1672",
  "keywords": [
    "Cluster 4 and 6: orthopedics",
    "plastic surgery Group 2 Cluster 1 and 5: neurosurgery",
    "urology Group 3 Cluster 2 and 3: cardiac surgery",
    "colorectal surgery",
    "GI surgery",
    "surgery-general",
    "surgical oncology",
    "thoracic surgery",
    "transplant",
    "trauma service Cluster 1: Neurosurgery Cluster 2: Cardiac surgery",
    "thoracic surgery Cluster 5: Urology Cluster 3: GI surgery",
    "surgery-general",
    "surgical oncology",
    "transplant",
    "trauma service",
    "colorectal surgery Cluster 4: Orthopedics Cluster 6: Plastic surgery 5578"
  ],
  "sections": [
    {
      "title": "D",
      "text": "ozens of studies have documented persistent discrepancies between the quantity of postoperative opioids prescribed and the much smaller amount patients take, leaving leftover pills at risk for misuse and diversion.  [1] [2] 2] [3] [4] [5]  These high-quantity prescriptions pose threats to opioid-naive patients and are associated with new long-term use.  6, 7 In response, several quality improvement efforts have been initiated to disseminate procedure-specific guidelines based on summarized distributions of data on how many pills patients typically take after a given procedure.  [8] [9] [10]  Questions remain about how best to encourage clinical teams to prescribe within these guidelines. Surgeons cite a major barrier to prescribing smaller quantities is the concern that patients may not be able to manage severe pain.  [11] [12] 2] [13]  To address this barrier, a key recommendation of a 2019 National Academies of Sciences, Engineering, and Medicine report was to include patient-reported outcomes (eg, pain scores) as part of opioid stewardship.  9 Broadening stewardship efforts beyond surgeons may also be advised, as advanced practice professionals (APPs) are a critical segment of the workforce.  14 A promising approach to nudging prescribing clinicians is electronic health record-based clinical decision support, such as preset default quantities.  15, 16 However, defaults are difficult to implement, as prescribing guidelines can vary based on the procedure type. An alternative is to provide individual feedback on prescribing relative to guidelines or peer behavior, although it is unknown how to optimize the acceptability, usefulness, and effectiveness of this feedback.  [17] [18] ] [19] [20] [21] [22]  To address these knowledge gaps, we conducted a cluster randomized clinical trial testing a clinician feedback intervention targeting postoperative opioid prescribing. The primary outcome was guideline adherence, and secondary outcomes were patient-reported ability to manage pain, pain score, pills prescribed, pills leftover, and refill rate. The intervention leveraged an existing learning health system platform that continuously engages patients via text messaging after undergoing 30 high-volume surgical procedures.  2, 3 Monthly feedback reports were delivered to both attending surgeons and prescribing clinicians (APPs or residents) and focused on the clinician's top 3 procedures for which opioids were prescribed. Reports had 3 core components: (1) audit feedback showing a clinician's number of pills prescribed compared to the guideline and the number of pills patients take after that procedure; (2) peer comparison feedback showing the number of pills prescribed in the health system; and (3) data showing patients' self-reported ability to manage pain according to whether or not they received a guideline-adherent prescription."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "This was a stepped-wedge cluster randomized clinical trial. Each step had a trailing 9-month baseline period, which was used for determining participant eligibility, reporting baseline prescribing and patient behavior, and estimating intervention effects. The intervention period lasted for 6 months, beginning when clinicians received their first emailed prescribing report and ending 1 month after they received their final report. Step 1's intervention began on June 8, 2022, step 2's began August 10, and step 3′s began October 6. After the end of each intervention period, a 6-month follow-up period allowed us to observe whether any changes in clinician prescribing or patient behavior persisted (Figure  1 ). This study followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guidelines and the CONSORT Extension for the stepped-wedged cluster randomized clinical trial.  23 Because clinician reports were delivered as part of a health system quality improvement initiative, the University of Pennsylvania's institutional review board approved the research with a waiver of informed consent. The stepped-wedge trial was preregistered at ClinicalTrials.gov (NCT05358522)."
    },
    {
      "title": "Setting",
      "text": "The trial occurred across 6 clusters of surgical departments and divisions at a large academic health system with 5 hospitals in Pennsylvania and New Jersey. Clinical service line groupings (clusters) were designed to minimize overlap with respect to procedure and surgical clinician. The 6 clusters were randomly assigned to receive the intervention in 3 step groups (eTable 1 in Supplement 2). Each step group was offset by 2 months in a stepped-wedge design. The trial focused on increasing adherence to opioid prescribing guidelines for the 30 highest-volume surgical procedures performed by these surgical groups.  24 Of these 30 procedures, 14 were inpatient and 16 were outpatient."
    },
    {
      "title": "Population",
      "text": "Surgical clinicians (surgeons, APPs, and resident physicians) who averaged at least 5 patients with opioid prescriptions for eligible procedures total per month in the 3 months before trial launch and who had a health system email address available were included in the trial. Prescribing data, including opioid name, dosage, and quantity, were extracted from the electronic health record. Each surgical encounter with an opioid prescription listed both a procedure clinician (attending surgeon) and a prescribing clinician (either the attending surgeon, an AAP, or a resident physician); when procedure clinician and the prescribing clinician were different, the"
    },
    {
      "title": "Key Points",
      "text": "Question Can providing peer prescribing comparisons and patient-reported outcomes related to pain increase surgical clinician adherence to opioid prescribing guidelines? Findings In this stepped-wedge cluster randomized clinical trial that included 143 surgical clinicians treating 20 557 patients, the proportion of guideline-adherent prescriptions increased during the intervention period from 57.2% to 71.8%, with an adjusted absolute difference of 5.3%, while patients' reported ability to manage pain remained unchanged.\n\nMeaning Normative and patient feedback can encourage surgical clinicians to write prescriptions that abide by opioid prescribing guidelines while maintaining patients' ability to manage pain.\n\nprescription was attributed to both individuals. If more than 1 eligible procedure code was listed, it was treated as an instance of the procedure with the highest opioid guideline amount.\n\nNeither participants nor the research team were blinded to the intervention condition, as blinding was not feasible given the nature of the intervention. However, participants were not made aware of the intervention until receipt of their first report, and they were not informed that other groups of clinicians were receiving the intervention at different times than they were."
    },
    {
      "title": "Intervention",
      "text": "The intervention consisted of an initial report and 5 monthly follow-up reports. Reports were delivered to the participant's work email address. Each report included a text-based summary and an attached PDF with graphical representations (eFigure 1 in Supplement 2). The initial email provided important background information about the procedure-specific guidelines included in the report. All reports included information about the number of pills prescribed to the clinician's patients relative to these guidelines and other patients in the health system, along with baseline period patient-reported pills taken and ability to manage pain."
    },
    {
      "title": "Outcomes and Measures",
      "text": "The primary outcome was the proportion of opioid prescriptions that were within the procedure-specific guideline, as assessed via electronic medical record data. Guidelines were expressed as a numeric range of number of 5-mg oxycodone pill equivalents, ranging from 0 to a procedure-specific maximum (eg, 0-10 pills).  13, 24, 25 All opioid prescriptions were standardized to 5-mg oxycodone equivalents for analysis (eTable 2 in Supplement 2).\n\nSecondary outcomes were the number of opioid pills prescribed, the number of prescription refills within 30 days post- operative, and the following 3 patient-reported outcomes collected by an automated text messaging survey: (1) the total number of pills taken; (2) the pain level on day 7 (0-10 scale, with 0 meaning no pain at all); and (3) the ability to manage pain on day 7 (0-10 scale, with 0 meaning not at all able). This time period of follow-up was informed by prior research within this health system describing that most patients report significant pain improvement and completion of opioid use within the first week following surgery.  2, 3, 25"
    },
    {
      "title": "Statistical Analysis",
      "text": "For our primary analysis, we fitted a linear mixed model that included a random effect for cluster (ie, service line grouping), categorical fixed effects for time, and a intervention status.  26 Here, our primary interest lies in the intervention effect, defined as a risk difference, and hence the linear mixed model serves as a working model rather than the true datagenerating model. The validity of linear mixed models for studying risk difference is supported by randomization of intervention sequences under the stepped-wedge design.  [27] [28] ] [29] [30] [31]  For the primary outcome (the proportion of opioid prescriptions within their procedure-specific guideline), we conducted 3 unplanned extensions of this base model as sensitivity analyses (eFigure 2 in Supplement 2)."
    },
    {
      "title": "Sample Size Calculation",
      "text": "In our original power calculation, we used the Shiny CRT software  32  in R version 4.4.1 (the R Foundation) to calculate the sample size needed to achieve at least 90% power to detect an effect size on the absolute difference scale. Assuming a baseline guidance adherence rate of 50% and a conservative intracluster correlation coefficient of 0.1, based on a 5% level 2-sided test, we estimated that the study with 6 clusters randomized over 3 steps would reach 90% power to detect a 5% change in adherence rate due to intervention if at least 564 patients were included per cluster per step. The actual trial evolved from this initial prototypical design (eAppendix in Supplement 2)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Patients and Procedures",
      "text": "A total of 143 surgical clinicians (71 surgeons, 48 APPs, and 24 residents) received the monthly prescribing report intervention; email tracking data showed a mean (SD) open rate of 4.3 (2.0) reports of the 6 reports. These clinicians treated a total of 20 557 unique patients: 10 069 at baseline, 5382 during the intervention, and 5106 at follow-up. Of these patients, 9371 (93.1%) were prescribed an opioid at baseline, 4989 (92.7%) during the intervention, and 4744 (92.9%) at follow-up. Mean (SD) patient age was 57.0 (15.7) years, and 10 996 patients (53.5%) were female. Of 20 557 patients, 4383 (21.3%) were Black, 13 966 (67.9%) were White, and 1197 (5.8%) selfreported a race other than Black or White (American Indian, American Indian or Alaskan Native, Asian, East Indian, Native Hawaiian or other Pacific Islander, other, or some other race). The study periods were similar with respect to patient age, race, primary insurance source, and sex (Table  1 ). There were variations in patient characteristics across clusters in age, sex, race, insurance coverage, reported pain at baseline, and opioid-naive status (eTable 3 in Supplement 2). Nearly 30% of procedures were knee or hip arthroplasties, followed by thoracolumbar procedures (ie, laminectomy or fusion), knee arthroscopy, and gastric restrictive procedures (eTable 4 in Supplement 2)."
    },
    {
      "title": "Procedure-Specific Guideline Adherence",
      "text": "Baseline rates of guideline adherence (the primary outcome) varied between step groups, with step 1 (orthopedics and plastic surgery) having the lowest baseline adherence rate compared to the other groups. This group had the largest improvement during the intervention period (Figure  2 ). The baseline proportion of guideline-adherent prescription increased from 57.2% (95% CI, 56.2%-58.1%) to 71.8% (95% CI, 70.6%-73.0%) during the intervention, with an adjusted increase of 5.3 percentage points (95% CI 2.0-8.7; P = .002; Table  2 ) and in 2 of the 3 sensitivity models (eFigure 2 in Supplement 2). In the sensitivity analysis, the intervention's effect increased over time, with a higher rate of guideline-adherent prescriptions for each month that a cluster was in the intervention phase of the trial. The point estimate for the mean effect in the first month of the intervention was an increase by 1.6% (95% CI -7.4% to 10.7%), 16.6% in month 4 (95% CI, 4.6%-28.6%), and continued to 27.8% at month 6 (95% CI, 12.7%-42.9%; eFigure 2 in Supplement 2). The increases in guideline adherence achieved during the intervention period persisted in the postintervention period across all 3 groups (Figure  2 ). In the subgroup analyses, we identified significant absolute differences across patient age (Figure  3 )."
    },
    {
      "title": "Opioid Prescriptions and Patient-Reported Data",
      "text": "The number of oxycodone, 5 mg, pills prescribed decreased across the study periods, starting with 19.9 at baseline, dropping to 17.2 in the intervention period, and then to 16.3 at follow-up (change in mean pills prescribed, 0.2; 95% CI, -1.7 to 2.0; Table  2 ). There was no difference in opioid prescription refills at 14 days (2.1%; 95% CI, -0.9% to 5.0%). Approximately a third of patients completed all self-reported survey questions asked of them (33.4% at baseline, 37.0% in the intervention period, and 37.1% in the postintervention period). The eTable 5 in Supplement 2 displays demographic characteristics of responding and nonresponding patients. Among responding patients, there was no significant difference in mean ability to manage pain at day 7 (0.2; 95% CI, -0.1 to 0.5), mean pain score at day 7 (0.6; 95% CI, -0.6 to 1.8), and oxycodone, 5 mg, equivalent pills taken (-0.9; 95% CI, -2.5 to 0.7; Table  2 ). Figure  3  displays subgroup effects across demographic groups for guideline adherence."
    },
    {
      "title": "Heterogeneity of Intervention Effect",
      "text": "To assess heterogeneity in intervention effects by procedure type, we grouped the 30 procedures by guideline amount into 5 groups by opioid prescription guideline recommendation in oxycodone, 5 mg, tablet equivalents (5 tablets, 10 tablets, 15 tablets, 20-25 tablets, and ≥30 tablets). The most sig-nificant change from baseline to intervention in proportion of guideline-adherent prescriptions was noted for procedures grouped in the 20-25-tablet guidelines, which include high volume orthopedic procedures of knee, hip, and shoulder arthroplasty (eTable 6 and eFigure 3 in Supplement 2).\n\nInverse probability weighting and the adjusted analysis for secondary outcomes were similar to the primary model, with no significant changes in patient-reported outcomes, such as tablets used, pain score, or ability to manage pain (eTable 7 in Supplement 2)."
    },
    {
      "title": "Discussion",
      "text": "In this cluster randomized clinical trial, providing normative, peer comparison, and patient-reported feedback to surgical clinicians who treated more than 20 000 patients undergoing a diverse range of high-volume procedures resulted in increased adherence to opioid prescribing guidelines-with sustained adherence after the feedback was discontinued. The mean number of opioid pills prescribed declined, while patientreported ability to manage pain remained the same. Over the course of the intervention and postintervention periods, we estimate this intervention reduced the number of excess opioid pills by more than 34 000. This represents one of the largest randomized evaluations of an opioid prescribing stewardship intervention that also collected patient-reported data on pain experience, filling a critical gap in evidence called out by a 2019 National Academies of Sciences, Engineering, and Medicine report.  9 his trial makes novel contributions to improving opioid prescribing stewardship and organizational change management at scale within a learning health system. Prior work on postoperative opioid prescribing stewardship efforts have focused on guideline implementation, demonstrating decreases in number of opioid pills prescribed.  10 However, the scope has often been limited to select procedures within a given surgical subspeciality.  33 While emerging literature highlights the ability of peer comparison to be effective, few studies have investigated strategies that include both peer comparison data and patient-reported outcomes data, while also extending reports to multiple potential prescribers (surgeons, APPs, and resident physicians).  3, 32 The present study overcomes these limitations by including 30 high-volume procedures for which patientreported outcomes were routinely collected and deploying a digital quality improvement intervention to clusters of clinicians at randomly selected start dates. It is important to note that the largest gains were seen in high-volume orthopedic surgeries where the baseline prescribing was the lowest among groups and thus had the largest room to improve. Furthermore, this study shows the benefit of engaging nonattending clinicians in surgical quality improvement, as most postoperative prescriptions are written by APPs and residents.\n\nThis study demonstrates learning health systems science built within an expanding digital era. An automated text messaging program was developed to engage patients on a broad scale, provide patient-reported outcomes, and inform the development of procedure-specific guidelines; data were then fed back to clinicians to modify prescribing practice and assess outcomes. Automated engagement with electronic consent was critical to achieving high uptake rates in a broad population at low cost.  2, 33 This approach is scalable to address clinical conditions where discharge medical decisionmaking has an influence on short-term patient-reported outcomes on symptom relief and where there is a wide variability in practice relative to guideline-recommended care. Future work could extend this approach to other clinical conditions where patient-level variation in dosage, timing, or duration is needed.\n\nFinally, this study adds to the applied behavioral science literature on clinician feedback by demonstrating the effectiveness of combining normative feedback with patientreported data. Most clinician feedback interventions have involved audit or peer comparison quantitative data generated by electronic health records or claims data.  18, 34 This is among the first studies to demonstrate the combined benefit of peer comparison feedback with patient-reported outcomes data provided to address clinician concerns about potential unintended consequences of increasing adherence to guidelines."
    },
    {
      "title": "Limitations",
      "text": "This study has limitations; it was conducted in a single large, urban health system with an active opioid stewardship program. This institution is also situated within or near Philadelphia, Pennsylvania, an epicenter of opioid-related overdose, and thus there may be a heightened awareness of the issue locally. The randomization approach was at the division or department level, and the analysis is unable to provide clinicianlevel or patient-level insights. Cluster randomization would not address any local factors or efforts unaware to the research team within sections of each cluster (eg, any quality improvement work), although models did control for the passage of time. Contamination-discussion between participants receiving the intervention and those still in their baseline periodwas also possible, although it should be noted that any contamination would bias results toward the null. Subanalyses revealed the strongest intervention effect among group 1, which largely consisted of orthopedic procedures, which may be driving most of the overall findings. Furthermore, studies using a digital approach to remotely engage patients following surgery are limited by response bias and variation in technology usage. Finally, the cluster randomization would not address any local factors or efforts unaware to the research team within sections of each cluster (eg, any quality improvement work), and contamination across groups was possible with resident trainee rotations. -15 0 10 -5 5 Absolute difference, % (95% CI) -10 Subgroup Age category, y 35-54 vs ≥55 18-34 vs ≥55 18-44 vs 35-54 Female vs male Race category Black vs other Black vs White Other vs White\n\nThe estimates were generated using the marginaleffects package in R (R Foundation) from a statistical model that was the same as the primary model, with interaction terms added for each demographic group with the intervention indicator.\n\nThe other category included those self-reporting as American Indian, American Indian or Alaskan Native, Asian, East Indian, Native Hawaiian or other Pacific Islander, other, and some other race. Peer and Patient Feedback to Increase Adherence to Postoperative Opioid Prescribing Guidelines Original Investigation Research jamasurgery.com (Reprinted) JAMA Surgery Published online June 11, 2025 E7"
    },
    {
      "text": "Figure 1. Service Line and Patient Flow Through the Study"
    },
    {
      "text": "Figure 3. Subgroup Effects for the Primary Outcome of Prescription Within Guideline"
    },
    {
      "text": "Characteristics of All Clinicians and PatientsFigure 2. Overall (A) and by Service Line (B) Trends in the Primary Outcome Before, During, and After the Intervention"
    },
    {
      "text": "Primary and Secondary Outcomes"
    }
  ],
  "references": [
    {
      "title": "Prescription opioid analgesics commonly unused after surgery: a systematic review",
      "authors": [
        "M Bicket",
        "J Long",
        "P Pronovost",
        "G Alexander",
        "C Wu"
      ],
      "year": 2017,
      "doi": "10.1001/jamasurg.2017.0831?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "An automated text messaging program to inform postoperative opioid prescribing",
      "authors": [
        "A Agarwal",
        "Z Ali",
        "B Sennett"
      ],
      "year": 2021,
      "doi": "10.1056/cat.20.0440"
    },
    {
      "title": "Patient-reported opioid consumption and pain intensity after common orthopedic and urologic surgical procedures with use of an automated text messaging system",
      "authors": [
        "A Agarwal",
        "D Lee",
        "Z Ali"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.3243?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "The use of opioid analgesics following common upper extremity surgical procedures: a national, population-based study",
      "authors": [
        "J Waljee",
        "L Zhong",
        "H Hou",
        "E Sears",
        "C Brummett",
        "K Chung"
      ],
      "year": 2016,
      "doi": "10.1097/01.prs.0000475788.52446.7b"
    },
    {
      "title": "Provider characteristics associated with outpatient opioid prescribing after surgery",
      "authors": [
        "D Cron",
        "J Lee",
        "J Dupree"
      ],
      "year": 2020,
      "doi": "10.1097/sla.0000000000003013"
    },
    {
      "title": "Opioid-prescribing patterns of emergency physicians and risk of long-term use",
      "authors": [
        "M Barnett",
        "A Olenski",
        "A Jena"
      ],
      "year": 2017,
      "doi": "10.1056/nejmsa1610524"
    },
    {
      "title": "New persistent opioid use after minor and major surgical procedures in US adults",
      "authors": [
        "C Brummett",
        "J Waljee",
        "J Goesling"
      ],
      "year": 2017,
      "doi": "10.1001/jamasurg.2017.0504?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "Reduction in opioid prescribing through evidence-based prescribing guidelines",
      "authors": [
        "R Howard",
        "J Waljee",
        "C Brummett",
        "M Englesbe",
        "J Lee"
      ],
      "year": 2018,
      "doi": "10.1001/jamasurg.2017.4436?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "Framing Opioid Prescribing Guidelines for Acute Pain: Developing the Evidence",
      "year": 2019,
      "doi": "10.17226/25555"
    },
    {
      "title": "Results of a prospective, multicenter initiative aimed at developing opioid-prescribing guidelines after surgery",
      "authors": [
        "C Thiels",
        "D Ubl",
        "K Yost"
      ],
      "year": 2018,
      "doi": "10.1097/sla.0000000000002919"
    },
    {
      "title": "Pain intensity on the first day after surgery: a prospective cohort study comparing 179 surgical procedures",
      "authors": [
        "H Gerbershagen",
        "S Aduckathil",
        "Ajm Van Wijck",
        "L Peelen",
        "C Kalkman",
        "W Meissner"
      ],
      "year": 2013,
      "doi": "10.1097/aln.0b013e31828866b3"
    },
    {
      "title": "Pain control after surgery",
      "year": 2019,
      "doi": "10.5580/987"
    },
    {
      "title": "Understanding the natural history of postoperative pain and patient-reported opioid consumption after elective spine and nerve surgeries with an automated text messaging system",
      "authors": [
        "M Punchak",
        "A Agarwal",
        "D Joshi"
      ],
      "year": 2022,
      "doi": "10.1227/neu.0000000000001822"
    },
    {
      "title": "Effects of advanced practice providers on single-specialty surgical practice",
      "authors": [
        "B Hollenbeck",
        "S Kaufman",
        "M Oerline"
      ],
      "year": 2023,
      "doi": "10.1097/sla.0000000000004846"
    },
    {
      "title": "Association between electronic medical record implementation of default opioid prescription quantities and prescribing behavior in two emergency departments",
      "authors": [
        "M Delgado",
        "F Shofer",
        "M Patel"
      ],
      "year": 2018,
      "doi": "10.1007/s11606-017-4286-5"
    },
    {
      "title": "Generic medication prescription rates after health system-wide redesign of default options within the electronic health record",
      "authors": [
        "M Patel",
        "S Day",
        "S Halpern"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2016.1691?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "Provision of social norm feedback to high prescribers of antibiotics in general practice: a pragmatic national randomised controlled trial",
      "authors": [
        "M Hallsworth",
        "T Chadborn",
        "A Sallis"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)00215-4"
    },
    {
      "title": "The effect of clinician feedback interventions on opioid prescribing",
      "authors": [
        "A Navathe",
        "J Liao",
        "X Yan"
      ],
      "year": 2022,
      "doi": "10.1377/hlthaff.2021.01407"
    },
    {
      "title": "Effect of an outpatient antimicrobial stewardship intervention on broad-spectrum antibiotic prescribing by primary care pediatricians: a randomized trial",
      "authors": [
        "J Gerber",
        "P Prasad",
        "A Fiks"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2013.6287?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "Effect of an automated patient dashboard using active choice and peer comparison performance feedback to physicians on statin prescribing: the PRESCRIBE cluster randomized clinical trial",
      "authors": [
        "M Patel",
        "G Kurtzman",
        "S Kannan"
      ],
      "year": 2018,
      "doi": "10.1001/jamanetworkopen.2018.0818?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "Effect of peer comparison letters for high-volume primary care prescribers of quetiapine in older and disabled adults: a randomized clinical trial",
      "authors": [
        "A Sacarny",
        "M Barnett",
        "J Le",
        "F Tetkoski",
        "D Yokum",
        "S Agrawal"
      ],
      "year": 2018,
      "doi": "10.1001/jamapsychiatry.2018.1867?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "When peer comparison information harms physician well-being",
      "authors": [
        "J Reiff",
        "J Zhang",
        "J Gallus"
      ],
      "year": 2022,
      "doi": "10.1073/pnas.2121730119"
    },
    {
      "title": "Reporting of stepped wedge cluster randomised trials: extension of the CONSORT 2010 statement with explanation and elaboration",
      "authors": [
        "K Hemming",
        "M Taljaard",
        "J Mckenzie"
      ],
      "year": 2018,
      "doi": "10.1136/bmj.k1614"
    },
    {
      "title": "Identifying patient characteristics associated with opioid use to inform surgical pain management",
      "authors": [
        "A Agarwal",
        "R Xiong",
        "J Ebert"
      ],
      "year": 2023,
      "doi": "10.1097/as9.0000000000000355"
    },
    {
      "title": "Real-time measurement of patient reported outcomes and opioid use following urologic procedures using automated text messaging",
      "authors": [
        "D Lee",
        "A Agarwal",
        "Z Ali"
      ],
      "year": 2022,
      "doi": "10.1016/j.urology.2022.07.059"
    },
    {
      "title": "Design and analysis of stepped wedge cluster randomized trials",
      "authors": [
        "M Hussey",
        "J Hughes"
      ],
      "year": 2007,
      "doi": "10.1016/j.cct.2006.05.007"
    },
    {
      "title": "How to achieve model-robust inference in stepped wedge trials with model-based methods?",
      "authors": [
        "B Wang",
        "X Wang",
        "F Li"
      ],
      "year": 2024,
      "doi": "10.1093/biomtc/ujae123"
    },
    {
      "title": "Mixed-effects models for the design and analysis of stepped wedge cluster randomized trials: an overview",
      "authors": [
        "F Li",
        "J Hughes",
        "K Hemming",
        "M Taljaard",
        "E Melnick",
        "P Heagerty"
      ],
      "year": 2021,
      "doi": "10.1177/0962280220932962"
    },
    {
      "title": "Assessing exposure-time treatment effect heterogeneity in stepped-wedge cluster randomized trials",
      "authors": [
        "L Maleyeff",
        "F Li",
        "S Haneuse",
        "R Wang"
      ],
      "year": 2023,
      "doi": "10.1111/biom.13803"
    },
    {
      "title": "Analysis of stepped wedge cluster randomized trials in the presence of a time-varying treatment effect",
      "authors": [
        "A Kenny",
        "E Voldal",
        "F Xia",
        "P Heagerty",
        "J Hughes"
      ],
      "year": 2022,
      "doi": "10.1002/sim.9511"
    },
    {
      "title": "Peer comparison or guideline-based feedback and postsurgery opioid prescriptions: a randomized clinical trial",
      "authors": [
        "Z Wagner",
        "A Kirkegaard",
        "L Mariano"
      ],
      "year": 2024,
      "doi": "10.1001/jamahealthforum.2024.0077?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamasurg.2025.1672"
    },
    {
      "title": "A tutorial on sample size calculation for multiple-period cluster randomized parallel, cross-over and stepped-wedge trials using the Shiny CRT Calculator",
      "authors": [
        "K Hemming",
        "J Kasza",
        "R Hooper",
        "A Forbes",
        "M Taljaard"
      ],
      "year": 2020,
      "doi": "10.1093/ije/dyz237"
    },
    {
      "title": "Challenges of opioid deprescribing and factors to be considered in the development of opioid deprescribing guidelines: a qualitative analysis",
      "authors": [
        "A Langford",
        "D Gnjidic",
        "C Lin"
      ],
      "year": 2021,
      "doi": "10.1136/bmjqs-2020-010881"
    },
    {
      "title": "US) Roundtable on Evidence-Based Medicine",
      "year": 2007,
      "doi": "10.13184/eidon.39.2013.89-91"
    }
  ],
  "num_references": 34
}
