{
  "paper_id": "Z89YGTBZ",
  "title": "Personal Health Informatics: New Tools and Roles for Health Care",
  "abstract": "Technological advancements have introduced wearable and passive monitoring tools that can capture aspects of daily living, health and well-being in homes and communities. Personal Health Informatics is the study of any information system, tool or platform designed for individuals and their families/ communities with the goal to facilitate decision making, access to information, education, managing health, prevent disease, and improve communication whereby the individual patient or consumer is the end user whose needs and preferences inform the design and implementation of the system. Examples of such tools include digital phenotyping, consumer genomics and smart homes. Such platforms capture patient generated health data and allow for proactive models of care, whereby patterns or trends are analyzed to identify opportunities for tailored interventions. Future research needs to address the impact of personal health informatics systems on health outcomes, shared decision making and patient empowerment. We discuss new roles and opportunities that arise with the growth of this field, including the role of the personal health data navigator who can guide and assist patients and families in navigating the complex digital landscape in order to most effectively utilize inclusive personal health informatics tools.",
  "year": 2015,
  "date": "2015-02-26",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "George",
      "surname": "Demiris",
      "name": "George Demiris",
      "affiliation": "a  University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "email": "gdemiris@upenn.edu"
    }
  ],
  "doi": "10.3233/shti220941",
  "keywords": [
    "Personal health informatics",
    "digital phenotyping",
    "smart homes",
    "genetic testing",
    "patient generated health data"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Pervasive computing solutions have enabled individuals to monitor their own health and well-being, the environment they live in and work, and track and share health and wellness related parameters through wearable sensors, mobile health apps and even home-based passive sensing solutions. Precision medicine, namely \"prevention and treatment strategies that take individual variability into account  [1] \" has been an emerging paradigm shift in biomedical research that calls for collecting and analyzing large data collected on the unique individual's behavior, lifestyle, genetics and environmental context. Such data include large scale biologic databases, and the use of proteomics, metabolomics, and genomics to better understand individual patients and populations but also the use of emerging technologies such as passive sensing and wearables to capture physiological, behavioral and environmental data for individuals and communities. This calls for advance computational tools to mine and analyze such large data sets.\n\nBehavioral sensing, that includes passive monitoring and wearable technologies, aims to objectively, remotely and continuously measure aspects of patient physiology, behavior and symptoms. Consumer technologies such as wearables and other sensors provide the ability to capture behavior and activities of daily living, replace the need for human observers, eliminate reliance on self-report shifting from episodic to continuous monitoring and furthermore facilitate assessment of daily living in the real world and not a laboratory setting. These tools also offer the ability to an individual to gather data about their health and well-being outside of clinical settings and be in charge as to if and how their data are shared with others. The recognition of the role of technology in allowing patients to be actively involved in their own health care delivery and disease prevention has led to the growth of the sub-discipline of biomedical informatics, called personal health informatics (PHI). PHI is emerging as an evolution of consumer health informatics. Gibbons et al defined consumer health informatics as \"any electronic tool, technology, or electronic application that is designed to interact directly with consumers, with or without the presence of a health care professional that provides or uses individualized (personal) information and provides the consumer with individualized assistance, to help the patient better manage their health or health care\"  [2] . Along these lines, Personal Health Informatics is defined even more broadly as the study of any information system, tool or platform designed for individuals and their families/ communities with the goal to facilitate decision making, access to information, education, managing health, prevent disease, and improve communication whereby the individual patient or consumer is the end user whose needs and preferences inform the design and implementation of the system.\n\nThe growth of various digital tools in health has led to continuous growth of patient generated health data (PGHD). The Office of the National Coordinator for Health Information Technology (ONC) in the US defines PGHD as \"health-related data including health history, symptoms, biometric data, treatment history, lifestyle choices, and other information-created, recorded, gathered or inferred by or from patients or their designees\"  [3] . This definition highlights the unique role of patients as the responsible entity for the capture and oversight of the collected data and introduces a paradigm shift from the more paternalistic model of medicine whereby the patient is the passive recipient of services to one where the patient is actively involved and at the center of information gathering. Tools that capture PGHD have the potential to \"amplify\" the patient voice and increase patient safety  [4] .\n\nThere is a broad range of platforms that can facilitate the capture of PGHD including paper-based tools such as diaries or forms to wearable or even implantable devices. Electronic tools may offer not only the ability to capture and store data but also provide alerts for individual data points, or even embed more sophisticated informatics approaches such as predictive analytics, natural language processing or machine learning, to identify patterns and trends and ultimately facilitate a proactive approach to symptom management and health. Data can be communicated and shared with various stakeholders including family members and clinicians in various ways, including visual summaries, online dashboards or even integration of PGHD into the patient's electronic health record."
    },
    {
      "title": "Personal Health Informatics Applications",
      "text": "The following section discusses some examples of current and emerging trends in personal health informatics that facilitate a paradigm shift, promoting new systems for data collection and knowledge generation that take place outside of formal clinical settings of care and introducing numerous opportunities and challenges that call for technical, clinical, ethical and policy considerations."
    },
    {
      "title": "Digital phenotyping",
      "text": "The use of smart phones has introduced the ability to track movement, time spent online, and even engagement in social interactions. The use of digital tools to capture real time behavioral patterns has introduced the concept of digital phenotyping, defined as the \"moment-by-moment quantification of the individual-level human phenotype in situ using data from personal digital devices  [15] \" This approach is informed by traditional Ecological Momentary Assessment (EMA) that aims to assess behaviors and experiences in one's own natural environment and in real time. Data collection for digital phenotyping can be passive without user involvement (for example, capturing one's movement in space using the GPS sensor of one's smart phone) or active with user input (for example, being prompted to enter a rating or provide other information in real time). Similarly, the approach of digital phenotyping systems can be further categorized into content free patterns (e.g., capturing reaction time for tapping, scrolling, typing) or \"content rich\" (e.g., analyzing social media postings, voice recordings, or one's search history). In addition to smart phone data, wearable biosensors are often integrated in digital phenotyping platforms to capture physical or emotional state, for example to assess physiological change during opioid use (based on a decrease in locomotion and increase in skin temperature continuously captured  [16] ); to monitor real-time drug use  [17]  or alcohol consumption  [18] , or to capture and analyze autonomic nervous system activity via electrodermal activity, 3-axis acceleration, ECG and temperature, in order to detect arousal events and automatically send therapeutic and empathetic messages to the patient using cognitive behavioral therapy (CBT)  [19] . Social media data are also used in digital phenotyping studies to study autism spectrum disorder (ASD); for example, Hswen et al  [20]  conducted a textual analysis of tweets about repetitive and obsessivecompulsive behavioral characteristics typically associated with ASD.\n\nThere is a broad range of other application domains for digital phenotyping highlighting its potential for mental health. For example, studies have collected sensor, keyboard, voice and speech data from smartphones to measure behavior, cognition, and mood or sleep quality. Such tools also provide the ability to deliver context-sensitive intervention as in situ support to people experiencing depressive symptoms or severe anxiety (including through personalized text messages and videos). As Dagum points out  [21] , digital phenotyping introduces many opportunities to enhance our current models of care in psychiatry. Capturing digital biomarkers has the potential to predict relapse for addictive behaviors, cognitive decline or mood disorders. Such tools are also increasingly used in child and adolescent psychiatry and for suicide prevention. The emergence of digital phenotyping has the potential to facilitate the ubiquitous identification and prediction of health-related behavioral trends within the context of individuals' social, physical and mental state in their own natural environments. At the same time, this concept introduces ethical challenges that include considerations pertaining to privacy, consent, and potential third-party access to collected digital biomarkers. These challenges need to be addressed in the broader context of use and protection of patient generated health data (PGHD) also discussed later."
    },
    {
      "title": "Consumer Genomics",
      "text": "Direct to consumer (DTC) genetic testing has been available for the past twenty years, allowing consumers to obtain information about genetic predisposition to diseases and traits on their own  [22] . This aspect of personal health informatics highlights the opportunity for consumers to find causal mutations of genetic diseases before experiencing any symptoms, and when possible, take action, recognizing, however, the significant challenge of false alarms of pathogenic alleles  [23] . DTC genomics enables consumers to access genetic testing outside of formal clinical systems of care which introduces a challenge for clinicians and health systems to support patients who are exploring these options, including emotional support for those who experience distress after receiving test results  [24] . Genetic counselors who are tasked to help patients understand the information generated by genetic tests as well as the limitations of these tests and potential actionable recommendations, are asked to play an increased role in this growing DTC genomics era.\n\nAdvances in testing technologies and consumer expectations have accelerated consumer targeted solutions with some ambiguity as to what constitutes a medical test or device and what the consequences of DTC targeting are. Legislature is trying to catch up with this evolving reality  [22] . In the United States, the Food and Drug Administration (FDA) ordered the DTC genetic testing company 23andMe in 2013 to stop offering health-related genetic risk information to new customers  [25] . The company complied with this ruling by agreeing to disclose to new customers only information on genetic ancestry (which does not fall under the purview the FDA). In the European Union, while the safety of DTC genetic tests entering the EU market is covered by a Directive, a review by Kalokairinou et al  [26]  highlighted that there is large heterogeneity in the way EU countries have chosen to regulate aspects of genetic testing (including the need for medical supervision, genetic counseling and informed consent). A further challenge is introduced by the rise of nutrigenetics testing, which assesses how the body responds to nutrients based on one's genetics. This type of testing is introduced as a lifestyle product and an alternative to medical genetic testing as companies offer advice on lifestyle changes  [27] . As Saukko et al  [27]  argue, the label of 'lifestyle products' recognizes the severity of a genetic test but negotiates for a \"hybrid or compromise category\" standing \"between medicine and consumer culture\". DTC genomics calls for adequate and ongoing education for health consumers but also for health care providers who are called to help patients navigate and interpret this landscape. As is the case with other personal health informatics tools, we need to carefully examine issues of informed consent, protection of personal and sensitive health information, accuracy and validity of testing modalities, and weigh the risks and benefits of accessible personal genetic information."
    },
    {
      "title": "Smart Homes",
      "text": "Sensor technologies have been used to transform residential settings into \"smart homes\" for health and well-being. A smart home is broadly defined as a residential setting with embedded technologies that promote passive monitoring of residents with the goal to support their health, safety and well-being. While the emergence of Internet of Things (IoT) devices, namely interconnected devices that can be controlled remote, has led to a significant growth in smart home applications, the concept is not new. In the late 1990s sensor technologies were explored to facilitate passive monitoring in the home mostly for older adults and persons with disabilities. The Aware Home at the Georgia Institute of Technology, for example, explored ubiquitous computing technologies that detected potential crises, assisted an older adult's memory and tracked behavioral trends  [8] . The ENABLE project was a joint research effort from five countries (the UK, Ireland, Finland, Lithuania and Norway) to explore the potential of smart home features in order to support people with early dementia  [9] . The smart home prototype included various features such as a locator for lost objects, and automatic light control. Similarly, the PROSAFE project  [10]  explored the use infrared motion sensors for automatic recognition of residents' activity and detection of possible falls. More recently, Chung et al  [11]  tested the feasibility of a home-based sensor system designed to assess mobility and daily activity patterns among Korean American older adults and Gaugler et al  [12]  explored a smart home system using motion sensors to facilitate remote activity monitoring for persons living with Alzheimer's disease. In both of these studies, while initial issues around system modification and calibration were identified, ultimately the smart home features were found to be useful in preventing adverse events and supporting family caregivers. Another intervention called Sense4Safety  [13]  uses smart home tools to provide a nursing intervention for socially vulnerable older adults with mild cognitive impairment. In this system, depth sensors are used to calculate a fall risk score for people living alone based on continuous gait assessment in their own residence. A nurse coach accesses information about fall risk scores, gait characteristics and consults with individuals regularly about appropriate exercise or environmental modification interventions. Additionally, the system generates alerts when a fall has been detected allowing the nurse coach to review a sequence of a silhouette extraction for the last few minutes prior to the fall to confirm that the alert is a true positive one.\n\nMany of the smart home initiatives and commercially available products target older adults and their family caregivers in order to support aging in place. In a scoping review  [14]  the adoption of smart health systems for people with dementia and their family caregivers was examined. This review highlighted challenges in the adoption of the technology including the lack of tools to help match the appropriate technology to each individual and their family based on their unique needs and preferences, and lack of clarity as to when the right time is to introduce the technology.\n\nSmart home systems have the potential to facilitate a shift from a reactive to a proactive models of care. Currently, our systems of care respond to an adverse event (such as a fall or a hospitalization) trying to reduce the consequences after it occurs. Smart home technologies may promote a proactive response (for example, detecting patterns of decline that can lead to a prevention of the adverse event). A typical example that has been well documented is the early detection of a urinary tract infection that is more rapidly identified based on the use of bed sensors that capture a significant increase in bathroom visits at night; an early detection can prevent unnecessary hospitalization. The challenge is to create effective linkages between the smart home technology itself and timely, effective and personalized interventions when alerts or notifications are generated. Additionally, ethical implications including privacy and autonomy, data sharing and accountability have to be further examined."
    },
    {
      "title": "Personal Health Informatics: Future Research Directions",
      "text": "Further research is needed to evaluate how PGHD can be used to support clinical decision making and their impact on health outcomes and cost of care. Additionally, studies are needed to address quality, accuracy, and reliability of the data produced in various settings and case scenarios. The accuracy and reliability of data capturing platforms will have to be examined as more individuals decide to generate and share data with their clinicians. Many premises of personal health informatics still remain unanswered: Does the use of personal health informatics tools lead to more patient engagement and ultimately patient empowerment? How does it affect an individual to be continuously aware of a potential health decline? What may be other unintended consequences of personal health informatics tools as we introduce ongoing monitoring of one's daily living?\n\nThe design of personal health informatics tools calls for usability studies that will capture the patient voice and address needs and preferences of patient groups, and explore how to most effectively visualize data to provide actionable and meaningful feedback to various stakeholders (including patients themselves, family caregivers, clinicians and others). In this context, emphasis needs to be placed on inclusive design that allows individuals with varying degrees of cognitive and functional abilities as well as experience with other technologies to fully benefit from personal health informatics tools."
    },
    {
      "title": "Policy Implications",
      "text": "Policy considerations for the field of personal health informatics include the challenge of interoperability of devices and systems, the use of standards for various tracking modalities, issues of reimbursement and frameworks that introduce safeguards for liability and privacy. Determining the frequency or intervals of tracking and analysis, techniques of measurement, and how providers should manage the data are a few examples of tracking modality challenges. A mismatch between system development and readiness to successfully integrate and use the data can emerge when technological advancements happen too quickly for current healthcare practices to catch up  [5] . Identifying the entity accountable for the analysis of the data-the provider or health system, the vendor of the digital tool, or a third party is critical to addressing liability. Additionally, creating policies and processes for dealing with PGHD and upholding transparency on the use of the patient's information is an important step in documenting liability. The present payment structures do not currently cover many of the personal health informatics platforms to care management or delivery, which may currently restrict the integration of PGHD in practice. New digital tools must align with institutional goals, and organizations need to develop business cases that include payment methods and value-based reimbursements.\n\nThe integration of PGHD into Electronic Health Record systems has not been completely investigated, and current initiatives have shown the necessity for widespread industry acceptance of interoperability standards  [6] . There are challenges in regulating PGHD-related hardware and software. Since they are marketed as \"lifestyle devices,\" many mobile apps and sensors do not require FDA approval.\n\nA further challenge with the emergence of PHI technologies is the potential to exacerbate existing inequalities. We must rethink health innovation through a lens of equity and the needs of patients, families, and communities to engage in improving health, wellness and safety. The COVID pandemic as well as recognized societal crises such as climate change and structural racism have highlighted how technological innovation may exacerbate inequality by ignoring or sustaining marginalization and injustice. We can design technological solutions with active engagement of marginalized communities with the explicit goal to challenge rather than reproduce structural inequalities. Person centered innovations in health care need to center on the needs of individuals, families and communities including and potentially prioritizing low resource high need populations and marginalized groups. Innovations can provide solutions if focused on the right needs and the right problems and we can only get the right problem by working directly with the individuals, families and communities of interest as co-creators and codesigners of solutions. Furthermore, we need to re-define the design process for PHI tools whereby individuals and families are co-creators with active engagement in all design phases, rather than passive recipients of new processes, hardware and software tools. Patient empowerment and shared decision-making are emerging as key principles in health care systems; however, current information technology applications fail to reflect the input from individuals, families and communities in their design. The design of health innovations requires a careful examination of values that are encoded and reproduced in the created systems, as well as the impact any new technology or device has on communities, particularly marginalized ones."
    },
    {
      "title": "The Clinical Workflow",
      "text": "In addition to integrating data into EHRs, the clinical workforce must be trained in the use and interpretation of PGHD. This requires the establishment of best practices and procedures for integration of PGHD into the clinical workflow. For example, real-time alert systems that align with the health systems' workflow may help clinicians effectively process a large quantity of data to identify when follow-up action is needed. Such an approach would require careful consideration of rules and thresholds in order to minimize alert fatigue. While opportunities emerge when integrating PGHD into the clinical workflow, there are also identified challenges. Health care providers have expressed concerns over the potential added burden of reviewing PGHD outweighing any potential for added efficiencies  [3] . In a simulation study to understand changes to a health system when PGHD are added into the clinical workflow, researchers identified indirect consequences of additional time and cognitive demand, increase in labor cost with additional time required to assimilate PGHD  [7] . Workdays and patient visits were extended and became less predictable, with nurse utilization rates increasing while physicians' remained relatively unchanged. The authors concluded that the impact of PGHD is nontrivial and would cause longer workdays or mandate sacrifice of other activities. They warned that using PGHD without adequate preparation could have serious consequences, and that realistic responses to the impact of PGHD are required."
    },
    {
      "title": "The Personal Health Data Scientist: Implications for the Clinical Workforce",
      "text": "The technological advances that have introduced novel personal health informatics (PHI) tools have created a new landscape whereby consumers are faced with many choices but also little to no guidance as to how to navigate this reality, select the appropriate tools, identify the reliable ones, and integrate them effectively into their own health care. This calls for a new role for clinicians and/or other staff within health care systems, that of the \"personal health data scientist.\"\n\nResponsibilities within this role include\n\nx Assisting patients and families in the selection of appropriate and tailored tools (including hardware and software) x Maximizing effectiveness of use based on individual information needs and preferences x Explaining risks and benefits, including terms of use for various commercial platforms and an education in how data are collected, stored and potentially shared in the future x Helping in the curation of personal health data x Overseeing the integration of patient generated health data, when appropriate, to support clinical decision making and determining whether or how such data may be relevant to processes of care x the interpretation of data recognizing that patients and family members may have varying degrees not only of literacy and health literacy but also data literacy (the ability to interpret data points and processes of data collection and storage) and graph literacy (the ability to meaningfully extract knowledge from various graphs and visualizations).\n\nPHI tools are often designed without active involvement of the end user target group in the design phases, and as a result, they fail to become accessible and meaningful to many end users. Furthermore, many of these tools may require infrastructure thatnis not readily available. Indeed, many commercially available PHI tools may be inaccessible to patients who lack required infrastructure such as broadband Internet. In the US specifically, according to the American Community Survey (ACS), 18.1 million Americans (15% of all households) in 2018 did not subscribe to any form of \"broadband\" Internet service (which the Census Bureau defines as anything faster than dial-up access)  [28]  and it is hard to estimate how many of the remaining households have continuous, fast and reliable access. Of those households with a broadband subscription, 14 million only have a cellular data plan, and 12.3 million only have a wireline subscription. Broadband gaps exist throughout the country. While adoption rate is lower in rural areas compared to urban ones, the majority of digitally disconnected households lives in urban areas. Additionally, personal health informatics systems may be inaccessible to patients who experience functional or cognitive limitations, visual or hearing impairments, lack experience using technology, have limited English proficiency or lack a personal support network to help them access these systems.\n\nThere are existing solutions to some of these challenges that have been emerging. New videoconferencing solutions, for example, introduce features such as closedcaptioning, screen readers, web templates that meet accessibility standards for users with functional, visual or hearing limitations and peripheral monitoring devices with accessible design that can be used by these patients. Medically qualified interpreters can participate in telehealth encounters and on-demand video interpreting services can be integrated into the scheduling and delivery of telehealth services. Finally, personal health informatics tools can adapt to limited connectivity (e.g., by offering services that use cellular networks or text messaging services to reach patients when appropriate). Partnerships are being built to implement long-term solutions to connectivity in rural communities.\n\nInclusivity needs to be a mandate for personal health informatics systems. To this end, five strategies can be pursued to create a more inclusive and accessible PHI ecosystem:\n\n1) Given the significant reliance of health care, education and tele-work on digital platforms it is important to consider what Zuckermam  [29]  calls a \"digital public infrastructure\" that will recognize the Internet and online platforms as public utilities accessible to all (and regulated as such). Coordinated efforts at the federal, state and local levels need to aim for universal accessibility of broadband Internet and necessary hardware.\n\n2) The inclusivity mandate needs to be reflected in product design for new PHI hardware and software and in reimbursement requirements. 3) Health systems and industry partners must build partnerships with patient advocacy groups to ensure their engagement and representation in the design, implementation and evaluation of PHI systems. 4) The medical and nursing curricula need to provide future health care providers with tools to advocate for accessibility of digital platforms for patients and families and strategies to improve the patient experience in a digital world. 5) This is a unique opportunity to rethink the role of patient navigators as those not only assisting with the navigation of the medical system and coordination of services and scheduling, but also assisting with the navigation of the digital health landscape for patients and families with varying degrees of digital literacy. This could be in partnership with the \"personal health data scientist\" function described earlier."
    },
    {
      "title": "Conclusions",
      "text": "Personal health informatics continues to grow and evolve as a domain. Consumer expectations and technological advances are generating new approaches to one's monitoring of their own health and well-being. Advanced computational approaches including predictive analytics, machine learning and natural language processing are explored to unleash the potential of big data created by a plethora of wearable, passive sensing and other consumer-oriented systems. This field is a truly interdisciplinary one, as it calls for a comprehensive assessment of clinical, socio-technical, ethical and legal implications of the design and evaluation of PHI tools. We need to ensure that these tools are accessible and do not exacerbate existing inequities, as health technologies often do. This requires that we recognize inclusivity as a mandate for the design of PHI tools and explore the opportunities to promote consumer education and help patients navigate the digital landscape. Many ethical issues including informed consent, autonomy and right to privacy as well as policy considerations regarding interoperability, reimbursement and accountability still need to be further explored. Furthermore, PHI introduces an opportunity to co-design solutions with end users as experts of their own lived experience and health needs and preferences actively involved in the conceptualization of these systems."
    }
  ],
  "references": [
    {
      "title": "A new initiative on precision medicine",
      "authors": [
        "F Collins",
        "H Varmus"
      ],
      "year": 2015,
      "doi": "10.1056/nejmp1500523"
    },
    {
      "title": "Consumer health informatics: results of a systematic evidence review and evidence based recommendations",
      "authors": [
        "M Gibbons",
        "R Wilson",
        "L Samal",
        "C Lehmann",
        "K Dickersin",
        "H Lehmann",
        "H Aboumatar",
        "J Finkelstein",
        "E Shelton",
        "R Sharma",
        "E Bass"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0016-4"
    },
    {
      "title": "Patient Generated Health Data: White Paper [Internet",
      "authors": [
        "M Shapiro",
        "D Johnston",
        "J Wald",
        "D Mon"
      ],
      "year": 2012,
      "doi": "10.1093/ww/9780199540884.013.256626"
    },
    {
      "title": "Patient-Generated Health Information",
      "year": 2013,
      "doi": "10.1080/24750158.2018.1466616"
    },
    {
      "title": "Roadmap for Innovation-ACC Health Policy Statement on Healthcare Transformation in the Era of Digital Health, Big Data, and Precision Health: A Report of the American College of Cardiology Task Force on Health Policy Statements and Systems of Care",
      "authors": [
        "S Bhavnani",
        "K Parakh",
        "A Atreja",
        "R Druz",
        "G Graham",
        "S Hayek",
        "B Shah"
      ],
      "year": 2017,
      "doi": "10.1016/j.jacc.2017.10.018"
    },
    {
      "title": "SMART on FHIR: a standards-based, interoperable apps platform for electronic health records",
      "authors": [
        "J Mandel",
        "D Kreda",
        "K Mandl",
        "I Kohane",
        "R Ramoni"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv189"
    },
    {
      "title": "A method for understanding some consequences of bringing patient-generated data into health care delivery",
      "authors": [
        "D Steward",
        "R Hofler",
        "C Thaldorf",
        "D Milov"
      ],
      "year": 2010,
      "doi": "10.1177/0272989x10371829"
    },
    {
      "title": "The aware home: A living laboratory for ubiquitous computing research",
      "authors": [
        "C Kidd",
        "R Orr",
        "G Abowd",
        "C Atkeson",
        "I Essa",
        "B Macintyre",
        "E Mynatt",
        "T Starner",
        "W Newstetter"
      ],
      "year": 1999,
      "doi": "10.1007/10705432_17"
    },
    {
      "title": "Assistive technology and people with dementia",
      "authors": [
        "M Cash"
      ],
      "year": 2003,
      "doi": "10.1017/s0959259804001169"
    },
    {
      "title": "Alarm communication network to help carers of the elderly for safety purposes: a survey of a project",
      "authors": [
        "M Chan",
        "H Bocquet",
        "E Campo",
        "T Val",
        "J Pous"
      ],
      "year": 1999,
      "doi": "10.1097/00004356-199906000-00008"
    },
    {
      "title": "Ethical Considerations Regarding the Use of Smart Home Technologies for Older Adults: An Integrative Review",
      "authors": [
        "J Chung",
        "G Demiris",
        "Thompson",
        "Hj"
      ],
      "year": 2016,
      "doi": "10.1891/0739-6686.34.155"
    },
    {
      "title": "Perceptions of precision medicine among diverse dementia caregivers and professional providers",
      "authors": [
        "J Gaugler",
        "H Mccarron",
        "L Mitchell"
      ],
      "year": 2019,
      "doi": "10.1016/j.trci.2019.07.005"
    },
    {
      "title": "Internet-of-Things Smart Home Technology to Support Aging-in-Place: Older Adults' Perceptions and Attitudes",
      "authors": [
        "Y Choi",
        "H Thompson",
        "G Demiris"
      ],
      "year": 2021,
      "doi": "10.3928/00989134-20210310-03"
    },
    {
      "title": "Factors Influencing the Adoption of Smart Health Technologies for People With Dementia and Their Informal Caregivers: Scoping Review and Design Framework",
      "authors": [
        "E Guisado-Fernández",
        "G Giunti",
        "L Mackey",
        "C Blake",
        "B Caulfield"
      ],
      "year": 2019,
      "doi": "10.2196/12192"
    },
    {
      "title": "Harnessing Smartphone-Based Digital Phenotyping to Enhance Behavioral and Mental Health",
      "authors": [
        "J Onnela",
        "S Rauch"
      ],
      "year": 2016,
      "doi": "10.1038/npp.2016.7"
    },
    {
      "title": "Wearable biosensors to detect physiologic change during opioid use",
      "authors": [
        "S Carreiro",
        "K Wittbold",
        "P Indic",
        "H Fang",
        "J Zhang",
        "E Boyer"
      ],
      "year": 2016,
      "doi": "10.1007/s13181-016-0557-5"
    },
    {
      "title": "Real-time mobile detection of drug use with wearable biosensors: a pilot study",
      "authors": [
        "S Carreiro",
        "D Smelson",
        "M Ranney",
        "K Horvath",
        "R Picard",
        "E Boudreaux"
      ],
      "year": 2015,
      "doi": "10.1007/s13181-014-0439-7"
    },
    {
      "title": "Studies on a wearable, electronic, transdermal alcohol sensor",
      "authors": [
        "R Swift",
        "C Martin",
        "L Swette",
        "A Laconti",
        "N Kackley"
      ],
      "year": 1992,
      "doi": "10.1111/j.1530-0277.1992.tb00668.x"
    },
    {
      "title": "Wearable sensor platform and mobile application for use in cognitive behavioral therapy for drug addiction and PTSD",
      "authors": [
        "R Fletcher",
        "S Tam",
        "O Omojola",
        "R Redemske",
        "J Kwan"
      ],
      "year": 2011,
      "doi": "10.1109/iembs.2011.6090513"
    },
    {
      "title": "Using Twitter to Detect Psychological Characteristics of Self-Identified Persons With Autism Spectrum Disorder: A Feasibility Study",
      "authors": [
        "Y Hswen",
        "A Gopaluni",
        "J Brownstein",
        "J Hawkins"
      ],
      "year": 2019,
      "doi": "10.2196/12264"
    },
    {
      "title": "Digital biomarkers of cognitive function",
      "authors": [
        "P Dagum"
      ],
      "year": 2018,
      "doi": "10.1038/s41746-018-0018-4"
    },
    {
      "title": "Consumer Health Informatics: Past, Present, and Future of a Rapidly Evolving Domain",
      "authors": [
        "G Demiris"
      ],
      "year": 2016,
      "doi": "10.15265/iys-2016-s005"
    },
    {
      "title": "False Alarms in Consumer Genomics Add to Public Fear and Potential Health Care Burden",
      "authors": [
        "X Liu",
        "D Cragun",
        "J Pang",
        "S Adapa",
        "R Fonseca",
        "Rhy Jiang"
      ],
      "year": 2020,
      "doi": "10.3390/jpm10040187"
    },
    {
      "title": "Exploring the Current Landscape of Consumer Genomics",
      "doi": "10.17226/25713"
    },
    {
      "authors": [
        "S Beachy",
        "J Alper",
        "Addie Hackmann"
      ],
      "year": 2020,
      "doi": "10.17226/25712"
    },
    {
      "title": "US experience with doctors and patients sharing clinical notes",
      "authors": [
        "J Walker",
        "M Meltsner",
        "T Delbanco"
      ],
      "year": 2015,
      "doi": "10.1136/bmj.g7785"
    },
    {
      "title": "Legislation of direct-to-consumer genetic testing in Europe: a fragmented regulatory landscape",
      "authors": [
        "L Kalokairinou",
        "H Howard",
        "S Slokenberga",
        "E Fisher",
        "M Flatscher-Thöni",
        "M Hartlev",
        "R Van Hellemondt",
        "J Juškevičius",
        "J Kapelenska-Pregowska",
        "P Kováč",
        "L Lovrečić",
        "H Nys",
        "A De Paor",
        "A Phillips",
        "L Prudil",
        "E Rial-Sebbag",
        "Romeo Casabona",
        "C Sándor",
        "J Schuster",
        "A Soini",
        "S Søvig",
        "K Stoffel",
        "D Titma",
        "T Trokanas",
        "T Borry"
      ],
      "year": 2018,
      "doi": "10.1007/s12687-017-0344-2"
    },
    {
      "title": "Negotiating the boundary between medicine and consumer culture: online marketing of nutrigenetic tests",
      "authors": [
        "P Saukko",
        "M Reed",
        "N Britten",
        "S Hogarth"
      ],
      "year": 2010,
      "doi": "10.1016/j.socscimed.2009.10.066"
    },
    {
      "title": "Computer and Internet Use in the United States",
      "doi": "10.3886/icpsr03669.v1"
    },
    {
      "title": "The Case for Digital Public Infrastructure",
      "authors": [
        "E Zuckerman"
      ],
      "year": 2020
    }
  ],
  "num_references": 30
}
