{
  "paper_id": "Z9ZVT8UJ",
  "title": "Towards a taxonomy of logic models in systematic reviews and health technology assessments: a priori, staged and iterative approaches",
  "abstract": "a taxonomy of logic models in systematic reviews and health technology assessments: a priori, staged and iterative approaches..",
  "year": 2011,
  "date": "2011",
  "journal": "Res Synth Methods",
  "publication": "Res Synth Methods",
  "authors": [
    {
      "forename": "Eva",
      "surname": "Rehfuess",
      "name": "Eva Rehfuess",
      "email": "rehfuess@ibe.med.uni-muenchen.de"
    },
    {
      "forename": "Andrew",
      "surname": "Booth",
      "name": "Andrew Booth"
    },
    {
      "forename": "Louise",
      "surname": "Brereton",
      "name": "Louise Brereton"
    },
    {
      "forename": "Ansgar",
      "surname": "Gerhardus",
      "name": "Ansgar Gerhardus"
    },
    {
      "forename": "Kati",
      "surname": "Mozygemba",
      "name": "Kati Mozygemba"
    },
    {
      "forename": "Lisa",
      "surname": "Pfadenhauer",
      "name": "Lisa Pfadenhauer"
    },
    {
      "forename": "Marcia",
      "surname": "Tummers",
      "name": "Marcia Tummers"
    },
    {
      "forename": "Gert-Jan",
      "surname": "Van Der Wilt",
      "name": "Gert-Jan Van Der Wilt"
    },
    {
      "forename": "Anke",
      "surname": "Rohwer",
      "name": "Anke Rohwer"
    },
    {
      "affiliation": "Institute for Medical Informatics , Biometry and Epidemiology Ludwig-Maximilians-University Marchioninistrasse 15 , 81377 , Munich , Germany \n\t\t\t\t\t\t\t\t Institute for Medical Informatics \n\t\t\t\t\t\t\t\t Biometry and Epidemiology \n\t\t\t\t\t\t\t\t Ludwig-Maximilians-University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Marchioninistrasse 15 \n\t\t\t\t\t\t\t\t\t 81377 \n\t\t\t\t\t\t\t\t\t Munich \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "affiliation": "School of Health and Related Research (ScHARR ) University of Sheffield School of Health and Related Research (ScHARR ) University of Sheffield and College of Health and Social Sciences University of Lincoln Jacob Burns Institute for Medical Informatics , Biometry and Epidemiology Ludwig-Maximilians-University Department of Health Services Research , Institute of Public Health and Nursing Research University of Bremen and Health Sciences Bremen University of Bremen Department of Health Services Research , Institute of Public Health and Nursing Research University of Bremen Health Sciences Bremen University of Bremen Wija Oortwijn Ecorys Nederland B.V. \n\t\t\t\t\t\t\t\t School of Health and Related Research (ScHARR \n\t\t\t\t\t\t\t\t School of Health and Related Research (ScHARR \n\t\t\t\t\t\t\t\t College of Health and Social Sciences \n\t\t\t\t\t\t\t\t Jacob Burns Institute for Medical Informatics \n\t\t\t\t\t\t\t\t Biometry and Epidemiology \n\t\t\t\t\t\t\t\t Department of Health Services Research \n\t\t\t\t\t\t\t\t Institute of Public Health and Nursing \n\t\t\t\t\t\t\t\t Health Sciences \n\t\t\t\t\t\t\t\t Department of Health Services Research \n\t\t\t\t\t\t\t\t Institute of Public Health \n\t\t\t\t\t\t\t\t Health Sciences \n\t\t\t\t\t\t\t\t University of Sheffield \n\t\t\t\t\t\t\t\t University of Sheffield \n\t\t\t\t\t\t\t\t University of Lincoln \n\t\t\t\t\t\t\t\t Ludwig-Maximilians-University \n\t\t\t\t\t\t\t\t Research University of Bremen \n\t\t\t\t\t\t\t\t Bremen University of Bremen \n\t\t\t\t\t\t\t\t Nursing Research University of Bremen \n\t\t\t\t\t\t\t\t Bremen University of Bremen Wija Oortwijn Ecorys Nederland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t B.V"
    },
    {
      "affiliation": "Institute for Medical Informatics , Biometry and Epidemiology Ludwig-Maximilians-University Radboud Institute for Health Sciences Radboud University Medical Centre Radboud Institute for Health Sciences Radboud University Medical Centre Centre for Evidence-based Health Care , Faculty of Medicine and Health Sciences Stellenbosch University and Institute for Medical Informatics , Biometry and Epidemiology Ludwig-Maximilians-University \n\t\t\t\t\t\t\t\t Institute for Medical Informatics \n\t\t\t\t\t\t\t\t Biometry and Epidemiology \n\t\t\t\t\t\t\t\t Radboud Institute for Health Sciences \n\t\t\t\t\t\t\t\t Radboud Institute for Health Sciences \n\t\t\t\t\t\t\t\t Centre for Evidence-based Health Care \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health Sciences \n\t\t\t\t\t\t\t\t Institute for Medical Informatics \n\t\t\t\t\t\t\t\t Biometry and Epidemiology \n\t\t\t\t\t\t\t\t Ludwig-Maximilians-University \n\t\t\t\t\t\t\t\t Radboud University Medical Centre \n\t\t\t\t\t\t\t\t Radboud University Medical Centre \n\t\t\t\t\t\t\t\t Stellenbosch University \n\t\t\t\t\t\t\t\t Ludwig-Maximilians-University"
    }
  ],
  "doi": "https://doi.org/10.13039/100000133",
  "keywords": [
    "Logic model",
    "framework",
    "theory of change",
    "complex intervention",
    "guidance"
  ],
  "sections": [
    {
      "title": "Reuse",
      "text": "Items deposited in White Rose Research Online are protected by copyright, with all rights reserved unless indicated otherwise. They may be downloaded and/or printed for private study, or other acts as permitted by national copyright laws. The publisher or other rights holders may allow further reproduction and re-use of the full text version. This is indicated by the licence information on the White Rose Research Online record for the item."
    },
    {
      "title": "Takedown",
      "text": "If you consider content in White Rose Research Online to be in breach of UK law, please notify us by emailing eprints@whiterose.ac.uk including the URL of the record and the reason for the withdrawal request."
    },
    {
      "title": "Background Handling complexity in systematic reviews and health technology assessments",
      "text": "In recent years, the complexity associated with the formal evaluation of interventions, programmes and policies in health, education and social welfare has increasingly been recognised. Interventions in these different fields are not easily categorised as \"simple\" or \"complex\" but tend to be located along a spectrum of complexity  (Rehfuess & Akl, 2013) . In addition, the evaluation of a given intervention may benefit from a simple (e.g. efficacy of antibiotics in treating childhood pneumonia) or complex (e.g. effectiveness of administering antibiotics to children with pneumonia in countries with poor health system infrastructure) perspective. Thus, there is increasing interest in innovative methods to carry out systematic reviews and health technology assessments (HTA) of complex interventions  (Petticrew et al., 2013) , or, more precisely, of simple or complex interventions within complex systems  (Rutter et al., in press; Shiell et al., 2008) . Importantly, an ever-expanding array of questions is no longer exclusively concerned with whether an intervention works but also seeks to elucidate the mechanisms of why, how and for whom an intervention works (or fails to work) in a given context  (Craig et al., 2008) .\n\nInnovative methods thus need to extend beyond approaches that treat interventions as a \"black box\" and focus on a single link within the system  (Galea, 2010; Rehfuess et al., 2013) .\n\nTheory-based approaches are suggested as a means of providing additional insights beyond those obtained through conventional systematic review and HTA methods  (Anderson et al., 2011; Chen, 1997; Kneale et al., 2015; Pawson et al., 1990) . Logic models provide one important tool for implementing a theory-based approach. Several other terms, including conceptual framework, analytical framework, concept map or influence diagram, are sometimes used synonymously but tend to be applied in primary research rather than in evidence synthesis  (Donaldson, 2007; Wildschut, 2014; ) . While logic models have been used for some time in programme evaluation, the potential role of logic models at the level of evidence synthesis has only recently been recognised. Anderson and colleagues  (Anderson et al., 2011)  identify a relevant contribution for logic models at all stages of the systematic review process from scoping the review, to guiding the literature searches, identifying eligible studies and extracting and synthesising relevant information, through to interpreting and communicating results.\n\nWhile the term \"logic model\" has been defined in many different ways  (Wildschut, 2014) , we use it to refer to \"a graphic description of a system … designed to identify important elements and relationships within that system\"  (Anderson et al. 2011; Kellog, 2004) . This includes a graphical summary of the pathways from intervention or individual intervention components to anticipated outcomes. As described by Rohwer and colleagues  (Rohwer et al., 2017b) , logic models can help conceptualize and handle complexity by (i) depicting intervention components and the relationships between them, (ii) making underlying theories of change explicit, including assumptions about causal pathways between the intervention and multiple outcomes, and (iii) displaying interactions between the intervention and the system, within which it is implemented. Thus, logic models can offer a clear, transparent and potentially comprehensive depiction of the intervention that is being assessed, and a common language for communication among the research team and with a range of stakeholders."
    },
    {
      "title": "Contrasting logic modelling traditions in programme evaluation and systematic reviews",
      "text": "Traditionally, logic models have been used in programme evaluation. In this context, a logic model presents the relationships between available resources or inputs, planned activities, outputs and desired outcomes, and impact  (Guise et al., 2014) . Logic models should depict the core components of a programme, illustrate the connections between programme components and expected outcomes, and include pertinent information about contextual factors that could influence the programme CDC, undated)); thus, they help clarify the implicit or explicit theory of change for a programme. In this way, logic models provide \"a framework for programme planning, implementation and evaluation\"  (Sundra et al., 2003) , which specifies important variables to be measured when conducting evaluations. They represent tentative, often temporary, explanatory devices to explore assumptions with stakeholders and to construct a preliminary template for evaluation. According to Fielden and colleagues  (Fielden et al., 2007) , development of a logic model should be iterative, flexible and fluid; it should accommodate both regular review and periodic revision. As part of such iterative logic modelling, the logic model is conceived as a mechanism, by which to incorporate the results of an evaluation and is subject to repeated changes; a definitive version of the logic model may only emerge once evaluation data have been fully collected and analysed.\n\nIn contrast, the more recent use of logic models in systematic reviews tends to privilege an a priori approach. The logic model is developed during the protocol phase of a systematic review or HTA; just as the protocol is finalised and published so too the logic model is fixed and prescribed. Under such circumstances a logic model can be conceived as more of an \"anchor\" than a \"compass\"  (Eakin et al., 2003) . Consequently, the logic model represents the underlying assumptions that guided conceptualisation of the question at the outset of the systematic review or HTA and provides a fixed framework for conducting the review and structuring the results. Such an approach is concordant with common systematic review practice: the protocol specifies what will be done during the review process in an attempt to limit potential bias and to avoid scope creep, and this specification does not change. However, whether \"freezing\" aspects of the scope and methods should also apply to the examination of results remains unclear."
    },
    {
      "title": "Objectives",
      "text": "The European Union funded the research project Integrated Health Technology Assessment for Evaluating Complex Technologies (INTEGRATE-HTA) ( www.integrate-hta.eu ) across seven institutions and five European countries. The project aimed to develop concepts and methods for HTA to enable a patient-centred, integrated assessment of the effectiveness, the economic, social, cultural, legal, and ethical aspects of complex interventions, taking into account context and implementation. Within this project, logic modelling was emphasised as an important means of handling complexity as well as integrating findings across different areas of assessment. We developed templates for logic models of complex interventions  (Rohwer et al.,2017b)  to help those conducting a systematic review or HTA to think through all key elements in relation to the research question. We also sought to reconcile the above described contrasting uses of logic modelling, which is the focus of this paper. To do so, we develop a logic modelling approach that combines the strengths of the two above described distinct traditions, propose a taxonomy of logic models, and provide guidance on how to choose between different approaches and types of logic models in systematic reviews and HTAs."
    },
    {
      "title": "Methods",
      "text": "In order to inform development of logic model templates, we identified systematic reviews and HTAs that employed logic models through systematic literature searches, complemented by snowballing in the grey literature and expert consultations. Annex 1 provides more detailed information on our searches and lists the systematic reviews and HTAs containing logic models that we identified. We also conducted snowballing for existing guidance on how to use logic models in primary research, systematic reviews and HTA.\n\nUsing the identified examples of logic models in systematic reviews (which had almost exclusively adopted an a priori approach) and the existing guidance, we examined the specific aims and various elements of logic models. Drawing on these as well as the conceptualisation of complexity used within the INTEGRATE-HTA project  (Craig et al., 2008) , we developed core elements of logic models for use in systematic reviews and HTAs and developed two distinct logic model templates. System-based logic models describe the system, in which the interaction between participants, intervention and context takes place; process-orientated logic models display the causal pathways that lead from the intervention to multiple outcomes  (Rohwer et al., 2017b) .\n\nWe applied these logic model templates in a demonstration HTA on home-based palliative care within the INTEGRATE-HTA project  (Brereton et al., 2016) , as well as three systematic reviews undertaken outside of the INTEGRATE-HTA project, i.e. an ongoing Cochrane review of interventions to reduce particulate matter air pollution  (Burns et al., 2014) , a Campbell review of e-learning to increase evidence-based health care competencies in healthcare professionals  (Rohwer et al., 2017a)  and a review of interventions to reduce exposure to lead through consumer products and drinking water within a guideline developed by the World Health Organization  (Pfadenhauer et al., 2016) . While a priori logic modelling was considered to be appropriate in the systematic reviews, the application in the demonstration HTA on home-based palliative care soon revealed that the logic model we had developed would not remain fixed. This was in part due to involvement of and regular interactions with a range of stakeholders (i.e. palliative care professionals and experts, patients, lay care givers) and in part due to the need to integrate various separate evidence assessments (e.g. regarding ethical aspects, contextual factors). These multiple sources of information shaped our understanding of the intervention in context, and made it apparent that several relevant elements had not been incorporated in the initial version of the logic model. We felt that this demonstration HTA did not lend itself to a pre-conceived static framework but required careful revision over time in relation to substantive new insights gained.\n\nIn parallel, we conducted additional searches, specifically to identify systematic reviews that had used iterative logic models (Annex 1). Those identified were included in the overview of systematic reviews and HTAs containing logic models (Annex 1). We debated the specific advantages and limitations of a priori versus iterative logic modelling in relation to (i) accepted scientific practice in the field of systematic reviews and HTA, (ii) feasibility considerations, and (iii) the purported roles of logic models in relation to scoping the review, defining and conducting the review and making the review relevant to policy and practice  (Anderson et al., 2011) . From this evaluation it became clear that neither of the currently pursued approaches could make full use of the potential roles of logic models across all stages of the systematic review or HTA process. Indeed, some systematic review projects (in particular those combining multiple quantitative and/or qualitative systematic reviews to tackle a given problem) and many HTA projects evolve in response to the needs of stakeholders, capitalise on timely inputs of new data and revise their methodologies to counter challenges. These types of projects require an approach that facilitates a balance between minimizing bias and allowing flexibility, where an initial logic model guides the early stages of the process but may be revised as our understanding of the problem advances or plans change in response to stakeholder input. Yet, to minimise subjectivity and to maximise transparency, iteration must take place in a controlled manner, which avoids overstating surprising findings (e.g. by undertaking revisions only following a new systematic review or well-defined piece of analysis), critically appraises the internal and external validity of findings and explicitly reports why, how and on which basis changes are made (e.g. stakeholders requesting a change to improve relevance). To facilitate this process and to be congruent with the systematic review tradition of determining significant decisions a priori, a limited number of pre-identified points in time for integration of new data sources or insights need to be both planned and implemented: this suggests the need for a new staged logic modelling approach.We explored the value of this new taxonomy of logic models, comprising a priori, staged and iterative approaches, in our ongoing applications and, retrospectively, in relation to other systematic review and HTA projects. Based on lessons learnt, we developed explicit considerations to facilitate an informed choice between different approaches (a priori vs. staged vs. iterative) and types (systems-based vs. process-orientated) of logic models. We also created step-by-step guidance on how to apply the three logic modelling approaches. The full packagelogic model templates, considerations on how to choose between logic model approaches and types and step-by-step guidance for application was subjected to internal peer review by the broader INTEGRATE-HTA research team and to external peer review by methodological experts in the fields of systematic reviews, HTAs and complex interventions."
    },
    {
      "title": "Results"
    },
    {
      "title": "A taxonomy of logic models",
      "text": "Figure  1  provides an overview of our proposed taxonomy of logic models, distinguishing three approaches and two types of logic models. The three logic modelling approaches are not entirely independent: they all rely on an initial model, requiring time and effort in development, an investment \"central to planning reviews that are relevant, as well as conceptually appropriate and manageable\"  (Thomson et al., 2013) . Also, each of them requires critical reflection upon and interpretation of the findings in relation to the logic model at the end of the systematic review or HTA. This may be achieved through the presentation of an updated logic model, a step which is not usually undertaken but nevertheless consistent with a priori logic modelling."
    },
    {
      "title": "A priori logic models",
      "text": "In the case of a priori logic modelling, the logic model is specified as close to the inception of the systematic review or HTA as scoping the literature and/or stakeholder consultation permit and remains unchanged during the systematic review or HTA process. Indeed, the initial logic model corresponds to the a priori logic model used at the protocol stage of a systematic review or HTA. Developing this logic model tends to be a time-consuming process, as the objective is to \"get it right\" and to produce a comprehensive logic model that clearly represents a priori knowledge, assumptions and needs, and that provides an appropriate framework for conducting the systematic review or HTA. A priori logic models thus hold the risk of denying or impairing valuable insights that emerge during the systematic review or HTA process.\n\nTable  1  contains step-by-step guidance on how to implement an a priori logic modelling approach. Box S1 provides a worked example as part of an ongoing Cochrane review to assess the impacts of interventions to reduce ambient particulate matter air pollution on pollutant concentrations and health  (Burns et al., 2014) ."
    },
    {
      "title": "Staged logic models",
      "text": "In the case of staged logic modelling, several points at which major data inputs are anticipated to prompt a subsequent version of the logic model are pre-specified to ensure transparency. The systematic review or HTA scoping process may help to identify types of data that will need to be extracted from the literature or collected from other information sources. Staged logic modelling therefore seeks to strike a good balance between the requirements for (i) project management, in particular with regard to the coordination and conduct of complex systematic review or HTA projects; (ii) flexibility, thereby allowing the review team to react to new findings emerging during the systematic review or HTA process; and (iii) transparency and replicability in terms of when, and how, changes are made. Version control (i.e. specifying a limited number of versions, where a new version is prompted by substantive changes) and keeping an audit trail (i.e. maintaining a clear and detailed record of the changes made) are critical in this context.\n\nTable 1 contains step-by-step guidance on how to implement a staged logic modelling approach. Box S2 contains a worked example from the demonstration HTA on home-based palliative care  (Brereton et al., 2016) . In this example, following the development of an initial logic model, useful revision stages were after completion of (i) a systematic analysis of patient preferences and moderators of treatment, (ii) an effectiveness review alongside economic, socio-cultural, legal and ethical assessments, and (iii) an assessment of context and implementation factors."
    },
    {
      "title": "Iterative logic models",
      "text": "In the case of iterative logic modelling, the logic model is subject to continuous modification and revision throughout the course of a systematic review or HTA. The initial logic model essentially starts as a sketch that is not expected to faithfully map all elements and all possible causal links  (Pawson et al., 2005) ; adaptation and modification is organic and ongoing as new insights emerge and as the needs and demands of the programme or society change  (Dore et al., 2017) . These insights may (i) identify new components within the logic model; (ii) unearth new interrelationships between components; (iii) result in a move of existing components to a more appropriate position; or (iv) add granularity to existing components. While the development of an initial logic model tends to be fast, continuously reviewing data and translating these into a refinement of the logic model can be timeconsuming and may be \"messy\" and difficult to replicate. Iterative logic models therefore hold the risk of disrupting the systematic review or HTA process, its timetables and milestones.\n\nTable  1  contains step-by-step guidance on how to implement an iterative logic modelling approach. Box S3 describes a worked example, showing gradual changes to a logic model in the context of a systematic review on workplace mental well-being  (Baxter et al., 2010) ."
    },
    {
      "title": "System-based vs. process-orientated logic models",
      "text": "Our review of logic models and identification of core elements revealed two main types of logic model, system-based and process-orientated, which could be used within each of the three logic modelling approaches (Figure  1 ). These two types of logic models are not independent of one another but inter-related. They differ in terms of their emphasis on different aspects of complexity, i.e. complexity of how the intervention is embedded in a broader system (system-based) and complexity of the pathway between the intervention and its multiple outcomes (process-orientated). Indeed, the process-orientated logic model is nested within the system-based logic model, and a systematic review or HTA could utilise both in a complementary fashion, as illustrated in a recently published Campbell review  (Rohwer et al., 2017a) . The published templates for both types  (Rohwer et al., 2017b)  are not intended as a straitjacket but as a means of making the creation of a logic model de novo as straightforward as possible.\n\nA system-based logic model is a logic model type that attempts to unpick the complexity of a programme or policy and situates this within a broader context. It comprises a detailed description of the PICO elements as well as context and implementation elements; in this way it depicts the system, in which the interaction between the participants, the intervention and the context takes place  (Rohwer et al., 2017b) . This perspective is mostly static: while a system-based logic model recognises interactions between different elements, these are not investigated in detail. Where additional data is added into the logic model, in staged or iterative logic modelling applications, the likely effect is either to identify initially overlooked system components or to unpack existing components into their subcomponents. As a result successive iterations of a system-based logic model are likely to increase the number of entities within the logic model.\n\nA process-orientated logic model is a logic model type that seeks to capture elements of process within a programme or policy. It graphically displays the linear or non-linear causal pathways that lead from the intervention to its multiple outcomes. Unlike the system-based logic model, a process-orientated logic model recognises a temporal sequence of events and aims to explain how an intervention exerts its effect  (Rohwer et al., 2017b) . Where additional data is added into the model, either continuously or at planned stages, the likely effect is to reveal intermediate processes, feedback loops, spin off processes or unintended consequences. Consequently, successive iterations of a process-orientated logic model are likely to increase the number and complexity of connections."
    },
    {
      "title": "Navigation within the taxonomy of logic models"
    },
    {
      "title": "Choosing between logic modelling approaches",
      "text": "The significant added value of logic models in relation to all stages of the systematic review or HTA process has previously been highlighted. It is, however, important to note that logic models must be used judiciously in order to reap these benefits and require investments of time and resources. Table  2  summarises the strengths and limitations of using the three different logic modelling approaches in systematic reviews and HTAs. In addition, it also provides an overview of the strengths and limitations of using logic models in general.\n\nChoosing wisely between different logic modelling approaches should maximise the strengths and minimise the weaknesses of the respective approach, as illustrated in Figure  2 . This may primarily be determined by review teams' or commissioners' allegiance to one of two different schools of thought, i.e. the orthodox a priori systematic review worldview of pre-specified questions and evidence synthesis processes versus a worldview that exercises a more iterative and fluid approach, as typified in many qualitative and mixed method systematic reviews. Based on our experience, we believe that the decision between different approaches should be informed by (i) the purpose of the logic model in relation to the scope of a systematic review or HTA; (ii) the systematic review's or HTA's concern with clearly defined PICO elements and sources of complexity versus a broader societal perspective and the likely emergence of new elements of complexity; and (iii) feasibility and timeline considerations.\n\nWith respect to the purpose of a logic model in relation to a specific systematic review or HTA, such considerations as a broad versus narrow scope and perspective, a theorygenerating versus theory-testing approach and single versus multiple types of evidence can help to determine the review team's decision. For example, narrow/specific questions lend themselves to an a priori approach, whereas a systematic review or HTA relying on multiple, potentially dissonant information sources and perspectives may require a staged or iterative approach. Theory-testing or aggregative systematic reviews or HTAs, where the review team seeks to identify all studies meeting predefined inclusion criteria, tend to be better served by an a priori approach; theory-generating or configurative systematic reviews or HTAs, where the review team starts with a broad direction of travel and subsequently responds to patterns as they emerge from the data,  (Gough et al., 2012)  may require a more iterative approach.\n\n\"Pre-specified, secure, and well-defined\" PICO elements  (Dixon-Woods et al., 2006)  point towards an a priori approach, where the logic model defines the problem under consideration from the very beginning, and represents a relatively inflexible reference point for the subsequent systematic review or HTA. In contrast, an iterative or staged logic model approach can pay tribute to situations, where one or more of the PICO elements are undefined, poorly defined or lacking consensual terms. This is of particular importance with respect to the intervention element: A priori logic modelling holds considerable strength within the context of single, well-focused intervention appraisals but may be less suitable for systematic reviews or HTAs conducted around programmes or packages of care, as well as complex public health and social interventions. The degree to which elements of complexity may emerge from the systematic review or HTA also informs the choice between more iterative or more a priori approaches. Additional complexity can arise through the independent, synergistic or antagonistic interplay of multiple PICO elements or components within these elements. For example, these may be required to be present collectively or in an optimal sequence, interactions that can usually not readily be identified at the start of a systematic review or HTA process. Under these circumstances, an iterative or staged approach is likely to add value over an a priori approach.\n\nSystematic reviews and HTAs are often undertaken or commissioned within clearly specified timelines, typically 12 months or less. Tight timelines, limited financial and personnel resources as well as organisational issues, such as in relation to a multi-component HTA conducted across different centres or sites, may indicate an a priori or staged approach in preference to an iterative approach."
    },
    {
      "title": "Choosing between logic model types",
      "text": "The choice between different logic model types tends to depend on (i) the nature of a complex intervention and (ii) the specific research question asked  (Rohwer et al., 2017b) . A system-based logic model should generally be the starting point for a systematic review or HTA. It offers a holistic perspective and can thus serve to integrate multiple elements of an HTA  (Wahlster et al., 2016) ; it is also well-suited to systematic reviews of broader public health, healthcare or social interventions. A process-orientated logic model may be used in addition or, in rare circumstances, as a stand-alone model where the composition of the intervention is generally well-understood but the focus is on elucidating the details of how the intervention operates. As mentioned above, we utilised both types of logic model in a recently published Campbell review, where the system-based logic model was used to conceptualise the question, unpack the intervention and consider contextual factors. The process-orientated logic model, on the other hand, was used to illustrate how the intervention works to influence various outcomes and identify gaps in the evidence base  (Rohwer et al., 2017a) ."
    },
    {
      "title": "Identifying or developing an initial logic model",
      "text": "Selecting or developing a suitable initial logic model is critical, as it exerts an important influence on how the systematic review or HTA is conducted. Our literature searches did not surface formal guidance on how to develop a logic model. In principle, an initial logic model can either be adopted or adapted from the literature, or it can be developed de novo. In practice, both approaches may be combined, e.g. by supplementing an existing logic model with de novo elements or by using relevant published logic models to inform the development of a new question-specific initial logic model.\n\nIdentifying suitable logic models from the literature is not straightforward, as the existence of a logic model is rarely flagged within the title or abstract of a primary study or systematic review, and as a multitude of terms is used including, but not limited to, conceptual frameworks, analytical frameworks, concept maps or diagrams  (Wildschut, 2014) . Recent advances regarding information retrieval procedures for the systematic identification of theory may be utilised in this context. The generic Behaviour-Health condition-Exclusions-Models or Theories (BeHEMoTh) search filter for papers reporting theory represents one such advance, and involves a string of terms based on theor* or concept* or model* or framework*  (Booth et al., 2015) . Possible additions to this string in the context of searching for logic models might include \"program theory/ies\", \"programme theories\", \"theories of change\", \"influence diagrams\" or, indeed, \"diagram*\" or \"figure\" more generally. In their recent systematic review of the use of programme theory Kneale and colleagues (Kneale et al., 2015) describe using the simple search string \"logic model\" or \"theory of change\" to retrieve relevant examples. When one or several relevant logic models are identified, these are likely to require adaptation to the specific research question. Such adaptation can happen during the very early stages of a systematic review or HTA process, in particular with an a priori or staged logic modelling approach. In the context of an iterative logic modelling approach, the existing logic model may be used as is and treated as a \"scaffolding framework\" to be populated throughout the systematic review or HTA process.\n\nIn most cases, the literature is unlikely to offer a logic model that could be a used as a starting point for a systematic review or HTA. If so, the above described logic model templates  (Rohwer et al., 2017b)  are intended to facilitate development of a systematic review or HTAspecific logic model de novo."
    },
    {
      "title": "Populating the logic model",
      "text": "Whether an initial logic model is identified from the literature or developed de novo, several methods can and should be combined to populate the model:  Conceptualisation and brainstorming within the review team is important in scoping the systematic review or HTA; the logic model offers a \"way of mapping the outcome of discussions\"  (Thomson et al., 2013)  within the review team.\n\n Consultation with content experts, where these are not sufficiently represented on the review team, can ensure that the conceptualisation of the systematic review or HTA and its representation through the logic model is congruent with current tacit knowledge.  Literature searches can serve to unearth data of relevance to the research question as well as to examine specific components or linkages within the logic model; these searches tend to be non-systematic.  Stakeholder engagement is an important means of making the logic model and thus the systematic review or HTA as a whole policy-relevant. Stakeholder engagement should ensure that different perspectives (e.g. policy-makers, funders, implementers, patients or other targeted population groups) are represented, and can take place through informal consultations or through more formal consultations, e.g. with Stakeholder Advisory Panels  (Brereton et al., 2016)  or Review Advisory Groups  (Burns et al., 2014; von Philipsborn et al., 2016) .\n\nDepending on the logic modelling approach chosen, these processes may all take place at the very beginning of logic model development or be interspersed throughout the systematic review or HTA process. Irrespective of the chosen logic modelling approach a review team should be explicit about whether they used or adapted an existing logic model or created a new logic model, and they should carefully report the various data sources used."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Potential value of the taxonomy of logic models",
      "text": "Logic models have become common in the context of the evaluation of programmes and policies and, as such, tend to fit the experiences of various organisations. However, although logic models should help people understand the underlying \"logic\" to a programme and serve as a guide, they may be deceivingly simplistic and falsely causal  (Fielden et al., 2007) . Consequently, Dwyer and Makin  (Dwyer et al., 1997)  argue for the need to develop logic models that reflect the dynamics created by the various conditions influencing programmes. Also, in developing and evaluating programmes, it is necessary that the logic model is able to provide an accurate picture of the programme while sustaining the test of time by not being unnecessarily rigid and prescriptive.\n\nThis same critical analysis applies to the use of logic models in the context of systematic reviews and HTAs. However, while their added value to all stages of the systematic review process has been described and can now be considered well-recognised  (Anderson et al., 2011) , logic models are still used infrequently and, where they are used, may not make full use of their potential  (Kneale et al., 2015) . Indeed, Noyes and colleagues  (Noyes et al., 2013)  developed a research and development agenda for systematic reviews of complex interventions, and, among a broader range of recommendations, emphasised the need to (i) develop a taxonomy of logic models, (ii) design logic model templates and (iii) advance our understanding of the impact of choice of one logic model versus another.\n\nWe are proposing such a taxonomy of logic models, which locates current logic modelling approaches on a spectrum from exclusively a priori to fully iterative. By suggesting an intermediate staged logic modelling approach, we build a bridge between two contrasting and sometimes conflicting worldviews. We also offer clearly defined terms for the three approachesa priori, staged, iterativeand two typessystems-based and processorientatedof logic models.\n\nWe contend that all approaches covered by this taxonomy are legitimate and offer value, but that each of them is associated with distinct strengths and limitations. Importantly, drawing on our applications of these approaches in several systematic reviews and one HTA of very different health interventions, we provide pragmatic guidance on how to maximise advantages and minimise limitations of different logic modelling approaches and types by choosing the best fit for a given intervention, research question and review team. In many instances, the staged logic modelling approach is likely to emerge as a good compromise.\n\nWe also try to make the process of developing and implementing a logic model in a systematic review or HTA as simple as possible through step-by-step guidance on how to apply a given logic model type (Table  1 ). For the many instances, where there is no relevant published framework that could serve as an initial model, the templates for system-based and process-orientated logic models  (Rohwer et al., 2017b ) have proven to be useful in steering the development of a fit-for-purpose logic model de novo."
    },
    {
      "title": "Strengths and limitations of the development process",
      "text": "The proposed taxonomy of logic models is grounded in a thorough understanding of current practice in the field of logic modelling as well as empirical applications within an interdisciplinary research team and involving relevant stakeholders.\n\nWe conducted systematic literature searches to document example applications of a priori as well as iterative logic models in systematic reviews and HTAs and to identify landmark publications on how to use logic models in programme evaluation. This ensured that the taxonomy of logic models presented here both accommodates and advances current practice. It should be noted, however, that the work is based on a fairly strict definition of a logic model, i.e. a definition that requires a graphic presentation of relationships between the interventions, its outcomes and the broader system. While one can conceive of a narrative rather than graphical specification and while this would still add value to the evidence synthesis process, we believe that a graphical summary is the most comprehensive and the most efficient way for the review team to think through and make explicit their understanding of and assumptions about the inter-relationships between an intervention and the system within which it is implemented. The importance of a visual presentation is supported by a review of key components of logic models in the evaluation research literature  (Wildschut, 2014) . Also, our relatively narrow search strategy may have missed high-quality examples of logic modelling in different sectors, in particular as applied in systematic reviews undertaken outside of the Cochrane or Campbell Collaborations.\n\nOverall, the work on logic models was embedded in the INTEGRATE-HTA project, a methodological research project to enable an integrated, comprehensive, patient-centred assessment of complex health technologies, thereby benefiting from regular input across a broad range of disciplines (including but not limited to medicine, epidemiology, public health, ethics, law, sociology and health economics) and an ongoing exchange with related methodological projects, in particular those concerned with assessing context and implementation of complex interventions  (Pfadenhauer et al., 2016)  and integrating insights across different parts of an HTA  (Wahlster et al., 2016) . Interdisciplinary learning was critical in terms of recognising the particular strengths and weaknesses of iterative versus a priori logic modelling approaches. While logic models are often developed within the research team in charge of undertaking a systematic review or HTA, informal and formal ways of engaging with stakeholders were an integral part of our work. As highlighted in a recent publication  (Kneale et al., 2015)  and confirmed by our own work  (Brereton et al., 2016) , there is much benefit in accommodating the perspectives of researchers and users of evidence in the development and application of logic models.\n\nA further strength is that all logic model approaches and types presented here have been applied, mostly involving members of the research team, in some cases being undertaken by external researchers. Applications were restricted to the health sector but covered very different health interventions, suggesting that many of the lessons learnt can be generalised.\n\nSeveral worked examples for a priori and iterative logic modelling have been published (Annexes 1 and 2). While we offer a worked example for staged logic modelling, this does not exactly adhere to the process as we present it because the development of logic modelling methods and their application in the demonstration HTA of home-based palliative care took place in parallel. Consequently, we were unable to specify revision points for the logic model prior to collection of evidence."
    },
    {
      "title": "Conclusions",
      "text": "The taxonomy of logic models presented in this paper provides a reasonably sound theoretical basis for the use of logic models in systematic reviews and HTA, and the staged logic model represents an effort to reconcile two contrasting logic modelling traditions. We offer a differentiated understanding of the advantages and limitations of logic models across the spectrum from a priori to fully iterative in the context of systematic reviews and HTAs. Choosing the most appropriate approach in an effort to make the best use of the logic model in the systematic review/HTA process will depend on the scope of the systematic review/HTA, the presence or absence of clearly defined PICO elements and sources of complexity, and feasibility and timeline considerations. We believe that staged logic modelling represents a good compromise in many circumstances.\n\nNevertheless, this is but a starting point for applications across distinct types of interventions in health, education and social welfare and using different methodological approaches, in particular quantitative, qualitative and mixed-method systematic reviews as well as HTA. We hope that these applications will deliver a range of good-practice case studies and suspect that, learning from these case studies, the taxonomy may need to be refined and more details added in the pragmatic guidance on how to choose between logic model approaches and types and how to implement these.\n\nA greater experience with applications across the logic modelling spectrum should lead to the development of standards for logic model development and reporting in relation to both initial, intermediate and final versions of the logic model, for example as an extension to the PRISMA statement  (Moher et al., 2009)  or in connection with ongoing work within the RAMESES project ( http://www.ramesesproject.org/ ). Ultimately, the quality of logic model applications should also be more formally investigated, both in terms of the process of development and the information sources used, for example by means of a checklist.\n\nTable 1: Step-by-step guidance on different logic modelling approaches A priori logic modelling Staged logic modelling Iterative logic modelling 1. Define the research question using the PICO framework, and describe key characteristics of each element; where appropriate, also detail Context and Implementation elements. 2. Create de novo using the relevant logic model template or identify from the literature an initial logic model. Given the need for a comprehensive logic model, using a template is likely to be the more suitable approach. In some instances developing both a systembased and a processorientated logic model may be helpful. 3. Adapt and refine the preexisting logic model or populate the logic model template with information obtained through literature searches, discussions within the review team and consultations with content experts. Ensure that the logic model reflects all factors that potentially cause heterogeneity. 4. Ask relevant stakeholders for input and refine the logic model accordingly. 5. Repeat steps 3 and 4 until members of the review team agree that the logic model provides an appropriate framework for the research question. 6. Include and publish the logic model with the protocol of the systematic review or HTA. 1. Define the research question using the PICO framework, and describe key characteristics of each element; where appropriate, also detail Context and Implementation elements. 2. Create de novo using the relevant logic model template or identify from the literature an initial logic model. Given the need for a comprehensive logic model, using a template is likely to be the more suitable approach. In some instances developing both a systembased and a processorientated logic model may be helpful. 3. Adapt and refine the preexisting logic model or populate the logic model template with information obtained through literature searches, discussions within the review team, consultations with content experts and stakeholder input. 4. Pre-specify points within the systematic review or HTA process, at which significant inputs defined in terms of quantity or importance, are likely to impact the structure and content of the initial logic model. Include and publish the initial logic model together with the prespecified review and revision points, with the protocol of the systematic review or HTA. priori logic model Staged logic model Iterative logic model Any logic model Strengths Is a graphical way of presenting an a priori view of the intervention in context and to clarify assumptions at the beginning of the systematic review/HTA process Facilitates the testing of theory (where this is purpose of review) Is consonant with orthodox systematic reviews or HTAs Offers a transparent, replicable process Offers stability in allowing for efficient systematic review/HTA processes Shows flexibility as focused around critical issues and stages of the systematic review/HTA process and distinct data inputs Facilitates easy planning and management through a predefined and limited number of checkpoints Can flexibly react to new knowledge derived from multiple disciplines Facilitates the generation of theory (where this is purpose of review) Rough version may be an appropriate, \"good enough\" starting point, which is subsequently adjusted and refined Is consonant with iterative approaches pursued through qualitative or mixed method systematic reviews/HTAs Acts as vehicle for orienting multiple systematic review or HTA questions and relationships between them. Offers flexibility to address questions through multiple contiguous reviews or through single, broad mixed method synthesis Provides a mechanism for communication within review team and with external stakeholders Offers rich pictorial way of communicating complex interrelationships Limitations Requires labourintensive development of an a priori logic model, as \"getting it right\" is critical for subsequent steps of the systematic review/HTA Lacks flexibility to react to new knowledge derived from multiple disciplines (\"straitjacket\") Has a big impact on the way the systematic review/HTA is conducted Requires prespecification of main areas of uncertainty at the beginning of the systematic review/HTA process May overlook other areas of uncertainty requiring more frequent or extensive revision than anticipated Is associated with difficulty in implementing iterative systematic review/HTA processes (e.g. when is a \"definitive\" or \"fit-for-purpose\" model achieved) Shows problems of replicability and transparency in populating and refining logic model May be vulnerable to reporting bias, i.e. an important causal pathway may be overlooked where no data are available Places additional demands on time Does not represent a tested theory of how a programme functions and arrives at intended outcomes Will look different depending on the review team that develops it May become unintelligible when overcrowded Is an imperfect vehicle for depicting the contingent and dynamic nature of real world complexity\n\nThis article is protected by copyright. All rights reserved. This article is protected by copyright. All rights reserved. Annex 1: Current logic model practice in systematic reviews and HTA Initial systematic searches for logic models\n\nWe searched the Cochrane Library and the Campbell Library (date of last search 10 December 2013) using the key search terms \"logic model\" OR \"logic models\" and PubMed using the search string:\n\n((systematic review [Title/Abstract]) OR ((meta-analysis) OR review [Title/Abstract])) OR review [Publication Type]) OR meta-analysis [Publication Type]) OR HTA OR \"health technology assessment\") AND ((\"logic model\" OR \"logic models\")) AND Humans  [MeSH] ). After removal of duplicates and exclusion of irrelevant studies (most commonly when the study was not a completed systematic review or HTA or did not include a logic model), we identified 18 published systematic reviews that included a logic model and one HTA that referred to the different phases of a logic model, but did not include a diagram. Thirteen (A1-A13) reviews employed a priori logic models exclusively at the beginning of the review process. Four reviews (A14-A17) summarised and synthesised the results of the systematic review in a logic model. One review (A18) mapped the results of the review to an a priori logic model. The searches for existing guidance yielded three relevant documents on how to develop logic models in primary research  (Funnell et al., 2011; Kellog, 2004; Sundra et al., 2003) ."
    },
    {
      "title": "Subsequent searches for iterative logic models",
      "text": "In order to identify iterative logic models, and given that the concept of \"iterative\" is not typically present in the titles and/or abstracts of relevant articles, we used the full text facility of Google Scholar to interrogate published articles. Publish or Perish software was used to conduct a series of related Google Scholar searches combining (i) \"logic model(s)\"; (ii) \"systematic review(s)\" or \"health technology assessment(s)\"; (iii) \"iterative or iteration or revised or revision or version\". A total of 3236 references were retrieved from Google Scholar searches, supplemented by citation searching for two key methodological references  (Anderson et al., 2011 , Baxter et al., 2014)  (n = 144) and follow up of references (two additional unique citations). Following exclusion of duplicates the remaining citations (n = 2942) were imported into Microsoft Excel for screening. 263 articles were screened at full-text for eligibility. Seven studies were included in the final review. We also contacted the coconvenors of the Cochrane Collaboration Qualitative and Implementation Methods Group but this did not identify any additional published examples. The citation searches were re-run in Google Scholar in January 2017 and yielded an additional 38 references. Two additional eligible papers  (Pettman et al., 2016 , South et al., 2016)  were identified, one of which was an extra report of a review already included  (South et al., 2014) ."
    },
    {
      "title": "Systematic reviews containing logic models",
      "text": "The following table lists completed systematic reviews containing logic models, as retrieved by the above described searches. Our searches also identified numerous protocols containing both a priori and iterative logic models attesting to the fact that the use of logic models is rapidly expanding.\n\nReview Identifier Topic Logic model approach Review type A1. Baird et al. (2013) Conditional and unconditional cash transfers for schooling outcomes in developing countries A priori Campbell Collaboration A2. Baker et al. (2015) Community wide interventions for increasing physical activity A priori Cochrane Collaboration A3. Chamberlain et al. (2013) Psychosocial interventions for supporting women to stop smoking in pregnancy A priori Cochrane Collaboration A4. Coren et al. (2013) Promoting reintegration and reducing harmful behaviour and lifestyles in streetconnected children and young people A priori Cochrane Collaboration A5. De Regil et al. (2011) Home fortification of foods with multiple micronutrient powders for health and nutrition in children under two years of age A priori Cochrane Collaboration A6. Goerlich Zief et al. (2006) Impacts of After-school programs on student outcomes A priori Campbell Collaboration A7. Harris et al. (2014) Factors influencing the use of contracts in the context of NHS dental practice A priori UK National Institute for Health Research Health Services and Delivery Research Programme A8. Mazerolle et al. (2013) Direct and indirect benefits of policing approaches that foster legitimacy in policing A priori Campbell Collaboration A9. Sandoval et al. (2012) Evaluating community-based participatory research projects A priori US National Institute on Minority Health And Health Disparities A10. Segal et al. (2012) Neonate/infant home-visiting programs to prevent child maltreatment A priori Australian Research Council (ARC) A11. Taylor-Robinson et al. (2012) Deworming drugs for soiltransmitted intestinal worms in children: effects on nutritional indicators, haemoglobin and school performance A priori Cochrane Collaboration A12. Tripney et al. (2013) Technical and vocational education and training (TVET) interventions to improve the employability and employment of young people in low-and middleincome countries A priori Campbell Collaboration A13. Turley et al. (2013) Slum upgrading strategies involving physical environment and infrastructure interventions and their effects on health A priori Cochrane Collaboration"
    },
    {
      "text": "Figure 1: Taxonomy of logic models"
    },
    {
      "text": "Figure 2: Considerations with respect to choice of logic modelling approach"
    },
    {
      "text": "Strengths and limitations of using different logic modelling approaches in systematic reviews and HTAs"
    }
  ],
  "references": [
    {
      "title": "Using logic models to capture complexity in systematic reviews",
      "authors": [
        "L Anderson",
        "M Petticrew",
        "E Rehfuess",
        "R Armstrong",
        "E Ueffing",
        "P Baker",
        "D Francis",
        "P Tugwell"
      ],
      "year": 2011,
      "doi": "10.1002/jrsm.32"
    },
    {
      "title": "Synthesizing diverse evidence: the use of primary qualitative data analysis methods and logic models in public health reviews",
      "authors": [
        "S Baxter",
        "A Killoran",
        "M Kelly",
        "E Goyder"
      ],
      "year": 2010,
      "doi": "10.1016/j.puhe.2010.01.002"
    },
    {
      "title": "Systematic searching for theory to inform systematic reviews: is it feasible? Is it desirable?",
      "authors": [
        "A Booth",
        "C Carroll"
      ],
      "year": 2015,
      "doi": "10.1111/hir.12108"
    },
    {
      "title": "Integrated assessment of home based palliative care with and without reinforced caregiver support: A demonstration of INTEGRATE-HTA methodological guidances",
      "authors": [
        "L Brereton",
        "P Wahlster",
        "K Lysdahl",
        "K Mozygemba",
        "J Burns",
        "J Chilcott",
        "S Ward",
        "J Brönneke",
        "M Tummers",
        "R Van Hoorn",
        "G Van Der Wilt",
        "L Pfadenhauer",
        "A Gerhardus",
        "A Rohwer",
        "E Rehfuess",
        "W Oortwijn",
        "P Refolo",
        "D Sacchini",
        "W Leppert",
        "A Blyzeviciene",
        "L Preston",
        "J Clark",
        "E Goyder"
      ],
      "year": 2016
    },
    {
      "title": "Interventions to reduce ambient particulate matter air pollution and their effect on health",
      "authors": [
        "J Burns",
        "H Boogaard",
        "R Turley",
        "L Pfadenhauer",
        "A Van Erp",
        "A Rohwer",
        "E Rehfuess"
      ],
      "year": 2014,
      "doi": "10.1002/14651858.cd010919"
    },
    {
      "title": "Theory-Driven Evaluations",
      "authors": [
        "H-T Chen"
      ],
      "year": 1997
    },
    {
      "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre",
        "S Michie",
        "I Nazareth",
        "M Petticrew"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.a1655"
    },
    {
      "title": "Undated. Evaluation Guide: Developing and Using a Logic Model",
      "year": 2017,
      "doi": "10.1093/ofid/ofv131.60"
    },
    {
      "title": "Conducting a critical interpretive synthesis of the literature on access to healthcare by vulnerable groups",
      "authors": [
        "M Dixon-Woods",
        "D Cavers",
        "S Agarwal",
        "E Annandale",
        "A Arthur",
        "J Harvey",
        "R Hsu",
        "S Katbamna",
        "R Olsen",
        "L Smith",
        "R Riley",
        "A Sutton"
      ],
      "year": 2006,
      "doi": "10.1186/1471-2288-6-35"
    },
    {
      "title": "Program theory-driven evaluation science: strategies and applications",
      "authors": [
        "S Donaldson"
      ],
      "year": 2007
    },
    {
      "title": "Widening perspectives: reframing the way we research selection",
      "authors": [
        "K Dore",
        "C Roberts",
        "S Wright"
      ],
      "year": 2017,
      "doi": "10.1007/s10459-016-9730-5"
    },
    {
      "title": "Using a program logic model that focuses on performance measurement to develop a program",
      "authors": [
        "J Dwyer",
        "S Makin"
      ],
      "year": 1997,
      "doi": "10.1007/bf03403919"
    },
    {
      "title": "Reframing the evaluation of qualitative health research: reflections on a review of appraisal guidelines in the health sciences",
      "authors": [
        "J Eakin",
        "E Mykhalovskiy"
      ],
      "year": 2003,
      "doi": "10.1046/j.1365-2753.2003.00392.x"
    },
    {
      "title": "Key considerations for logic model development in research partnerships: a Canadian case study",
      "authors": [
        "S Fielden",
        "M Rusch",
        "M Masinda",
        "J Sands",
        "J Frankish",
        "B Evoy"
      ],
      "year": 2007,
      "doi": "10.1016/j.evalprogplan.2007.01.002"
    },
    {
      "title": "Causal thinking and complex systems approaches in epidemiology",
      "authors": [
        "S Galea",
        "M Riddle",
        "G Kaplan"
      ],
      "year": 2010,
      "doi": "10.1093/ije/dyp296"
    },
    {
      "title": "Clarifying differences between review designs and methods",
      "authors": [
        "D Gough",
        "J Thomas",
        "S Oliver"
      ],
      "year": 2012,
      "doi": "10.1186/2046-4053-1-28"
    },
    {
      "authors": [
        "J Guise",
        "C Chang",
        "M Viswanathan",
        "S Glick",
        "J Treadwell",
        "C Umscheid",
        "E Whitlock",
        "R Fu",
        "E Berliner",
        "R Paynter",
        "J Anderson",
        "P Motu'apuaka",
        "T Trikalinos"
      ],
      "doi": "10.1016/j.jclinepi.2014.06.010"
    }
  ],
  "num_references": 17
}
