{
  "paper_id": "ZBLSX83D",
  "title": "Peer Mentoring and Financial Incentives to Improve Glucose Control in African American Veterans A Randomized Trial",
  "abstract": "Background: Compared with white persons, African Americans have a greater incidence of diabetes, decreased control, and higher rates of microvascular complications. A peer mentorship model could be a scalable approach to improving control in this population and reducing disparities in diabetic outcomes. Objective: To determine whether peer mentors or financial incentives are superior to usual care in helping African American veterans decrease their hemoglobin A 1c (HbA 1c ) levels. Design: A 6-month randomized, controlled trial. (ClinicalTrials.gov registration number: NCT01125956)",
  "year": 2003,
  "date": "2003",
  "journal": "Health Educ Behav",
  "publication": "Health Educ Behav",
  "authors": [
    {
      "forename": "Judith",
      "surname": "Long",
      "name": "Judith Long"
    },
    {
      "forename": "Erica",
      "surname": "Jahnle",
      "name": "Erica Jahnle"
    },
    {
      "forename": "Diane",
      "surname": "Richardson",
      "name": "Diane Richardson"
    },
    {
      "forename": "George",
      "surname": "Loewenstein",
      "name": "George Loewenstein"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp"
    }
  ],
  "doi": "10.2337/diacare.11.5.377",
  "pmid": "12693522",
  "sections": [
    {
      "text": "M anagement of diabetes mellitus has proven difficult because many of the most critical elements of disease management occur outside of clinical encounters. Intensive, clinic-based programs have been effective in improving diabetes management, but such programs are resourceintensive and effectiveness decreases over time. Support from family and friends is often not a viable alternative because many patients are socially isolated, others may not want to engage relatives or friends in discussions of medical problems, and family and friends may be unable to assume a caretaker role  (1) .\n\nDisease-specific social support has been shown to improve diabetes self-management behaviors and may be particularly beneficial when the support comes from a peer with the same chronic condition  (2) (3) (4) (5) (6) . In interventions with patients with diabetes, peer support has been shown to be effective in improving medication adherence; diet; exercise; blood glucose monitoring; and, most recently, glucose control  (7) (8) (9) (10) (11) . Prior interventions have introduced peer support through group visits, nurse telephone calls, or home visits from community health workers; however, these require expensive professional or semiprofessional support staff  (12) (13) (14) (15) (16) (17) (18) . A more informal, flexible means of providing one-on-one peer support through volunteer peer coaches or mentors could potentially provide similar benefits at lower cost.\n\nFinancial incentives could enhance diabetes self-care. These incentives show promise in domains of behavior, such as medication adherence  (19) , diet and exercise  (20) , and smoking  (21) , where people's short time horizons lead them to favor immediate benefits at the expense of delayed costs  (22) (23) (24) . To our knowledge, financial incentives as a way of improving diabetes control have not been tested.\n\nTo test the efficacy of these emerging means to promote health behaviors, we performed a randomized, controlled trial of peer mentoring and financial incentives aimed at improving glucose control in African American veterans with persistently poor control. Patients were randomly assigned to 1 of 3 groups in parallel: usual care, peer mentoring, or financial incentives. Study investigators were blinded to the allocation and results until study completion. We used the Philadelphia Veterans Affairs (VA) Medical Center laboratory for all study-based blood sampling. Phlebotomists were unaware of the study. The study was completed with 1 unblinded research assistant. Informed consent was obtained from all participants with a different consent process for patients and mentors. The Philadelphia VA Medical Center institutional review board approved all aspects of the study. Enrollment occurred between October 2009 and April 2010; follow-up was completed by October 2010."
    },
    {
      "title": "Setting and Patients",
      "text": "We identified patients treated at the Philadelphia VA Medical Center with at least 2 International Classification of Diseases, Ninth Revision, 250 codes and had at least 2 hemoglobin A 1c (HbA 1c ) samples collected in the past 3 years. Inclusion criteria were age 50 to 70 years, selfidentified race of black or African American, and persistently poor diabetes control. We chose to perform a singlerace study to determine whether this intervention would be effective in an African American population as a potential approach to reducing disparities, given that this group is disproportionately adversely affected by diabetes, poor control, and complications from poor control (25-29). Persistently poor diabetes control was defined as having the past 2 HbA 1c levels in the electronic medical record above 8%, with the last measurement done within 3 months of enrollment. All patients also had an HbA 1c sample collected on the day of enrollment and at the end of 6 months. One person whose baseline HbA 1c level was below 7% was excluded from the study because of concerns that the intervention might lead to dangerous hypoglycemia. Potential patients were identified from the electronic medical record on an ongoing basis.\n\nOf 642 charts of patients with diabetes that were reviewed, 366 did not meet eligibility (mostly because the patient was not African American or had not had a recent HbA 1c measurement). We were able to contact 192 (70%) of the 276 potential eligible patients, of whom 74 (39%) declined to participate, leaving us with 118 patients: 39 were assigned to the control group, 39 to the peer mentoring group (including the 1 person who was excluded because of low starting HbA 1c level), and 40 to the financial incentive group (Figure  1 )."
    },
    {
      "title": "Randomization and Intervention",
      "text": "We created a file in Microsoft Office Excel 2007 (Microsoft, Redmond, Washington) with 40 allocations per group. Using the random-number generator function, we gave each group assignment a random number and put the ordered numbers in envelopes. The envelopes were sealed, shuffled, and stacked, and the research assistant took the top envelope after consent was obtained to determine group assignment. Neither blocking nor stratification was used in the process.\n\nA short baseline survey was administered at the initial visit, for which patients were paid $25. All patients were called the day after enrollment and notified of their starting HbA 1c level as well as the American Diabetes Association and VA recommendations about HbA 1c target levels. All patients were paid $25 for returning 6 months later for the follow-up HbA 1c measurement. The control group received no further intervention. We did not influence provider clinical care. Reimbursements were provided in the form of a VA voucher, which the patients could redeem for cash.\n\nPatients in the peer mentoring group were matched to a peer mentor within 1 to 3 weeks. Guided by our own qualitative research  (30) , peer mentors were all African American patients whose glucose control had previously been poor but was currently good (defined as an HbA 1c level Ͼ8% in the past 3 years and Յ7.5% within 3 months of enrollment). Peer mentors were matched by sex and age (Ϯ10 years). Active recruitment of mentors occurred only after a patient had been randomly assigned to the peer mentor group. Potential mentors were identified and recruited in a manner similar to that of patients. Of 72 eligible mentors contacted, 27 declined to participate and 7 did not show up for training. One potential mentor was excluded at the baseline visit because he was incoherent. The overall participation rate of those contacted was 51%. No mentors reported that they had been assigned to patients they knew.\n\nPeer mentors participated in an hour-long, one-onone training session informed by motivational interviewing Context Clinic-based interventions have been shown to help patients with diabetes improve glucose control but are expensive."
    },
    {
      "title": "Contribution",
      "text": "A randomized, controlled trial compared 2 interventions, peer mentoring or a modest financial incentive, designed to help patients with poor diabetes control decrease their hemoglobin A 1c levels. Patients randomly assigned to the peer mentoring group achieved a statistically significant decrease of almost 1% in their hemoglobin A 1c level compared with those randomly assigned to the control group."
    },
    {
      "title": "Caution",
      "text": "The intervention was short term. All patients were African American veterans, and most were men."
    },
    {
      "title": "Implication",
      "text": "Peer mentorship can improve glucose control."
    },
    {
      "title": "-The Editors"
    },
    {
      "title": "Original Research",
      "text": "Mentoring and Incentives for Glucose Control in African American Veterans techniques  (31) . The training guide started by asking the mentor to talk with his or her to learn his or her background, understand his or her motivations, help identify the differences between his or her behaviors and goals, and help identify a realistic plan for goal achievement. Openended questions were encouraged and modeled. Mentors were also taught how to follow up and assess progress. Sample questions were provided, but mentors were also encouraged to draw on their own experiences. Calls were not monitored. No face-to-face meetings between mentors and mentees were required-mentors were given the telephone number of their mentees and informed that they would receive $20 per month if the mentees confirmed that they talked at least once per week. Mentors were contacted once per month to provide training reinforcement and to answer questions about their interactions with their mentees. Mentors were given $25 at the end of the training and after completing a short exit interview.\n\nStudy participants randomly assigned to the financial incentive group were told that they could earn $100 at 6 months if their HbA 1c level decreased by 1% and $200 if it decreased by 2% or to 6.5%-a level chosen instead of more aggressive targets. A day after enrollment, patients were notified by telephone of their starting HbA 1c level and personal goals. For example, patients with a starting HbA 1c level of 11% were told they could earn $100 if their final level was between 9.1% and 10% and $200 if it was 9% or lower. A patient with a starting HbA 1c level of 8% could earn $100 if his or her final level was between 6.6% and 7% and $200 if it was 6.5% or lower."
    },
    {
      "title": "Outcomes and Follow-up",
      "text": "Our primary prespecified outcome was change in HbA 1c levels with treatment assignments as randomly assigned and incorporating all available data. When available, HbA 1c samples drawn during routine clinical practice and within 30 days of the intended study end date were used for patients who missed their study follow-up appointment; otherwise, we imputed follow-up values.\n\nAll patients were called monthly to assess for hypoglycemic symptoms to determine the safety of the interventions (a prespecified secondary aim). Patients were asked how many times in the past month they had symptoms of low blood sugar and how many times in the past month they had severe symptoms of low blood sugar, such as passing out or needing help to treat the reaction. If the Assessed for eligibility (n = 642) Randomly assigned (n = 118) Peer mentor (n = 39) Received intervention: 38 Initial HbA 1c level too low: 1 Lost to follow-up (n = 3) Discontinued intervention (n = 3) Did not enjoy talking to mentor: 2 No clear reason provided: 1 Analyzed (n = 38) 3 final HbA 1c abstracted from chart 3 final HbA 1c imputed Control (n = 39) Received intervention: 39 Lost to follow-up (n = 3) Discontinued intervention (n = 0) Analyzed (n = 39) 1 final HbA 1c abstracted from chart 2 final HbA 1c imputed Financial incentives (n = 40) Received intervention: 40 Lost to follow-up (n = 5) Discontinued intervention (n = 1) No clear reason provided: 1 Analyzed (n = 40) 2 final HbA 1c abstracted from chart 4 final HbA 1c imputed Excluded (n = 524) Did not meet inclusion criteria: 366 Unable to be contacted: 84 Declined to participate: 74 HbA 1c ϭ hemoglobin A 1c .\n\nOriginal Research Mentoring and Incentives for Glucose Control in African American Veterans answer to the latter question was more than zero, follow-up questions were asked about what kind of help they needed and if they went to the hospital. Events in which patients passed out or required assistance, went to the emergency department, or were hospitalized were considered potential study-related serious adverse events. Patients also frequently reported hospitalization unrelated to hypoglycemic symptoms. These cases were reviewed by one of the authors who was blinded to the group assignment. All hypoglycemic events were considered potentially study-related. Finally, short qualitative exit interviews were conducted with 28 patients and 24 mentors in the peer mentoring group. Patients and mentors were asked if they liked the program, what they believed were the best and worst aspects of the program, and how it could be improved."
    },
    {
      "title": "Statistical Analysis",
      "text": "We based our sample size estimate on a clinically relevant difference of 1.5  (32)  for the change in HbA 1c level in the intervention groups, relative to control. To account for the 2 comparisons of interest (peer mentoring vs. control and financial incentives vs. control), we used a 2-sided significance of 0.025 for each comparison. Assuming an SD between 1.5 and 2.0  (17) , equal variances across time and groups, and a within-participant correlation of 0.5 to 0.6 with power at 80%, we estimated that 21 to 38 patients per group would be required.\n\nWe evaluated the change in HbA 1c level as the dependent variable. We included baseline HbA 1c level as an adjustment variable because the maximum possible change in HbA 1c level is limited by the biological lower bound. We included patient characteristics that were not balanced between intervention groups and control as additional adjustment variables. To assess balance, we calculated standardized differences between each intervention group and control for each characteristic and included variables whose standardized difference was greater than 10% as main effects in a linear additive model. We selected the change in HbA 1c level instead of final HbA 1c level as the dependent variable because its distribution was consistent with the assumed normality for linear regression. Our primary analyses are based on everyone enrolled as randomly assigned, except for the 1 person who was excluded at baseline because of a low HbA 1c level. We used multiple imputation to generate values for each patient with missing follow-up data  (33) . Our multiple imputation procedure simulated a multivariate normal distribution for all variables in the primary analysis model. Each of 10 imputed complete data sets was analyzed, and the results were combined for inference  (33) . All analyses were completed using SAS, version 9.2 (SAS Institute, Cary, North Carolina).\n\nThe multiple imputation method assumes that data are missing at random  (34, 35)  or that missingness depends on observed variables only. We performed additional analyses to assess the robustness of our results and appropriateness of this assumption. First, we confirmed that all patient characteristics associated with missing final HbA 1c information were included in the imputation model. We then repeated the primary analysis and included only patients who had complete data. We also repeated the primary analysis with time included in the study as a covariate to account for the longer times between baseline and follow-up HbA 1c tests in the peer mentor group (which occurred because of the matching process). The results of the sensitivity analyses were similar to the original model, and we report only the results from the original model.\n\nNot all patients had complete responses for the 6 monthly follow-up calls assessing hypoglycemic symptoms. We checked the amount of missing information by comparing the proportion of patients who completed 0 to 3 calls with those who completed 4 to 6 calls by group. Minor hypoglycemic events were summarized by treatment group on the basis of the proportion of completed monthly follow-up calls in which 0, 1 to 3, or more than 3 minor hypoglycemic events were reported. We compared the occurrence of hypoglycemic events between groups by modeling the ordinal event outcome in a multinomial generalized linear mixed model after checking the proportional odds assumption. We included a fixed effect for study group and accounted for clustering of repeated measures within participants with random-participant intercepts.\n\nTo assess the representativeness of our results, we compared the rates of minor hypoglycemic events among patients who completed 0 to 3 monthly calls versus those of patients who completed 4 to 6 monthly calls overall and by study group. To do this, we modeled the ordinal event outcome as above and included follow-up call completion status, study group, and an interaction term between study group and call completion status as independent variables.\n\nTable 1. Patient Characteristics Characteristic Usual Care Group (n ‫؍‬ 39) Peer Mentor Group (n ‫؍‬ 38) Financial Incentive Group (n ‫؍‬ 40) Mean age (SD), y 60 (4) 60 (5) 59 (5) Male, % 92 100 90 Education Յ12 y, % 64 68 50 Married, % 46 58 38 Receiving insulin, % 72 71 63 Diabetes Ͼ10 y, % 67 55 52 Any complication from diabetes, % 92 82 98 Current smoker, % 33 47 28 All health care at VA, % 74 74 73 Good self-reported adherence, % 67 79 80 Mean baseline HbA 1c level (SD), % 9.9 (1.6) 9.8 (1.8) 9.5 (1.2) Mean days between tests (SD) 185 (11) 195 (15) 185 (13) HbA 1c ϭ hemoglobin A 1c ; VA ϭ Veterans Affairs."
    },
    {
      "title": "Original Research",
      "text": "Mentoring and Incentives for Glucose Control in African American Veterans"
    },
    {
      "title": "Role of the Funding Source",
      "text": "The work was funded by a National Institute on Aging Roybal Center pilot grant. The funding source was not involved in the design, conduct, or reporting of the study."
    },
    {
      "title": "RESULTS",
      "text": "The enrollment rate of participants contacted and eligible was 61% for patients with poor control and 52% for mentors. The only statistically significant difference between the groups at baseline was the number of patients with complications from diabetes (Table  1 ). The mean baseline HbA 1c level was 9.9% (SD, 1.6%) in the control group, 9.8% (SD, 1.8%) in the peer mentor group, and 9.5% (SD, 1.2%) in the financial incentive group. The mean baseline HbA 1c level for peer mentors (based on chart review that made them eligible for the study) was 6.7% (SD, 0.6%). Change in HbA 1c , % Control Group 1 -5 -4 -3 -2 -1 0 1 2 3 4 5 3 5 7 9 11 13 15 17 19 21 23 25 27 29 31 33 35 37 39 Change in HbA 1c , % Peer Mentor Group Patient Number Patient Number Patient Number 1 -5 -4 -3 -2 -1 0 1 2 3 4 5 3 5 7 9 11 13 15 17 19 21 23 25 27 29 31 33 35 37 Change in HbA 1c , % Financial Incentive Group 1 -5 -4 -3 -2 -1 0 1 2 3 4 5 3 5 7 9 11 13 15 17 19 21 23 25 27 29 31 33 35 37 39\n\nHbA 1c ϭ hemoglobin A 1c .\n\nOriginal Research Mentoring and Incentives for Glucose Control in African American Veterans On average, HbA 1c levels decreased from 9.9% to 9.8% in the control group, from 9.8% to 8.7% in the peer mentor group, and from 9.5% to 9.1% in the financial incentive group (Figure  2 ). After adjustment for covariates, the mean change relative to control (Table  2 ) was Ϫ1.07% (95% CI, Ϫ1.84% to Ϫ0.31%) in the peer mentor group and Ϫ0.45% (CI, Ϫ1.23% to 0.32%) in the financial incentive group.\n\nOnly 2 serious adverse events that were attributable to hypoglycemia occurred (Table  3 ). No enrollee was removed from the study for a serious adverse event. Taking into account repeated measures within patients, we found no evidence of statistically significant differences between treatment groups in the occurrence of minor hypoglycemic events.\n\nMentors and mentees talked the most in the first month, with a mean of 4 (range, 0 to 30) calls per month. Fourteen mentors (38%) received payment for talking at least 4 times during the first month. By the sixth month, the mean number of calls was 2 (range, 0 to 10) and only 6 mentors (16%) received payment. We do not know whether declining calls reflected decreased motivation or perceived reduction in need; we did not observe a dose-response relationship between the number of calls made and change in HbA 1c .\n\nTwenty-four of 37 (65%) mentors completed the exit interview. Compared with mentors who did not complete the exit interview, those who did complete the interview were less likely to be married and more likely to have had diabetes for more than 10 years, but these differences were not statistically significant because of small sample size. Mentors most appreciated helping others (12 of 24), communicating with their mentee (7 of 24), and the teaching process  (7 of 24) . Fifteen mentors believed it was important that they at one time did not have good control. The main concerns raised by the mentors included scheduling calls (5 of 24), disinterested mentees (5 of 24), and talking about non-diabetes-related issues (4 of 24). Fifteen mentors recommended face-to-face meetings, and 5 believed that we should have screened mentees better for willingness.\n\nTwenty-eight of 38 (74%) patients completed the exit interview. Patients who completed the exit interview were similar to those who did not. Of the 28 patients who completed the exit interview, 14 believed that the mentoring experience was educational and 5 mentioned that they appreciated the common understanding and life experi-ences. Six patients reported that there was too little contact. Twenty patients liked that the mentor had diabetes and believed that it was an important part of the program. The aspects of the program that the patients liked best were the support (14 of 28), education (9 of 28), and ability to commiserate with mentors (6 of 28). The main concerns raised by patients included difficulty getting in touch with the mentor (4 of 28) and lack of compatibility (3 of 28). Eleven patients believed that no changes were necessary, whereas 6 requested more calls and 8 requested face-to-face meetings."
    },
    {
      "title": "DISCUSSION",
      "text": "In this well-tolerated randomized, controlled trial, a 6-month intervention of peer mentors had a statistically significant effect on improvement of glucose control. On average, patients in the peer mentor group decreased their HbA 1c levels by close to 1% compared with the control group, whereas patients in the financial incentive group decreased their HbA 1c levels by 0.5% compared with the control group. The latter change was not statistically significant; however, because of wide CIs, we cannot conclusively state that the intervention was ineffective.\n\nMatching peers by race, sex, and age made the peer mentor intervention innately culturally competent in that peers and mentees came from the same cultural background  (1, 36) . Because the intervention relied Table 3. Adverse Events, by Study Group Adverse Event Usual Care Group (n ‫؍‬ 39) Peer Mentor Group (n ‫؍‬ 38) Financial Incentive Group (n ‫؍‬ 40) Deaths, n 0 0 0 Any ED visit or hospitalization, n 7 8 1 0 Passing out, ED visit, or hospitalization due to hypoglycemia, n 1 0 1 Minor hypoglycemic symptoms, n (%)* 0 symptoms 142 (71) 107 (61) 121 (64) 1-3 symptoms 38 (19) 52 (30) 51 (27) Ͼ3 symptoms 21 (10) 15 (9) 16 (9) ED ϭ emergency department. *201 calls were completed in the control group, 174 calls in the peer mentor group, and 188 calls in the financial incentive group."
    },
    {
      "title": "Original Research",
      "text": "Mentoring and Incentives for Glucose Control in African American Veterans heavily on the mentors' personal experience, training was minimal and easy to implement. The effect size observed was large compared with many other behavior interventions  (37) (38) (39) .\n\nSeveral factors may have contributed to the success of the peer mentoring intervention. First, it may have benefited from a culture of camaraderie among the patients. Second, a long history of mistreatment and distrust in the health care system  (40, 41)  may make peer support particularly effective for African Americans. Third, both intervention groups in our study may have benefited from the stringent inclusion criteria. In a prior study that successfully used reciprocal peer support for veterans with diabetes, the intervention was especially successful relative to nurse care management for those with a baseline HbA 1c level above 8%  (11) . We chose a group with persistently poor control because such persons are at greatest risk for complications. Fourth, we provided mentors with $20 to talk at least 4 times per month to their mentee. This is itself a financial incentive, albeit a small one, and may have motivated mentors to call more frequently. This must be considered when contemplating both the efficacy and the cost of the program.\n\nPeer mentoring was done solely by telephone, increasing its broad applicability and scalability. Although both patients and peer mentors indicated that they would have appreciated face-to-face introductions, the peer mentor group was remarkably effective without such an introduction. An intervention of this sort could be especially effective in rural or suburban settings where contact by telephone is relatively easy, whereas frequent visits to a health care provider for provider care or group support might be difficult. Finally, perhaps the most obvious attraction of this type of peer mentoring is that it is virtually free, almost certainly enhancing its cost-effectiveness relative to more expensive interventions, such as nurse care management, telemedicine, and group medical appointments  (17, 18, 42) .\n\nIn this study, no concerns about violations of privacy or safety were raised by patients. Although additional privacy safeguards could be implemented, for these programs to work, the mentee needs to be willing to divulge some personal information about their difficulty with disease control. Making this clear up-front to patients is essential.\n\nWe may not have observed as large a decrease in HbA 1c levels in the financial incentive group as we did in the peer mentor group because of the lack of feedback on glycemic control between the first visit and the follow-up visit 6 months later. Growing evidence shows that financial incentives are more effective when there is frequent feedback  (19 -21, 23, 43) . However, financial incentives are controversial. Opponents of financial incentives worry about undue influence in low-income populations and the implication that individuals could improve their health status given the proper incentives  (44, 45) . Others believe that financial incentives encourage patients to take a more active role in promoting their own health  (23, 46) . Finan-cial incentives that reward healthy behaviors can be seen as nonpunitive; however, programs where persons are penalized for behaviors, such as smoking, are seen by some as unfair  (44, 47, 48) . The American College of Physicians is in favor of incentive programs as long as they are evidencebased, are culturally sensitive, and respect autonomy  (49) . Although this study does nothing to resolve this debate, it does add to the existing evidence.\n\nWe chose to limit inclusion in this study to patients whose most recent 2 HbA 1c readings were above 8%. Patients with poor control may be asked to return to the clinic more frequently. Given recent evidence that intensive glucose lowering may not be optimal (50, 51), we targeted patients who would clearly benefit from improved control. We were successful in finding a group with poor baseline control who did not respond to usual care, as evidenced by a decrease in HbA 1c level of only 0.01% for patients in the control group. However, this design does limit the generalizability of the study and we do not know whether the intervention would have been as effective in a population with only 1 HbA 1c reading above 8%.\n\nPatients in the study were all African American veterans at 1 institution. Further research should examine the efficacy of a similar intervention on a broader population.\n\nFuture studies are necessary to determine the sustainability of these effects. The effects of behavioral interventions frequently wane after the intervention is completed  (20, 21, 52, 53) . One possible approach to maintaining sustainability would be to transition patients who achieve control from mentee to mentor roles. Prior research has found that peer support is beneficial not only to those receiving it but also to those giving it (1), because mentors may be highly motivated to maintain control to set a good example. In conclusion, this peer mentor intervention shows promise as a scalable approach to creating a mechanism to help patients at higher risk for diabetic complications decrease HbA 1c levels.\n\nFrom the Philadelphia Veterans Affairs Center for Health Equity Research and Promotion and University of Pennsylvania Leonard David Institute of Health Economics, Center for Health Incentives, Philadelphia, and Carnegie Mellon University, Pittsburgh, Pennsylvania. Grant Support: By the National Institute on Aging Roybal Center (grant 1P30AG034546 to Dr. Volpp). Potential Conflicts of Interest: Disclosures can be viewed at  www  .acponline.org/authors/icmje/ConflictOfInterestForms.do?msNumϭM11  -0818. Reproducible Research Statement: Study protocol: Available at  www  .cherp.org . Statistical code: Available from Dr. Long (e-mail, jalong@mail .med.upenn.edu). Data set: Not available. Requests for Single Reprints: Judith A. Long, MD, 1201 Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021; e-mail, jalong @mail.med.upenn.edu. Original Research Mentoring and Incentives for Glucose Control in African American Veterans Current author addresses and author contributions are available at  www  .annals.org . Papers published in the year following submission are eligible for the award in the year of publication. First author status at the time of manuscript submission will determine eligibility. Authors should indicate that they wish to have their papers considered for an award when they submit the manuscript, and they must be able to provide satisfactory documentation of their eligibility if selected for an award. Announcement of awards for a calendar year will occur in January of the subsequent year. We will provide award winners with a framed certificate, a letter documenting the award, and complimentary registration for the American College of Physicians' annual meeting."
    },
    {
      "title": "ANNALS OF INTERNAL MEDICINE JUNIOR INVESTIGATOR AWARDS"
    },
    {
      "title": "Annals of Internal",
      "text": "Please refer questions to Mary Beth Schaeffer at mschaeffer@acponline .org.\n\nOriginal Research Mentoring and Incentives for Glucose Control in African American Veterans"
    },
    {
      "text": "Print Editors' Notes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 417 Summary for Patients. . . . . . . . . . . . . . . . . . . . . . . I-50 Web-Only Conversion of graphics into slides"
    },
    {
      "text": "Figure 1. Study flow diagram."
    },
    {
      "text": "Figure 2. Change in HbA 1c for each patient, by group."
    },
    {
      "text": "Medicine and the American College of Physicians recognize excellence among internal medicine trainees and junior investigators with annual awards for original research and scholarly review articles published in Annals in each of the following categories:• Most outstanding article with a first author in an internal medicine residency program or general medicine or internal medicine subspecialty fellowship program• Most outstanding article with a first author within 3 years following completion of training in internal medicine or one of its subspecialties Selection of award winners will consider the article's novelty; methodological rigor; clarity of presentation; and potential to influence practice, policy, or future research. Judges will include Annals Editors and representatives from Annals' Editorial Board and the American College of Physicians' Education/Publication Committee."
    },
    {
      "text": "Model covariates: baseline HbA 1c level, marital status, insulin use, diabetic comorbid conditions, duration of diabetes, and self-reported adherence. Missing final HbA 1c measurement for 9 patients was handled by using multiple imputation multivariate normal models, including change in HbA 1c (final minus initial), treatment group, baseline HbA 1c level, marital status, insulin use, diabetic comorbid conditions, duration of diabetes, and self-reported adherence."
    }
  ],
  "references": [
    {
      "title": "The influence of social support on chronic illness self-management: a review and directions for research",
      "authors": [
        "M Gallant"
      ],
      "year": 2003
    },
    {
      "title": "Psychosocial correlates of glycemic control: the Pittsburgh Epidemiology of Diabetes Complications (EDC) Study",
      "authors": [
        "C Lloyd",
        "R Wing",
        "T Orchard",
        "D Becker"
      ],
      "year": 1993
    },
    {
      "title": "Social environment and regimen adherence among type II diabetic patients",
      "authors": [
        "R Glasgow",
        "D Toobert"
      ],
      "year": 1988,
      "doi": "10.2337/diacare.11.5.377"
    },
    {
      "title": "Impact of social support and stress on compliance in women with gestational diabetes",
      "authors": [
        "L Ruggiero",
        "A Spirito",
        "A Bond",
        "D Coustan",
        "S Mcgarvey"
      ],
      "year": 1990,
      "doi": "10.2337/diacare.13.4.441"
    },
    {
      "title": "Locus of control, social support, and adherence to the diabetes regimen",
      "authors": [
        "L Tillotson",
        "M Smith"
      ],
      "year": 1996,
      "doi": "10.1177/014572179602200206"
    },
    {
      "title": "Emotional support as a moderator of adjustment and compliance after coronary artery bypass surgery: a longitudinal study",
      "authors": [
        "J Kulik",
        "H Mahler"
      ],
      "year": 1993
    },
    {
      "title": "Peer coaching: an intervention for individuals struggling with diabetes",
      "authors": [
        "D Joseph",
        "M Griffin",
        "R Hall",
        "E Sullivan"
      ],
      "year": 2001
    },
    {
      "title": "The impact of diabetes education and peer support upon weight and glycemic control of elderly persons with noninsulin dependent diabetes mellitus (NIDDM)",
      "authors": [
        "W Wilson",
        "C Pratt"
      ],
      "year": 1987,
      "doi": "10.2105/ajph.77.5.634"
    },
    {
      "title": "A diabetes management program for African American women with type 2 diabetes",
      "authors": [
        "T Keyserling",
        "A Ammerman",
        "C Samuel-Hodge",
        "A Ingram",
        "A Skelly",
        "T Elasy"
      ],
      "year": 2000,
      "doi": "10.1177/014572170002600508"
    },
    {
      "title": "A randomized trial of an intervention to improve self-care behaviors of African-American women with type 2 diabetes: impact on physical activity",
      "authors": [
        "T Keyserling",
        "C Samuel-Hodge",
        "A Ammerman",
        "B Ainsworth",
        "C Henrı ´quez-Rolda ´n",
        "T Elasy"
      ],
      "year": 2002
    },
    {
      "title": "Diabetes control with reciprocal peer support versus nurse care management: a randomized trial",
      "authors": [
        "M Heisler",
        "S Vijan",
        "F Makki",
        "J Piette"
      ],
      "year": 2010
    },
    {
      "title": "Different models to mobilize peer support to improve diabetes self-management and clinical outcomes: evidence, logistics, evaluation considerations and needs for future research",
      "authors": [
        "M Heisler"
      ],
      "year": 2010,
      "doi": "10.1093/fampra/cmp003"
    },
    {
      "title": "Health status and life satisfaction among breast cancer survivor peer support volunteers",
      "authors": [
        "B Matthews",
        "F Baker",
        "D Hann",
        "M Denniston",
        "T Smith"
      ],
      "year": 2002
    },
    {
      "title": "Helping others helps oneself: response shift effects in peer support",
      "authors": [
        "C Schwartz",
        "M Sendor"
      ],
      "year": 1999,
      "doi": "10.1016/s0277-9536(99)00049-0"
    },
    {
      "title": "Group visits: a qualitative review of current research",
      "authors": [
        "R Jaber",
        "A Braksmajer",
        "J Trilling"
      ],
      "year": 2006,
      "doi": "10.3122/jabfm.19.3.276"
    },
    {
      "title": "Evaluating concordance to American Diabetes Association standards of care for type 2 diabetes through group visits in an uninsured or inadequately insured patient population",
      "authors": [
        "D Clancy",
        "D Cope",
        "K Magruder",
        "P Huang",
        "T Wolfman"
      ],
      "year": 2003
    },
    {
      "title": "Shared medical appointments based on the chronic care model: a quality improvement project to address the challenges of patients with diabetes with high cardiovascular risk",
      "authors": [
        "S Kirsh",
        "S Watts",
        "K Pascuzzi",
        "O' Day",
        "M Davidson",
        "D Strauss"
      ],
      "year": 2007,
      "doi": "10.1136/qshc.2006.019158"
    },
    {
      "title": "Lifestyle intervention by group care prevents deterioration of type II diabetes: a 4-year randomized controlled clinical trial",
      "authors": [
        "M Trento",
        "P Passera",
        "M Bajardi",
        "M Tomalino",
        "G Grassi",
        "E Borgo"
      ],
      "year": 2002,
      "doi": "10.1007/s00125-002-0904-8"
    },
    {
      "title": "A test of financial incentives to improve warfarin adherence",
      "authors": [
        "K Volpp",
        "G Loewenstein",
        "A Troxel",
        "J Doshi",
        "M Price",
        "M Laskin"
      ],
      "year": 2008
    },
    {
      "title": "Financial incentive-based approaches for weight loss: a randomized trial",
      "authors": [
        "K Volpp",
        "L John",
        "A Troxel",
        "L Norton",
        "J Fassbender",
        "G Loewenstein"
      ],
      "year": 2008,
      "doi": "10.1001/jama.2008.804"
    },
    {
      "title": "A randomized, controlled trial of financial incentives for smoking cessation",
      "authors": [
        "K Volpp",
        "A Troxel",
        "M Pauly",
        "H Glick",
        "A Puig",
        "D Asch"
      ],
      "year": 2009
    },
    {
      "title": "Doing it now or later",
      "authors": [
        "T O'donoghue",
        "M Rabin"
      ],
      "year": 1999,
      "doi": "10.1257/aer.89.1.103"
    },
    {
      "title": "Asymmetric paternalism to improve health behaviors",
      "authors": [
        "G Loewenstein",
        "T Brennan",
        "K Volpp"
      ],
      "year": 2007,
      "doi": "10.1001/jama.298.20.2415"
    },
    {
      "title": "P4P4P: an agenda for research on pay-for-performance for patients",
      "authors": [
        "K Volpp",
        "M Pauly",
        "G Loewenstein",
        "D Bangsberg"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.1.206"
    },
    {
      "title": "Summary health statistics for U.S. adults: National Health Interview Survey",
      "authors": [
        "J Pleis",
        "J Lucas",
        "B Ward"
      ],
      "year": 2008,
      "doi": "10.1037/e403882008-001"
    },
    {
      "title": "Ethnicity, race, and baseline retinopathy correlates in the veterans affairs diabetes trial",
      "authors": [
        "N Emanuele",
        "J Sacks",
        "R Klein",
        "D Reda",
        "R Anderson",
        "W Duckworth"
      ],
      "year": 2005,
      "doi": "10.2337/diacare.28.8.1954"
    },
    {
      "title": "Racial differences in diabetic nephropathy, cardiovascular disease, and mortality in a national population of veterans",
      "authors": [
        "B Young",
        "C Maynard",
        "E Boyko"
      ],
      "year": 2003
    },
    {
      "title": "Despite improved quality of care in the Veterans Affairs health system, racial disparity persists for important clinical outcomes",
      "authors": [
        "A Trivedi",
        "R Grebla",
        "S Wright",
        "D Washington"
      ],
      "year": 2011
    },
    {
      "title": "A qualitative evaluation of racial disparities in glucose control",
      "authors": [
        "H Shacter",
        "J Shea",
        "E Akhabue",
        "N Sablani",
        "J Long"
      ],
      "year": 2009
    },
    {
      "title": "What is motivational interviewing?",
      "authors": [
        "S Rollnick",
        "W Miller"
      ],
      "year": 1995,
      "doi": "10.1017/s135246580001643x"
    },
    {
      "title": "America Diabetes Association. Implications of the United Kingdom Prospective Diabetes Study",
      "year": 2002,
      "doi": "10.2337/diacare.25.2007.s28"
    },
    {
      "title": "Multiple Imputation for Nonresponse in Surveys",
      "authors": [
        "D Rubin"
      ],
      "year": 1987
    },
    {
      "title": "Statistical Analysis with Missing Data, 2nd Edition",
      "authors": [
        "Rja Little",
        "Rubin Db"
      ],
      "year": 2002,
      "doi": "10.1002/9781119482260"
    },
    {
      "title": "Review: a gentle introduction to imputation of missing values",
      "authors": [
        "A Donders",
        "G Van Der Heijden",
        "T Stijnen",
        "K Moons"
      ],
      "year": 2006,
      "doi": "10.1016/j.jclinepi.2006.01.014"
    },
    {
      "title": "A systematic review of the effectiveness of peer-based interventions on health-related behaviors in adults",
      "authors": [
        "A Webel",
        "J Okonsky",
        "J Trompeta",
        "W Holzemer"
      ],
      "year": 2010
    },
    {
      "title": "Diabetes health disparities: a systematic review of health care interventions",
      "authors": [
        "M Peek",
        "A Cargill",
        "E Huang"
      ],
      "year": 2007,
      "doi": "10.1177/1077558707305409"
    },
    {
      "title": "Meta-analysis of randomized educational and behavioral interventions in type 2 diabetes",
      "authors": [
        "T Gary",
        "J Genkinger",
        "E Guallar",
        "M Peyrot",
        "F Brancati"
      ],
      "year": 2003
    },
    {
      "title": "Self-management education for adults with type 2 diabetes: a meta-analysis of the effect on glycemic control",
      "authors": [
        "S Norris",
        "J Lau",
        "S Smith",
        "C Schmid",
        "M Engelgau"
      ],
      "year": 2002
    },
    {
      "title": "Under the shadow of Tuskegee: African Americans and health care",
      "authors": [
        "V Gamble"
      ],
      "year": 1997,
      "doi": "10.2105/ajph.87.11.1773"
    },
    {
      "title": "Differences in the patterns of health care system distrust between blacks and whites",
      "authors": [
        "K Armstrong",
        "S Mcmurphy",
        "L Dean",
        "E Micco",
        "M Putt",
        "C Halbert"
      ],
      "year": 2008
    },
    {
      "title": "Active care management supported by home telemonitoring in veterans with type 2 diabetes: the DiaTel randomized controlled trial",
      "authors": [
        "R Stone",
        "R Rao",
        "M Sevick",
        "C Cheng",
        "L Hough",
        "D Macpherson"
      ],
      "year": 2010
    },
    {
      "title": "The impact of alternative incentive schemes on completion of health risk assessments",
      "authors": [
        "E Haisley",
        "K Volpp",
        "T Pellathy",
        "G Loewenstein"
      ],
      "year": 2012,
      "doi": "10.4278/ajhp.100729-arb-257"
    },
    {
      "title": "Personal responsibility and physician responsibility-West Virginia's Medicaid plan",
      "authors": [
        "G Bishop",
        "A Brodkey"
      ],
      "year": 2006,
      "doi": "10.1056/nejmp068170"
    },
    {
      "title": "Is it acceptable for people to be paid to adhere to medication? No",
      "authors": [
        "J Shaw"
      ],
      "year": 2007,
      "doi": "10.1136/bmj.39286.422639.be"
    },
    {
      "title": "Libertarian paternalism is not an oxymoron. Univ Original Research Mentoring and Incentives for Glucose Control in African American Veterans Chic",
      "authors": [
        "C Sunstein",
        "R Thaler"
      ],
      "year": 2003
    },
    {
      "title": "Patients as mercenaries?: the ethics of using financial incentives in the war on unhealthy behaviors",
      "authors": [
        "S Halpern",
        "K Madison",
        "K Volpp"
      ],
      "year": 2009
    },
    {
      "title": "Financial penalties for the unhealthy? Ethical guidelines for holding employees responsible for their health",
      "authors": [
        "S Pearson",
        "S Lieber"
      ],
      "year": 2009
    },
    {
      "title": "Ethical Considerations for the Use of Patient Incentives to Promote Personal Responsibility for Health: West Virginia Medicaid and Beyond",
      "authors": [
        "S Mitnick",
        "L Snyder",
        "V Hood"
      ],
      "year": 2010
    },
    {
      "title": "Action to Control Cardiovascular Risk in Diabetes Study Group. Effects of intensive glucose lowering in type 2 diabetes",
      "authors": [
        "H Gerstein",
        "M Miller",
        "R Byington",
        "D Goff",
        "Jr",
        "J Bigger",
        "J Buse"
      ],
      "year": 2008,
      "doi": "10.1056/nejmoa0802743"
    },
    {
      "title": "Glucose control and vascular complications in veterans with type 2 diabetes",
      "authors": [
        "W Duckworth",
        "C Abraira",
        "T Moritz",
        "D Reda",
        "N Emanuele",
        "P Reaven"
      ],
      "year": 2009,
      "doi": "10.1056/nejmoa0808431"
    },
    {
      "title": "A self-regulation program for maintenance of weight loss",
      "authors": [
        "R Wing",
        "D Tate",
        "A Gorin",
        "H Raynor",
        "J Fava"
      ],
      "year": 2006
    },
    {
      "title": "Diets with high or low protein content and glycemic index for weight-loss maintenance",
      "authors": [
        "T Larsen",
        "S Dalskov",
        "M Van Baak",
        "S Jebb",
        "A Papadaki",
        "A Pfeiffer"
      ],
      "year": 2010
    },
    {
      "title": "Current Author Addresses: Dr. Long: 1201 Blockley Hall, 423",
      "doi": "10.2134/jeq1990.00472425001900010026x"
    },
    {
      "authors": [
        "Ms",
        "Jahnle"
      ]
    },
    {
      "title": "Woodland Avenue, Building 4100",
      "authors": [
        "Dr",
        "Richardson"
      ]
    },
    {
      "authors": [
        "Dr",
        "Loewenstein"
      ]
    },
    {
      "title": "Blockley Hall, 423",
      "authors": [
        "Dr",
        "Volpp"
      ]
    },
    {
      "title": "Analysis and interpretation of the data",
      "authors": [
        "J Long",
        "G Loewenstein",
        "K Volpp"
      ]
    }
  ],
  "num_references": 58
}
