{
  "paper_id": "ZBPK92KS",
  "title": "PSYCHOLOGICAL ASPECTS OF CARDIOVASCULAR DISEASES (A STEPTOE AND IM KRONISH , SECTION EDITORS) The Role of Behavioral Economics in Improving Cardiovascular Health Behaviors and Outcomes",
  "abstract": "Purpose of Review Behavioral economics represents a promising set of principles to inform the design of health-promoting interventions. Techniques from the field have the potential to increase quality of cardiovascular care given suboptimal rates of guidelinedirected care delivery and patient adherence to optimal health behaviors across the spectrum of cardiovascular care delivery. Recent Findings Cardiovascular health-promoting interventions have demonstrated success in using a wide array of principles from behavioral economics, including loss framing, social norms, and gamification. Such approaches are becoming increasingly sophisticated and focused on clinical cardiovascular outcomes in addition to health behaviors as a primary endpoint. Many approaches can be used to improve patient decisions remotely, which is particularly useful given the shift to virtual care in the context of the COVID-19 pandemic. Summary Numerous applications for behavioral economics exist in the cardiovascular care delivery space, though more work is needed before we will have a full understanding of ways to best leverage such applications in each clinical context.",
  "year": 2021,
  "date": "2021-10-01",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Allison",
      "surname": "Hare",
      "name": "Allison Hare",
      "affiliation": "1  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0002-7921-222X"
    },
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel",
      "affiliation": "3  Penn Medicine Nudge Unit , University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t Penn Medicine Nudge Unit \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "1  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "volpp70@wharton.upenn.edu"
    },
    {
      "forename": "Srinath",
      "surname": "Adusumalli",
      "name": "Srinath Adusumalli",
      "affiliation": "1  Perelman School of Medicine , University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s11886-021-01584-2",
  "keywords": [
    "Behavioral economics",
    "Cardiology",
    "Cardiovascular health",
    "Financial incentives",
    "Healthcare delivery design",
    "Health policy"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Despite an extensive understanding of the lifestyle factors which contribute to cardiovascular disease and a continuously growing repository of evidence-based cardiovascular therapies, cardiovascular disease remains the leading cause of morbidity and mortality both in the USA and globally  [1] .\n\nTraditional economic theory is predicated on an assumption that people are rational, self-controlled, self-interested, and ever-optimizing  [2] . If this were the case, one might wonder: Why does cardiovascular disease remain so prevalent when adverse health behaviors are to a large degree preventable, and therapeutics have demonstrated significant efficacy in the prevention and treatment of cardiovascular conditions?\n\nBehavioral economics presents one piece of the explanation for this dilemma. A fusion of traditional economic theory and psychology, behavioral economics offers a more nuanced understanding of human behavior and why individuals often make decisions that may be misaligned with their longer-term goals  [2]  given human sensitivity to cognitive biases that, in essence, \"bound\" their rationality [Table  1 ]. In the case of patients, behavioral economics helps explain why adhering to optimal diets, exercise regimens, and medication routines may prove more difficult than traditional economic theory would suggest; in the case of clinicians, it helps explain why prescription rates of guideline-directed therapies are demonstrably suboptimal across clinical conditions  [3] [4] [5] . As therapeutic options for cardiovascular conditions continue to expand, the application of behavioral economics will become increasingly relevant as health systems attempt to bridge the divide between discovery and implementation.\n\nThough insights from behavioral economics can be leveraged in a variety of clinical contexts, they are particularly relevant to cardiovascular care given the initially symptomless course of many cardiovascular syndromes, and given that many individuals are more motivated by actions that produce clear, measurable benefits than actions that do not  [2] . For behaviors that undermine cardiovascular health, factors which work against adherence, such as time costs, are clear, but benefits such as reduced long-term risk of adverse outcomes are unmeasurable and typically delayed. Thus, individuals may struggle to lose weight because any single indulgence has no tangible effect on their health-they can eat a high-fat diet for years without warning signs before suffering a myocardial infarction. This lack of clear feedback is mirrored in the lengthy, symptomless buildup of many cardiovascular conditions, including hypertension, hyperlipidemia, coronary artery disease, peripheral arterial disease, and stroke. Thus, cardiovascular health represents an opportunity to nudge patients to better align their short-term behaviors, such as physical exercise, with their long-term health goals, such as maintaining their quality of life for as long as possible.\n\nThis review will highlight existing applications of behavioral economics toward improving cardiovascular health, with a focus on the virtual care setting given the context of the COVID-19 pandemic, followed by a discussion of emerging directions and opportunities for behavioral economics to improve the quality of cardiovascular care delivery."
    },
    {
      "title": "Looking back: Applications of Behavioral Economics Towards Improving Cardiovascular Health Behaviors and Outcomes"
    },
    {
      "title": "Patient-facing Applications"
    },
    {
      "title": "Physical Activity",
      "text": "The concept of behavioral economics emerged in 1979 with Daniel Kahneman and Amos Tversky's publication of Prospect Theory  [6]  and more prominently in 1980 with Richard Thaler's \"Toward a positive theory of consumer choice\"  [7] . The ability of behavioral economics to improve cardiovascular health behaviors and outcomes, however, was not rigorously examined until the late 2000s, when Volpp et al. demonstrated the efficacy of financial incentives towards promoting weight loss, smoking cessation, and warfarin adherence  [8] [9] [10] . Since then, the application of behavioral economics has been studied extensively in this space [Fig. 1 ]. Perhaps the most commonly studied application has been that of promoting physical activity in patients, likely given the proliferation of fitness-tracking devices which enable easy quantification of activity levels in remote settings. Many studies have examined the impact of financial incentives on promoting physical activity. In 2009, Charness and Gneezy financially incentivized participants to attend the gym and found a marked increase in post-intervention attendance compared with control  [11] . Acland and Levy later replicated this finding, additionally noting that participants tended to overpredict their gym attendance prior to incentivization-pointing to the potential influence of projection bias or the human tendency to assume that preferences will stay consistent with time, on the effectiveness of incentivization  [12] . In 2016, Finkelstein et al. found that participants who received a FitBit and cashbased financial incentives had significantly more minutes of moderate to vigorous physical activity compared with a control group (29 additional minutes weekly; 95% CI 10-47; P = 0.0024), but participants who received a FitBit and charity-based financial incentives, or a FitBit alone, did not  [13] -providing evidence that financial incentives may be more effective when received directly. Later, Adams et al. demonstrated that immediate incentives were more effective than delayed incentives at increasing step counts (2762 vs. 2016 step/day increase; P = 0.009), and although static step goals were more effective than adaptive step goals in the intervention phase of the study, adaptive goals were more effective after incentivization was over (-7.7 steps vs. -18.3 steps/day; P < 0.001)  [14] . To examine the effect of combining financial incentives with a team-based approach, Patel et al. conducted a randomized clinical trial where financial incentives were delivered to participants when they met their step counts as individuals, teams, or a combination of both  [15] . They found that the combined financial incentive arm had a significantly greater mean proportion of participants achieving their step goal as compared with the control group (35% vs. 18%), highlighting the power of both social norms and individual accountability to influence physical activity. To better understand the impact of incentive framing on physical activity, Patel et al. conducted a subsequent study to test the efficacy of \"gain-framed,\" \"loss-framed,\" and lottery-based financial incentives  [16] . Only participants in the loss-framed arm achieved a significantly greater Requiring one to accept or decline receiving a vaccine increasing their rate of vaccination"
    },
    {
      "title": "Gamification",
      "text": "The application of game-like mechanics (points, competition, etc.) in non-game contexts to motivate individuals to achieve their goals Reinforcing blood pressure guidelines through a game-like intervention decreasing the length of time to achieve blood pressure control among one's patients Applying a point system to reward step counts increasing one's motivation to be active mean proportion of days meeting their step goal compared with the control group, revealing the importance of framing when delivering incentives to promote physical activity. In 2019, Chokshi et al. replicated the finding that loss-framed financial incentives are the most effective at increasing physical activity but in patients with ischemic heart disease  [17] , demonstrating the potential to apply similar interventions not only in a primary but in a secondary prevention context as well. Ultimately, these studies demonstrate that financial incentives alone are often insufficient to promote positive behavior change and reveal a central lesson from the field of behavioral economics: how incentives are delivered can matter far more than their objective magnitude.\n\nBeyond the realm of financial incentives, Patel et al. examined peer comparisons in a trial where participants received team-based step count feedback compared with either the 50th or 75th percentile, with or without financial incentives  [18] . They found that the intervention with peer comparison to the 50th percentile and financial incentives was most effective at increasing physical activity, again highlighting that design of the intervention was key to its ultimate impact. In terms of gamification, Patel et al. found that families who received a daily intervention that assigned points and levels based on step counts achieved step goals on a significantly higher proportion of days compared with the control group (53% vs. 32%) and had significantly higher mean step counts compared with their baseline (1661 vs. 636)  [19] . Later, gamification frameworks were varied in the STEP UP trial, which demonstrated that participants who received a competition-framed gamification intervention had a more sustained increase in step count than participants who received support-or collaboration-framed gamification interventions  [20• ]."
    },
    {
      "title": "Weight Loss",
      "text": "Behavioral economics techniques have also demonstrated efficacy in motivating patients to lose weight. In 2008, Volpp et al. demonstrated that providing either lotterybased or deposit-based financial incentives led to significantly greater amounts of weight loss among participants compared with a control group at 16 weeks  [8] . However, this effect was not significantly sustained at 28 weeks. John et al. conducted an extended version of the same intervention in 2011 and replicated the pattern that incentivized participants lost significantly more weight by 32 weeks but that this effect was not significantly sustained at 68 weeks  [21] . When paired with social norms, financial incentives fared better-in 2014, Kullgren et al. found that participants given group incentives for achieving weight loss goals lost significantly more weight than those given individual incentives at 24 weeks and, unlike the individual incentive group, maintained greater weight loss than the control group at 36 weeks  [22] . Other recent studies have demonstrated increased success at promoting sustained weight loss, including Finkelstein's 2017 study which demonstrated that participants who received cash-based or lottery-based incentives had\n\nIncrease in cardiovascular health-promoƟng behaviors Increase in guidelineconcordant cardiovascular care provision Physical acƟvity Weight loss Smoking cessaƟon MedicaƟon adherence Hypertension control Lipid level control Cardiac rehabilitaƟon referral MedicaƟon prescribing Behavioral economics technique PaƟent-facing Clinician-facing Peer comparison Financial incenƟves Loss aversion Present bias GamificaƟon Salience Status quo bias AcƟve choice Fig. 1 Patient-and clinician-facing opportunities to improve decision-making around cardiovascular health behaviors and outcomes, embedded with examples of behavioral economics techniques that can magnify the impact of health-promoting interventions more than twice the weight loss compared with control at 4 months (3.4 kg vs. 1.4 kg; P < 0.01); 8 months, when incentives ended (3.3 kg vs. 1.8 kg, P < 0.05); and 12 months (2.3 kg vs. 0.8 kg, P < 0.05) [23]. In the context of increased virtual care uptake with the COVID-19 pandemic, West et al. demonstrated that adding financial incentives to a fully online weight loss program increased participants' weight loss compared with the program alone (-6.4 kg vs. -4.7 kg; P < 0.01) and could achieve comparable weight loss to inperson programs, demonstrating the potential for similar interventions to reach patients without access to traditional in-person weight loss programming [24••]."
    },
    {
      "title": "Smoking Cessation",
      "text": "When applied to smoking cessation, Volpp et al. found financial incentives for cessation program completion ($100 if all sessions were attended) and smoking cession ($100 for biochemically confirmed abstinence) were associated with significantly higher rates of cessation course completion and abstinence from smoking than control groups after 75 days (25.8% vs. 12.1%, P = 0.02; and 16.%3 vs. 4.6%, P = 0.01; respectively). However, the effect on abstinence was not significantly sustained at 6 months compared with control (6.5% vs. 4.6%, P > 0.20)  [9] . Soon after, Volpp et al. demonstrated more sustained rates of smoking cessation through a longer intervention period with higher financial incentives, with incentive-receiving participants in a population of employees at General Electric remaining tobacco-free at higher rates than control at 15 or 18 months (9.4% vs. 3.6%, P < 0.001)  [25] . Halpern et al. later deployed a variation of this intervention where participants received financial incentives in the form of rewards or refundable deposits based either on an individual or group's ability to abstain from smoking  [26] . At 6 months, each incentive program led to a significantly higher rate of smoking cessation compared with usual care (9.4-16.0% vs. 6.0%, P < 0.05 for all comparisons), with reward-framed programs having sustained effects at 12 months. No significant difference was demonstrated between individual-vs. group-framed incentives, suggesting that pairing strangers in such interventions is not likely to be fruitful. A follow-up study demonstrated that financial incentives added to free cessation aids (nicotinereplacement therapy or pharmacotherapy, with e-cigarettes if these failed) resulted in higher rates of sustained smoking abstinence (P < 0.001 for redeemable deposits; P = 0.006 for rewards) than cessation aids or e-cigarettes alone, which did not provide a benefit [\n\n27 •]. More globally, a Cochrane review of incentives for smoking cessation found that the pooled relative risk for cessation with incentives at longest follow-up (6 months or more) compared with controls was 1.49 (95% CI 1.28-1.73; 31 RCTs, adjusted N = 20,097;\n\nI 2 = 33%), representing high-certainty evidence that incentives improve smoking cessation rates at long-term followup, even when the last follow-up occurs after the withdrawal of incentives  [28] ."
    },
    {
      "title": "Medication Adherence",
      "text": "Suboptimal adherence to cardiovascular medications presents another opportunity to leverage principles from behavioral economics, particularly given the recent ability to track medication behaviors remotely and more accurately through electronic pill bottles.\n\nIn 2008, Volpp et al. demonstrated that daily lottery-based financial incentives had potential to improve warfarin adherence with a 22.8% decrease in outof-range INR levels (35.0% to 12.2%) and a 19.7% decrease in proportion of incorrect pills taken (22% to 2.3%) among participants  [10] . However, a follow-up trial indicated that these effects were observed primarily among those with suboptimal adherence at baseline  [29] , and while lottery-based incentives were shown to reduce nonadherence from 23 to 12%, corresponding changes in blood levels of the anticoagulant were not found, indicating some possibility of gaming of medication adherence  [30] . More recently, there has been a trend towards the addition of relevant clinical outcomes to medication adherence as trial outcomes. Among survivors of acute myocardial infarction (AMI), the HeartStrong trial integrated lotteryframed financial incentives and social incentives to increase adherence to post-AMI indicated medications but found no significant differences in terms of adherence rates, medical costs, or clinically relevant outcomes (time to first rehospitalization for a vascular event or death, time to first all-cause rehospitalization, or total number of repeated hospitalizations)  [31] . Later, a 2020 pilot study examined the impact of loss-framed financial incentives on patients' adherence to aspirin following admission for acute coronary syndrome  [32] . At 90 days, the incentive-receiving patients had a nonsignificantly higher rate of aspirin adherence compared with the usual care group (90% vs. 81%, P = 0.18) and a nonsignificantly lower rate of rehospitalization (13% vs. 24%, P = 0.17). Finally, in 2020, Barankay et al. conducted a trial where participants were given lottery-framed financial incentives when adherent to statins [33 ••]. Each intervention group had a significantly higher rate of statin adherence compared to the control group at 6 months (0.84-0.87% vs. 0.69%, P < 0.001 for all comparisons), but mean reductions in LDL-C (low-density lipoprotein cholesterol) levels were nonsignificantly different between the intervention groups and control group at 12 months (32.4-36.5 mg/dL vs. 33.6 mg/dL, adjusted P > 0.99 for each comparison). The discrepancy in statistical significance between the intervention's impact on statin adherence and the more clinically meaningful metric of LDL-C levels highlights the continued need for similar studies to directly measure health outcomes in addition to the health behaviors which lead to such outcomes.\n\nA more recent branch of work has investigated the impact of financial incentives that eliminate out-of-pocket prescription costs on patient adherence to optimal, but often expensive, medical therapies. In 2011, the MI FREEE trial eliminated copayments for drugs prescribed to patients following admissions for myocardial infarctions but found that this did not significantly reduce rates of first major vascular events or revascularization  [34] . However, this enhanced prescription coverage did significantly reduce the rate of total major vascular events or revascularization (21.5 vs. 23.3; hazard ratio, 0.89; 95% CI, 0.90 to 0.99; P = 0.03), as well as patient costs for drugs and other services without increasing overall health costs (relative spending, 0.74; 95% CI, 0.68 to 0.80; P < 0.001). Similarly, in 2019, the ARTEMIS trial demonstrated that providing financial vouchers to offset medication co-payments for P2Y12 inhibitors among post-AMI patients resulted in a 2.3% adjusted increase in patient-reported adherence with P2Y12 inhibitors compared with control, but no significant reduction in 1-year major adverse cardiovascular event outcomes  [35] . These studies highlight the need to better understand financial barriers patients may face when initiating medical therapies as well as behavioral economics techniques to combat them."
    },
    {
      "title": "Hypertension Control",
      "text": "Often referred to as the \"silent killer\" given its symptomless initial course and subsequent likelihood to be perceived as low-risk by patients, hypertension represents an apt target for the incentive-aligning effects of behavioral economics. To date, however, the disease has not been well-studied within the behavioral economics literature. The CHORD trial provided financial incentives to eliminate out-of-pocket antihypertensive therapy costs for patients but found no significant difference in rates of blood pressure control at 12 months between incentivized patients and unincentivized patients (29.5% vs. 33.9; OR = 0.8; 95% CI = 0.5 to 1.3; P = 0.36)  [36] ; however, incentivized diabetic patients had a significantly larger drop in systolic blood pressure compared with control at 12 months (12.7 vs. 4.0 mmHg; P = 0.02), indicating this approach may be useful in some populations  [37] . Recently, Shapiro et al. conducted a trial comparing a financial incentive intervention for measuring home blood pressure, recording antihypertensive medication use, and achieving blood pressure goals to usual care for patients attending Federally Qualified Health Centers [38 •]. The intervention group had a significantly higher rate of systolic blood pressure target achievement compared with the control group at 6 months (57.1% vs. 40.2%; adjusted OR 2.53, 95% CI 1.13-5.70); however, 6 months after incentives were withdrawn, there was a nonsignificant difference between the intervention and control groups for systolic and diastolic blood pressure target achievement (35.5% vs. 33.8%; adjusted OR 1.03, 95% CI 0.44-2.42). Post hoc analysis demonstrated an intervention group benefit only when clinicians strengthened patients' antihypertensive regimensthus providing evidence for the need to engage clinicians in addition to patients in behavior-influencing interventions to optimize the appropriate intensification of therapy."
    },
    {
      "title": "Clinician-facing Applications"
    },
    {
      "title": "Lipid Level Control",
      "text": "Asch et al. explored the effect of financially incentivizing clinicians, patients, and a combination of both through a behavioral economics-informed intervention aimed at promoting patient lipid control  [39] . Clinicians in the clinicianfacing arm received up to $1024 per enrolled patient who met LDL-C goals, patients in the patient-facing arm received the same amount distributed through daily lotteries linked to lipid-lowering medication adherence, and patients in the combination arm shared these incentives with their clinicians. All arms received electronic pill bottles to monitor adherence and were compared with a control group where patients received electronic pill bottles alone with no incentives. Only patients in the combination arm achieved significantly lower LDL-C levels compared with patients in the control arm (33.6 mg/dL; 95% CI, 30.1-37.1 vs. 25.1 mg/ dL; 95% CI, 21.7-28.5), demonstrating that monitoring of adherence may be insufficient to improve it without the influence of behavioral economics and that engagement of both clinicians and patients may be the optimal approach to improving health outcomes."
    },
    {
      "title": "Cardiac Rehabilitation Referral",
      "text": "Though cardiac rehabilitation has been demonstrated to reduce rates of mortality and morbidity in patients with ischemic heart disease  [40] , it is widely underutilized primarily due to suboptimal clinician referral rates  [41] . Adusumalli et al. leveraged the status quo bias by creating an opt-out, EHR-based, workflow-embedded cardiac rehabilitation referral pathway for eligible patients [42 ••]. Switching this \"path of least resistance\" by creating a new default referral pathway led to a 47% increase in cardiac rehabilitation referral rates between control hospitals that maintained the opt-in pathway and an intervention hospital that adopted the opt-out pathway throughout the two-year post-intervention period (95% CI, 39.2-55.1%; P < 0.001)."
    },
    {
      "title": "Medication Prescribing",
      "text": "Finally, despite the well-documented ability of statin therapy to reduce the risk of adverse cardiovascular events and mortality by as much as 30% for appropriate patients  [43] , clinicians do not prescribe them in upwards of 50% of patients who may benefit  [5] . In 2018, Patel et al. conducted a study where clinicians were directed to an online dashboard containing their statin-eligible patients not yet on the medication, framed either by an active choice intervention, or an active choice intervention with peer comparison messaging  [44] . Clinicians in the combination active choice with peer comparison arm had a significantly higher adjusted rate of statin prescribing compared with clinicians in the control arm (5.8%; 95% CI, 0.9-13.5; P = 0.008), but clinicians in the active choice arm did not (4.1%; 95% CI, -0.8-13.1; P = 0.11). Despite this intervention's efficacy, it was limited by its separation from typical clinician workflows as clinicians had to navigate away from the EHR to access the dashboard. More recently, Adusumalli et al. deployed a statin prescription-promoting intervention directly into the EHR at the time of clinician order entry [45 ••], representing a solution to this limitation. In this trial, cardiologists were grouped into either a passive choice intervention (where they had to manually access an alert allowing them to order a statin) or an active choice intervention (where an interruptive alert prompted them to accept or decline a statin order for the patient). There was a nonsignificant difference in adjusted statin prescription rates for all included patients between clinicians in the control group and active choice intervention group (0.2% difference; 95% CI, -2.9-2.8; P = 0.86) or passive choice intervention group (2.4% difference; 95% CI, -0.6-5.0; P = 0.08), but for patients with clinical atherosclerotic cardiovascular disease, there was a statistically significant difference in adjusted statin prescription rates between clinicians in the active choice intervention group and control group (3.8% difference; 95% CI, 1.0-6.4; P = 0.008).\n\nIn summary, although prior behavioral economicsinformed interventions have shown significant potential to better align clinician decision-making with guidelines, more work is needed to achieve clinically important improvements in clinician behavior. This represents an opportunity to look forward to ways in which insights from non-healthcare industries could improve the deployment of behavioral economics both in the clinic and through virtual care and to ways in which behavioral economics and artificial intelligence are uniquely suited to be paired to augment the emerging power of both."
    },
    {
      "title": "Looking Forward: Frontiers in the Use of Behavioral Economics to Improve Cardiovascular Health Behaviors and Outcomes"
    },
    {
      "title": "Lessons from Non-healthcare Industries",
      "text": "In 2013, Netflix created a new way of watching television. Rather than releasing shows individually on a weekly basis as was standard at the time, the company decided to release entire seasons of television at once, enabling viewers to stream them from start to finish in one sitting. Paired with the platform's \"autoplay\" feature, which automatically plays ensuing episodes when viewers complete an episode, as well as new trailers when viewers complete a series, research from Netflix has shown that \"binge-watching\" is widespread, with 61% of viewers reporting regular bingeing  [46] . Though it may appear that Netflix enabled greater audience choice in leaving the decision of content consumption timing to the viewer, this move could more accurately be construed as an intentional effort to leverage the status quo bias through a multi-tiered opt-out default to nudge viewers to watch television for a longer period of time. Although health systems are increasingly employing opt-out systems to nudge patients and clinicians alike towards better decision-making [42••, 47-49], Netflix's success with full-season releases and autoplay begs the question: How might health systems architect choice in a similarly layered and effective manner?\n\nFor patients, this could function via automatic enrollment in remote monitoring programs at the time of diagnosis for a given cardiovascular condition, when they are most likely to be engaged with their clinician and motivated to take action to improve their health. As the COVID-19 pandemic has enabled a proliferation in platforms capable of capturing patient data outside of the clinical setting, there are increasingly more opportunities to connect with patients in the thousands of hours they spend beyond the direct reach of their clinicians-and therefore, more opportunities to present Netflix-style opt-out opportunities for engagement. Similarly, for clinicians, this could look like increasingly sophisticated opt-out decision support embedded into a clinician's pre-established EHR workflow. Approaches like this have doubled to tripled enrollment rates in health programs ranging from diabetes management for patients with poorly controlled diabetes to enrollment in a program to improve post-AMI medication adherence  [50, 51] . Especially as our repository of evidence-based guidelines continues to grow, making it more difficult for clinicians to remember each indicated therapy for a given patient, there is room for health systems to more actively engage clinicians at the moment of clinical decision-making for cardiovascular disease management, as Adusumalli et al. did with statin prescribing  [45••] .\n\nA separate example: in the energy sector, multiple groups have demonstrated that residential energy use can be lowered through normative messaging. Schultz et al. found that sending household details of their energy use compared with that of surrounding households produced energy savings for high-usage homes, but an undesirable \"boomerang\" effect for low-usage homes, which increased their energy usage after learning they were underusing in their neighborhood  [52] . However, when paired with messages conveying social approval for low energy use or disapproval for high energy use, the boomerang effect was eliminated, revealing the power of social norms to promote desirable behavior. Tiefenbeck et al. adopted a similar approach and found that messaging led to an estimated savings of 1.2 kilowatts per day per household  [53] . These approaches were enabled by the digitalization of energy expenditure information that was previously unavailable, allowing for real-time feedback that enabled consumers to act more in line with their true preferences. Similarly, in healthcare, the increasing digitalization of nearly every piece of actionable data, and digital transformation of care delivery itself, enables a future where individuals can become self-aware of undesirable behavior through data-driven insights, and where health systems can leverage the nudging power of such insights through socially normative messaging."
    },
    {
      "title": "Potential to Synergistically Pair with Artificial Intelligence",
      "text": "Broadly defined, artificial intelligence (AI) encompasses algorithms that mimic human intelligence through their ability to iteratively look for hidden insights within data without explicitly being programmed to do so  [54] . Though it was initially coined in 1956 by computer scientist John McCarthy, AI subsequently went through what is referred to as the \"AI winter\" due to pessimism about the field's potential. In recent years, however, AI has reemerged in the medical community as successful use cases have started embedding themselves into every stage of the medical discovery to care delivery pipeline both generally  [55]  and within cardiology  [56] . Currently, the most common applications of AI in healthcare include risk prediction algorithms, image interpretation, and complex disease phenotyping. What remains to be fully developed is the integration of AI into clinical workflows to intelligently augment clinician decision-making, which represents an opportunity for the field of behavioral economics.\n\nA behavioral economist attempts to understand an individual's behavior by examining it through the lens of individual and contextual factors that may have an undue influence on their decision-making. Although these factors are often predictable, as outlined in Table  1 , it becomes difficult to ascribe human behavior to given factors at scale. For example, although Patel et al. was able to separate the effect of peer comparison and financial incentives on step count in their 2016 trial  [18] , one can imagine how difficult it would be to assign this degree of causality to every possible influence on health behaviors as would be ideal in delivering optimally effective behavioral interventions at the right time to the right patient. AI, particularly in the form of unsupervised machine learning, could approach this challenge by utilizing large datasets to define behavioral phenotypes. Interventions could then be designed to target different behavioral phenotypes based on which behavioral economics principles would be most effective for each phenotype. In this sense, AI could be applied to understand the behaviors of patients and clinicians alike as a prosthetic to the power of behavioral economics.\n\nThe Integration of Behavioral Economics with AI to Improve Decision-Making in Cardiovascular Health Could Take Several Shapes.\n\nFirst, AI can be used to behaviorally phenotype clinicians or patients by the influences they are most sensitive to in an effort to inform the design of personalized behavior change interventions. For example, Davoudi et al. analyzed hypertensive patients' interactions with an automated texting platform designed to lower blood pressure using a form of unsupervised machine learning known as k-means clustering to identify six interaction phenotypes among patients, including \"perfect\" users, who immediately and consistently submitted texts with no errors; \"enthusiasts\", who submitted unprompted messages with high character counts; and \"minimalists\", who engaged only when prompted  [57• ]. Of all phenotypes, only the \"minimalist\" achieved blood pressure goals. Similarly, Chen et al. grouped participants of the STEP UP trial into three behavioral phenotypes based on personality factors and activity level and found that each phenotype had a different response to the intervention [58•]. A similar approach could be taken to personalize behavioral interventions for other cardiovascular care contexts.\n\nSecond, AI could be leveraged to predict the optimal timing and context of a behavioral intervention. A common theme in the behavioral economics literature is that minor details can significantly influence an intervention's efficacy, so AI-driven insights on which details matter most could have an outsized impact on the efficacy of a given intervention. For example, a supervised machine learningbased approach could build off Oakes et al. recent study which highlighted that statins are significantly less likely to be prescribed at both cardiology and primary care appointments as clinic days progress  [59•, 60•] , indicating that a nudge to increase appropriate statin prescribing could target clinicians more precisely at the end of a clinic day, when the nudge might be most needed as patient and clinician decision fatigue sets in.\n\nThird, clinician-facing nudges can contain machine learning-derived insights to improve clinical decision-making. In 2020, Manz et al. demonstrated that using peer comparison and opt-out messages containing machine learning-derived mortality predictions for oncologists' patients led to a significantly higher adjusted rate of serious illness conversations between oncologists and their patients compared to a control group (4.6% vs. 1.3%; 95% CI, 2.3-4.5; P < 0.001)  [61] . This reveals the power of combining insights from AI, which clinicians may not be privy or respond to otherwise, with behavioral interventions delivered to clinicians when they're most likely to use such insights to promote optimal care delivery.\n\nFinally, as the COVID-19 pandemic has catalyzed the rapid uptake of digital care solutions, the analog choice environments of brick-and-mortar clinics have increasingly transitioned to digital choice environments, like EHRs, virtual clinics, or remote monitoring platforms. With this shift comes an increasing opportunity for health systems to design care delivery around newly-digitalized data and levers to influence the behavior of patients and clinicians alike. For example, step count data from patient-facing wearable devices could provide a more accurate means of assessing frailty than traditional qualitative data, better informing resource allocation to prevent falls in older individuals. Clinicians' EHR use patterns could be used to tailor clinical decision support to their unique decision-making style. Digital communication platforms could enable health systems to automatically \"nudge\" patients to ask their clinician about indicated therapies prior to visits. Though these solutions have a wide range of scope, one theme is common to all: they could all be paired with AI to personalize and magnify their impact.\n\nAs decisions in healthcare become more digitalized and data-driven, AI may ultimately reduce the impact of human susceptibility to biases and decision errors. Until then, thoughtfully deployed nudges may facilitate catalyzing positive behavioral change to improve cardiovascular health behaviors and outcomes."
    },
    {
      "title": "Conclusions",
      "text": "In summary, principles from behavioral economics have been leveraged to enhance the impact of numerous patientand clinician-facing interventions to improve cardiovascular health behaviors and outcomes, both in the clinic and through virtual care mechanisms. Future interventions using behavioral economics could amplify their impact by incorporating lessons from non-healthcare industries, as well as the power of AI to tailor interventions towards the right individuals, in the right context, and with the right information."
    },
    {
      "text": "Behavioral influences which can lead to irrational decision-making according to behavioral economics"
    }
  ],
  "references": [
    {
      "title": "American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics-2020 update: a report from the American Heart Association",
      "authors": [
        "S Virani",
        "A Alonso",
        "E Benjamin"
      ],
      "year": 2020,
      "doi": "10.1161/cir.0000000000000746"
    },
    {
      "title": "Asymmetric paternalism to improve health behaviors",
      "authors": [
        "G Loewenstein",
        "T Brennan",
        "K Volpp"
      ],
      "year": 2007
    },
    {
      "title": "Underutilization of cardiac rehabilitation for type 2 myocardial infarction",
      "authors": [
        "C Mccarthy",
        "S Murphy",
        "J Cohen"
      ],
      "year": 2019,
      "doi": "10.1016/j.jacc.2019.01.032"
    },
    {
      "title": "Medical therapy for heart failure with reduced ejection fraction",
      "authors": [
        "S Greene",
        "J Butler",
        "N Albert",
        "A Devore",
        "P Sharma",
        "C Duffy"
      ],
      "year": 2018,
      "doi": "10.1016/j.jacc.2018.04.070"
    },
    {
      "title": "National trends in statin use and expenditures in the US adult population from 2002 to 2013: insights from the medical expenditure panel survey",
      "authors": [
        "J Salami",
        "H Warraich",
        "J Valero-Elizondo"
      ],
      "year": 2017,
      "doi": "10.1001/jamacardio.2016.4700"
    },
    {
      "title": "Prospect Theory: An Analysis of Decision under Risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Toward a positive theory of consumer choice",
      "authors": [
        "R Thaler"
      ],
      "year": 1980
    },
    {
      "title": "Financial incentive-based approaches for weight loss: a randomized trial",
      "authors": [
        "K Volpp",
        "L John",
        "A Troxel",
        "L Norton",
        "J Fassbender",
        "G Loewenstein"
      ],
      "year": 2008,
      "doi": "10.1001/jama.2008.804"
    },
    {
      "title": "A randomized controlled trial of financial incentives for smoking cessation",
      "authors": [
        "K Volpp",
        "A Levy",
        "D Asch",
        "J Berlin",
        "J Murphy",
        "A Gomez",
        "H Sox",
        "J Zhu",
        "C Lerman"
      ],
      "year": 2006,
      "doi": "10.1158/1055-9965.epi-05-0314"
    },
    {
      "title": "A test of financial incentives to improve warfarin adherence",
      "authors": [
        "K Volpp",
        "G Loewenstein",
        "A Troxel",
        "J Doshi",
        "M Price",
        "M Laskin",
        "S Kimmel"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-272"
    },
    {
      "title": "Incentives to Exercise",
      "authors": [
        "G Charness",
        "U Gneezy"
      ],
      "year": 2009,
      "doi": "10.3982/ecta7416"
    },
    {
      "title": "Naiveté, Projection Bias, and Habit Formation in Gym Attendance",
      "authors": [
        "D Acland",
        "M Levy"
      ],
      "year": 2015
    },
    {
      "title": "Effectiveness of activity trackers with and without incentives to increase physical activity (TRIPPA): a randomised controlled trial",
      "authors": [
        "E Finkelstein",
        "B Haaland",
        "M Bilger",
        "A Sahasranaman",
        "R Sloan",
        "Eek Nang",
        "K Evenson"
      ],
      "year": 2016,
      "doi": "10.1016/s2213-8587(16)30284-4"
    },
    {
      "title": "Adaptive goal setting and financial incentives: a 2 × 2 factorial randomized controlled trial to increase adults' physical activity",
      "authors": [
        "M Adams",
        "J Hurley",
        "M Todd",
        "N Bhuiyan",
        "C Jarrett",
        "W Tucker",
        "K Hollingshead",
        "S Angadi"
      ],
      "year": 2017
    },
    {
      "title": "Individual versus team-based financial incentives to increase physical activity: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin",
        "D Small",
        "S Bellamy",
        "K Eberbach",
        "K Walters",
        "N Haff",
        "S Lee",
        "L Wesby",
        "K Hoffer"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3627-0"
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin",
        "D Small",
        "S Bellamy",
        "J Heuer",
        "S Sproat",
        "C Hyson",
        "N Haff",
        "S Lee",
        "L Wesby"
      ],
      "year": 2016
    },
    {
      "title": "Lossframed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD randomized trial",
      "authors": [
        "N Chokshi",
        "S Adusumalli",
        "D Small",
        "A Morris",
        "J Feingold",
        "Y Ha",
        "M Lynch",
        "C Rareshide",
        "V Hilbert",
        "M Patel"
      ],
      "year": 2018
    },
    {
      "title": "A randomized trial of social comparison feedback and financial incentives to increase physical activity",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin",
        "S Bellamy",
        "D Small",
        "M Fletcher",
        "R Osman-Koss",
        "J Brady",
        "N Haff",
        "S Lee",
        "L Wesby"
      ],
      "year": 2016
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp",
        "C Fox",
        "D Small",
        "J Massaro",
        "J Lee",
        "V Hilbert",
        "M Valentino",
        "D Taylor",
        "E Manders"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Effectiveness of behaviorally designed gamification interventions with social incentives for increasing physical activity among overweight and obese adults across the United States: the STEP UP randomized clinical trial",
      "authors": [
        "M Patel",
        "D Small",
        "J Harrison",
        "M Fortunato",
        "A Oon",
        "C Rareshide",
        "G Reh",
        "G Szwartz",
        "J Guszcza",
        "D Steier",
        "P Kalra"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.3505"
    },
    {
      "title": "Financial incentives for extended weight loss: a randomized, controlled trial",
      "authors": [
        "L John",
        "G Loewenstein",
        "A Troxel",
        "L Norton",
        "J Fassbender",
        "K Volpp"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-010-1628-y"
    },
    {
      "title": "Individual-versus groupbased financial incentives for weight loss: a randomized, controlled trial",
      "authors": [
        "J Kullgren",
        "A Troxel",
        "G Loewenstein",
        "D Asch",
        "L Norton",
        "L Wesby",
        "Y Tao",
        "J Zhu",
        "K Volpp"
      ],
      "year": 2013,
      "doi": "10.7326/0003-4819-158-7-201304020-00002"
    },
    {
      "title": "Applying economic incentives to increase effectiveness of an outpatient weight loss program (TRIO) -A randomized controlled trial",
      "authors": [
        "E Finkelstein",
        "K Tham",
        "B Haaland",
        "A Sahasranaman"
      ],
      "year": 2017,
      "doi": "10.1016/j.socscimed.2017.05.030"
    },
    {
      "title": "Adding Financial Incentives to Online Group-Based Behavioral Weight Control: An RCT",
      "authors": [
        "D West",
        "R Krukowski",
        "E Finkelstein",
        "M Stansbury",
        "D Ogden",
        "C Monroe",
        "C Carpenter",
        "S Naud",
        "J Harvey"
      ],
      "year": 2020,
      "doi": "10.1016/j.amepre.2020.03.015"
    },
    {
      "title": "A randomized, controlled trial of financial incentives for smoking cessation",
      "authors": [
        "K Volpp",
        "A Troxel",
        "M Pauly",
        "H Glick",
        "A Puig",
        "D Asch",
        "R Galvin",
        "J Zhu",
        "F Wan",
        "J Deguzman",
        "E Corbett"
      ],
      "year": 2009
    },
    {
      "title": "Randomized trial of four financial-incentive programs for smoking cessation",
      "authors": [
        "S Halpern",
        "B French",
        "D Small",
        "K Saulsgiver",
        "M Harhay",
        "J Audrain-Mcgovern",
        "G Loewenstein",
        "T Brennan",
        "D Asch",
        "K Volpp"
      ],
      "year": 2015
    },
    {
      "title": "A Pragmatic Trial of E-Cigarettes, Incentives, and Drugs for Smoking Cessation",
      "authors": [
        "S Halpern",
        "M Harhay",
        "K Saulsgiver",
        "C Brophy",
        "A Troxel",
        "K Volpp"
      ],
      "year": 2018,
      "doi": "10.1056/nejmsa1715757"
    },
    {
      "title": "Incentives for smoking cessation",
      "authors": [
        "C Notley",
        "S Gentry",
        "J Livingstone-Banks",
        "L Bauld",
        "R Perera",
        "J Hartmann-Boyce"
      ],
      "year": 2019
    },
    {
      "title": "Randomized trial of lottery-based incentives to improve warfarin adherence",
      "authors": [
        "S Kimmel",
        "A Troxel",
        "G Loewenstein",
        "C Brensinger",
        "J Jaskowiak",
        "J Doshi",
        "M Laskin",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "A randomized trial of lottery-based incentives and reminders to improve warfarin adherence: the Warfarin Incentives (WIN2) Trial",
      "authors": [
        "S Kimmel",
        "A Troxel",
        "B French",
        "G Loewenstein",
        "J Doshi",
        "T Hecht",
        "M Laskin",
        "C Brensinger",
        "C Meussner",
        "K Volpp"
      ],
      "year": 2016
    },
    {
      "title": "Effect of electronic reminders, financial incentives, and social support on outcomes after myocardial infarction: the HeartStrong randomized clinical trial",
      "authors": [
        "K Volpp",
        "A Troxel",
        "S Mehta",
        "L Norton",
        "J Zhu",
        "R Lim",
        "Wang Marcus",
        "N Terwiesch",
        "C Caldarella",
        "K Levin"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.2449"
    },
    {
      "title": "A behavioral economics-based telehealth intervention to improve aspirin adherence following hospitalization for acute coronary syndrome",
      "authors": [
        "B Riegel",
        "A Stephens-Shields",
        "A Jaskowiak-Barr",
        "M Daus",
        "S Kimmel"
      ],
      "year": 2020,
      "doi": "10.1002/pds.4988"
    },
    {
      "title": "Effect of Patient Financial Incentives on Statin Adherence and Lipid Control: A Randomized Clinical Trial",
      "authors": [
        "I Barankay",
        "P Reese",
        "M Putt",
        "L Russell",
        "G Loewenstein",
        "D Pagnotti",
        "J Yan",
        "J Zhu",
        "R Mcgilloway",
        "T Brennan",
        "D Finnerty"
      ],
      "year": 2020
    },
    {
      "title": "Post-Myocardial Infarction Free Rx Event and Economic Evaluation (MI FREEE) Trial. Full coverage for preventive medications after myocardial infarction",
      "authors": [
        "N Choudhry",
        "J Avorn",
        "R Glynn",
        "E Antman",
        "S Schneeweiss",
        "M Toscano",
        "L Reisman",
        "J Fernandes",
        "C Spettell",
        "J Lee",
        "R Levin",
        "T Brennan",
        "W Shrank"
      ],
      "year": 2011
    },
    {
      "title": "Effect of Medication Co-payment Vouchers on P2Y12 Inhibitor Use and Major Adverse Cardiovascular Events Among Patients With Myocardial Infarction: The ARTEMIS Randomized Clinical Trial",
      "authors": [
        "T Wang",
        "L Kaltenbach",
        "C Cannon",
        "G Fonarow",
        "N Choudhry",
        "T Henry",
        "D Cohen",
        "D Bhandary",
        "N Khan",
        "K Anstrom",
        "E Peterson"
      ],
      "year": 2019
    },
    {
      "title": "A randomized controlled trial of co-payment elimination: the CHORD trial",
      "authors": [
        "K Volpp",
        "A Troxel",
        "J Long",
        "S Ibrahim",
        "D Appleby",
        "J Smith",
        "J Jaskowiak",
        "M Helweg-Larsen",
        "J Doshi",
        "S Kimmel"
      ],
      "year": 2015
    },
    {
      "title": "A randomized controlled trial of negative co-payments: the CHORD trial",
      "authors": [
        "K Volpp",
        "A Troxel",
        "J Long",
        "S Ibrahim",
        "D Appleby",
        "J Smith",
        "J Jaskowiak",
        "M Helweg-Larsen",
        "J Doshi",
        "S Kimmel"
      ],
      "year": 2015
    },
    {
      "title": "Impact of a Patient-Centered Behavioral Economics Intervention on Hypertension Control in a Highly Disadvantaged Population: a Randomized Trial",
      "authors": [
        "M Shapiro",
        "S Shu",
        "N Goldstein",
        "R Victor",
        "C Fox",
        "C Tseng",
        "S Vangala",
        "B Mogler",
        "S Reed",
        "E Villa",
        "J Escarce"
      ],
      "year": 2020
    },
    {
      "title": "Effect of financial incentives to physicians, patients, or both on lipid levels: a randomized clinical trial",
      "authors": [
        "D Asch",
        "A Troxel",
        "W Stewart",
        "T Sequist",
        "J Jones",
        "A Hirsch",
        "K Hoffer",
        "J Zhu",
        "W Wang",
        "A Hodlofski",
        "A Frasch",
        "M Weiner",
        "D Finnerty",
        "M Rosenthal",
        "K Gangemi",
        "K Volpp"
      ],
      "year": 2015
    },
    {
      "title": "AACVPR/ACCF/AHA 2010 update: performance measures on cardiac rehabilitation for referral to cardiac rehabilitation/ secondary prevention services: a report of the American Association of Cardiovascular and Pulmonary Rehabilitation and the American College of Cardiology Foundation/American Heart Association Task Force on Performance Measures (Writing Committee to Develop Clinical Performance Measures for Cardiac Rehabilitation)",
      "authors": [
        "R Thomas",
        "M King"
      ],
      "year": 2010
    },
    {
      "title": "Gaps in referral to cardiac rehabilitation of patients undergoing percutaneous coronary intervention in the United States",
      "authors": [
        "K Aragam",
        "D Dai",
        "M Neely"
      ],
      "year": 2015
    },
    {
      "title": "Referral Rates for Cardiac Rehabilitation Among Eligible Inpatients After Implementation of a Default Opt-Out Decision Pathway in the Electronic Medical Record",
      "authors": [
        "S Adusumalli",
        "E Jolly",
        "N Chokshi",
        "Y Gitelman",
        "C Rareshide",
        "D Kolansky",
        "M Patel"
      ],
      "year": 2021
    },
    {
      "title": "Interpretation of the evidence for the efficacy and safety of statin therapy",
      "authors": [
        "R Collins",
        "C Reith",
        "J Emberson"
      ],
      "year": 2016
    },
    {
      "title": "Effect of an automated patient dashboard using active choice and peer comparison performance feedback to physicians on statin prescribing: the PRESCRIBE cluster randomized clinical trial",
      "authors": [
        "M Patel",
        "G Kurtzman",
        "S Kannan",
        "D Small",
        "A Morris",
        "S Honeywell",
        "D Leri",
        "C Rareshide",
        "S Day",
        "K Mahoney",
        "K Volpp"
      ],
      "year": 2018
    },
    {
      "title": "Effect of passive choice and active choice interventions in the electronic health record to cardiologists on statin prescribing: a cluster randomized clinical trial",
      "authors": [
        "S Adusumalli",
        "J Westover",
        "D Jacoby",
        "D Small",
        "C Vanzandbergen",
        "J Chen",
        "A Cavella",
        "R Pepe",
        "C Rareshide",
        "C Snider",
        "K Volpp"
      ],
      "year": 2021,
      "doi": "10.1001/jamacardio.2020.4730"
    },
    {
      "title": "passive and active choice interventions were ineffective at increasing cardiologists' rate of appropriate statin prescribing overall, but that the active choice intervention was effective for patients with clinical ASCVD diagnosis",
      "doi": "10.1001/jamacardio.2020.4730"
    },
    {
      "title": "Netflix declares binge watching is the new normal",
      "year": 2013
    },
    {
      "title": "Opting in vs opting out of influenza vaccination",
      "authors": [
        "G Chapman",
        "M Li",
        "H Colby",
        "H Yoon"
      ],
      "year": 2010
    },
    {
      "title": "Generic medication prescription rates after health system-wide redesign of default options within the electronic health record",
      "authors": [
        "M Patel",
        "S Day",
        "S Halpern",
        "C Hanson",
        "J Martinez",
        "S Honeywell",
        "K Volpp"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2016.1691"
    },
    {
      "title": "Default options in advance directives influence how patients set goals for end-of-life care",
      "authors": [
        "S Halpern",
        "G Loewenstein",
        "K Volpp",
        "E Cooney",
        "K Vranas",
        "C Quill",
        "M Mckenzie",
        "M Harhay",
        "N Gabler",
        "T Silva",
        "R Arnold"
      ],
      "year": 2013
    },
    {
      "title": "A Randomized Controlled Trial of Opt-In Versus Opt-Out Enrollment Into a Diabetes Behavioral Intervention",
      "authors": [
        "J Aysola",
        "E Tahirovic",
        "A Troxel",
        "D Asch",
        "K Gangemi",
        "A Hodlofski",
        "J Zhu",
        "K Volpp"
      ],
      "year": 2018,
      "doi": "10.1177/0890117116671673"
    },
    {
      "title": "Participation Rates With Opt-out Enrollment in a Remote Monitoring Intervention for Patients With Myocardial Infarction",
      "authors": [
        "S Mehta",
        "A Troxel",
        "N Marcus",
        "C Jameson",
        "D Taylor",
        "D Asch",
        "K Volpp"
      ],
      "year": 2016,
      "doi": "10.1001/jamacardio.2016.2374"
    },
    {
      "title": "The constructive, destructive, and reconstructive power of social norms",
      "authors": [
        "P Schultz",
        "J Nolan",
        "R Cialdini",
        "N Goldstein",
        "V Griskevicius"
      ],
      "year": 2007,
      "doi": "10.1111/j.1467-9280.2007.01917.x"
    },
    {
      "title": "Overcoming salience bias: How real-time feedback fosters resource conservation",
      "authors": [
        "V Tiefenbeck",
        "L Goette",
        "K Degen",
        "V Tasic",
        "E Fleisch",
        "R Lalive",
        "T Staake"
      ],
      "year": 2018
    },
    {
      "title": "Machine learning in cardiovascular medicine: are we there yet?",
      "authors": [
        "K Shameer",
        "K Johnson",
        "B Glicksberg",
        "J Dudley",
        "P Sengupta"
      ],
      "year": 2018
    },
    {
      "title": "Artificial intelligence in healthcare",
      "authors": [
        "K Yu",
        "A Beam",
        "I Kohane"
      ],
      "year": 2018
    },
    {
      "title": "Artificial intelligence in cardiology",
      "authors": [
        "K Johnson",
        "Torres Soto",
        "J Glicksberg",
        "B Shameer",
        "K Miotto",
        "R Ali",
        "M Ashley",
        "E Dudley"
      ],
      "year": 2018,
      "doi": "10.1016/j.jacc.2018.03.521"
    },
    {
      "title": "Patient Interaction Phenotypes With an Automated Remote Hypertension Monitoring Program and Their Association With Blood Pressure Control: Observational Study",
      "authors": [
        "A Davoudi",
        "N Lee",
        "C Chivers",
        "T Delaney",
        "E Asch",
        "C Reitz",
        "S Mehta",
        "K Chaiyachati",
        "D Mowery"
      ],
      "year": 2020
    },
    {
      "title": "Association between behavioral phenotypes and response to a physical activity intervention using gamification and social incentives: Secondary analysis of the STEP UP randomized clinical trial",
      "authors": [
        "X Chen",
        "S Changolkar",
        "A Navathe",
        "K Linn",
        "G Reh",
        "G Szwartz",
        "D Steier",
        "S Godby",
        "M Balachandran",
        "J Harrison",
        "C Rareshide"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pone.0239288"
    },
    {
      "title": "Variation in cardiologist statin prescribing by clinic appointment time",
      "authors": [
        "A Oakes",
        "S Adusumalli",
        "C Snider",
        "Cal Rareshide",
        "M Patel"
      ],
      "year": 2021,
      "doi": "10.1016/j.jacc.2020.11.057"
    },
    {
      "title": "Assessment of Primary Care Appointment Times and Appropriate Prescribing of Statins for At-Risk Patients",
      "authors": [
        "A Hare",
        "S Adusumalli",
        "S Park",
        "M Patel"
      ],
      "year": 2021
    },
    {
      "title": "Effect of Integrating Machine Learning Mortality Estimates With Behavioral Nudges to Clinicians on Serious Illness Conversations Among Patients With Cancer: A Stepped-Wedge Cluster Randomized Clinical Trial",
      "authors": [
        "C Manz",
        "R Parikh",
        "D Small",
        "C Evans",
        "C Chivers",
        "S Regli",
        "C Hanson",
        "J Bekelman",
        "C Rareshide",
        "O' Connor",
        "N Schuchter"
      ],
      "year": 2020,
      "doi": "10.1001/jamaoncol.2020.4759"
    }
  ],
  "num_references": 62
}
