{
  "paper_id": "ZCZLCAV4",
  "title": "The internet of things in healthcare: An overview",
  "abstract": "Extensive research has been dedicated to the exploration of various technologies such as information technologies (IT) in complementing and strengthening existing healthcare services. In particular, the Internet of Things (IoT) has been widely applied to interconnect available medical resources and provide reliable, effective and smart healthcare service to the elderly and patients with a chronic illness. The aim of this paper is to summarize the applications of IoT in the healthcare industry and identify the intelligentization trend and directions of future research in this field. Based on a comprehensive literature review and the discussion of the achievements of the researchers, the advancement of IoT in healthcare systems have been examined from the perspectives of enabling technologies and methodologies, IoT-based smart devices and systems, and diverse applications of IoT in the healthcare industries. Finally, the challenges and prospects of the development of IoT based healthcare systems are discussed in detail.",
  "year": 2016,
  "date": "2016-03-04",
  "journal": "J. Med. Internet Res",
  "publication": "J. Med. Internet Res",
  "authors": [
    {
      "forename": "Yuehong",
      "surname": "Yin",
      "name": "Yuehong Yin",
      "affiliation": "Robotics Institute , Shanghai Jiao Tong University , Shanghai , China \n\t\t\t\t\t\t\t\t Robotics Institute \n\t\t\t\t\t\t\t\t Shanghai Jiao Tong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Shanghai \n\t\t\t\t\t\t\t\t\t China",
      "email": "yhyin@sjtu.edu.cn"
    },
    {
      "forename": "Yan",
      "surname": "Zeng",
      "name": "Yan Zeng",
      "affiliation": "Robotics Institute , Shanghai Jiao Tong University , Shanghai , China \n\t\t\t\t\t\t\t\t Robotics Institute \n\t\t\t\t\t\t\t\t Shanghai Jiao Tong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Shanghai \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xing",
      "surname": "Chen",
      "name": "Xing Chen",
      "affiliation": "Robotics Institute , Shanghai Jiao Tong University , Shanghai , China \n\t\t\t\t\t\t\t\t Robotics Institute \n\t\t\t\t\t\t\t\t Shanghai Jiao Tong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Shanghai \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yuanjie",
      "surname": "Fan",
      "name": "Yuanjie Fan",
      "affiliation": "Robotics Institute , Shanghai Jiao Tong University , Shanghai , China \n\t\t\t\t\t\t\t\t Robotics Institute \n\t\t\t\t\t\t\t\t Shanghai Jiao Tong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Shanghai \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.1016/j.jii.2016.03.004",
  "sections": [
    {
      "title": "Introduction",
      "text": "The growing rate of the aging population has brought about many challenges in healthcare service. For example, the service of after stroke rehabilitation for the elderly is an emerging challenge, which requires a long-time commitment of medical and human resources  [1]  . Medical rehabilitation is a relatively new subject, which was introduced in the middle of the 20th century, and has been treated as a new branch of therapy aiming at alleviating or curing physical or mental dysfunctions by remedying or re-constructing disabilities. It has been recognized as an effective means in improving physical functions of many types of patients. However, the promotion of medical rehabilitation to a wider scope of applications faces a few obstacles. Firstly, the majority of rehabilitation treatment needs long-term and intensive therapy. Secondly, additional assistive facilities are required to provide patients with easy access to rehabilitation service. Thirdly, the availability of rehabilitation resources is becoming relatively scarcer due to the faster increasing pool of the aging population in current society.\n\nOne promising method to alleviate the aforementioned problems is to adopt the Internet of Things (IoT) technologies and intelligentize the medical service systems. In recent years, applying Internet-based technologies for rehabilitation services has become popular after introducing some new concepts, such as Smarter Planet and Smart City  [2]  . The concept of \"Smarter Planet\" was proposed by the International Business Machines Corp. (IBM) in 2008. It was initially introduced to deal with the needs of real-time sensing, effective information exchange, the reduction of energy consumption, and the increase of productivity and efficiency of the company  [3]  . Following the idea of 'Smarter Planet', a similar concept of 'Smart City' was introduced and has attracted considerable attention. For example, many cities in China have regarded building an IoT-based smarter city as their long-term strategic plans  [4]  . IoT allows a pervasive connectivity, i.e., public facilities and resources in cities are seamlessly networked. In this way, pervasive interactions exist among things, humans, or both. In IoT, radio frequency identification tags (RFID), sensors, and personal digital assistants (PDAs) are made ubiquitous in order to acquire real-time data and support decision-making activities. With the smart perception within an IoT, smart cities are capable of improving the performance of public services and business infrastructure in the ways that real-time data can be collected and analyzed promptly, abrupt and emergent events can be acknowledged and responded timely, and resources in the cities can be managed and controlled appropriately. As far as the healthcare services, such as medical rehabilitation, are concerned, an IoT-based system makes it possible to provide 'one stop' service to the residents conveniently even at remote locations. In contrast to conventional on-site rehabilitation service at local hospitals, all the related resources are shared within communities through smart rehabilitation to provide flexible and convenient treatment to patients. In this way, the utilization of rehabilitation resources can be maximized  [5, 6]  , and it can be anticipated that the IoT-based intelligent technology would become an irreplaceable tool in modern healthcare systems.\n\nNumerous progresses have been made in healthcare monitoring and control  [14]  , interoperability and security  [15]  , pervasive healthcare  [9, 10]  , and drug interaction checking  [11]  , etc. These achievements have demonstrated the effectiveness and promising future of IoT-based healthcare system. Despite the existent success, ambiguity and technical challenge still exist with regard to the question of how to rapidly and systematically establish as well as deploy an intelligent IoT-based healthcare system that involves big data management.\n\nAiming at maximizing the capabilities of IoT in healthcare systems, more and more researchers and organizations have been devoted to the development of IoT-based technologies for medical applications  [12, 13]  . The motivation of this paper is to summarize the history and advancement of state-of-the-art studies in IoTbased healthcare systems, and to provide a systematic review of enabling technologies and smart healthcare devices in IoT. In particular, the implementation strategies and methodologies encompassing ontology-based resource management, knowledge management and big data management, etc. have been discussed based on our understanding. Finally, the future trends and directions of the future research in this field are identified.\n\nThe structure of the paper is arranged as follows: Section 2 briefly introduces the application history of IoT technology in healthcare industry. Section 3 is focused on the enabling technology of IoT, including identification technology, communication and location technology, sensing technology and the service-oriented architecture. Section 4 introduces both smart healthcare devices and systems. Section 5contributes to the implementation methodologies, such as resource management, knowledge management, big data management, as well as strategies for building tele-health and tele-rehabilitation systems. Section 6 provides a case study of IoT-based smart rehabilitation system. Concluding remarks are presented in Section 7."
    },
    {
      "title": "The origin and development of IoT in healthcare"
    },
    {
      "title": "The origin and development of IoT",
      "text": "IoT was first proposed by Ashton  [14]  and Brock  [15]  who founded the Auto-ID center at the Massachusetts Institute of Technology (MIT). The term 'Auto-ID' can represent any type of identification technologies for various applications, such as error reduction, improvement of efficiency, and automation. The relevant Electronic Product Code (EPC) network was launched by the Auto-ID center in 2003 at its executive symposium  [16]  . Objects can be tracked when they move from one place to another. As commented by Meloan  [17]  , the release of EPC network allows one to imagine the big time of the IoT paradigm as a global mainstream commercial means, in which microchips will be networked and form the IoT  [18]  . The successful development of RIFD indicates that IoT would go out of the laboratory and lead a new IT era in both academy and industry  [19]  .\n\nIn 2002, National Science Foundation (NSF) published a report on convergent technology  [16]  , which was focused on integrating nanotechnology with information and communication technology (ICT) to dramatically improve the life quality of people and the productivity of nations. In the first report of the International Telecommunications Union (ITU) in 2005  [20]  , IoT was suggested to be combined with technologies in object identifications, wireless networks, sensors, embedded system and nanotechnologies to connect things in the world, so that things could be tagged, sensed, and controlled over Internet. IoT consists of a set of technologies to support the communication and interaction among a broad range of networked devices and appliances  [19, 21, 22]  . IoT-based enterprise systems have been developed for various applications  [23]  such as healthcare systems  [24]  , industrial environment  [25]  , and public transportations  [23, 26]  . Great interest exists in developing countries as well. For example, a national research center of IoT was established in 2009, and the Chinese former Premier gave a national speech to promote the research and development of IoT  [27, 28]  . Since then, over 90 Chinese cities have developed their strategic plans in developing smart cities  [16]  , and a number of national big companies, such as China Unicom, China Mobile, and China Telecom, have associated their businesses closely with the implementation of smart cities."
    },
    {
      "title": "IoT in healthcare",
      "text": "IoT-based smart rehabilitation has been introduced very recently to alleviate the problem of scarce resources due to increasing aging population  [7, 8]  . It can be viewed as a sub-system under the Smart City. An IoT-based healthcare system connects all the available resources as a network to perform healthcare activities such as diagnosing, monitoring, and remote surgeries over the Internet  [24]  . The topology of the IoT-based rehabilitation system is shown in Fig.  1  . The whole framework has been dedicated to extending the healthcare services from hospitals and communities to homes. Wireless technology has been widely applied to integrate monitoring devices, the front-end of which is treated as a network manager. The system connects all the available healthcare resources in the communities (e.g., hospitals, rehabilitation centers, doctors, nurses, ambulances, assistive devices, etc.) with patients. The server is equipped with a centralized data base. An intermediary processing proxy is responsible for data analysis, consolidation, detection of critical events, and creation of rehabilitation strategies. All the things are networked to the Internet and supported by the programs based on RFID technology  [29, 30]  . An automated resource allocator is developed to figure out rehabilitation solutions promptly to meet a set of specific requirements from individual patients.\n\nThe paradigm of IoT for healthcare has been gradually formed, as shown in Fig.  2  . The paradigm consists of three parts: Master, Server and Things  [31]  . Master includes the doctors, nurses, and the patients, who have their specific permission to the system by end-user devices (e.g. Smartphone, PC, or tablet). Sever acts as the central part of the entire healthcare system. It is responsible for prescription generation, data base management, data analysis, subsystem construction and knowledge base management. Things refer to all the physical objects (including the patients and human resources) that are connected by WAN, multi-media technology or Short Message Service (SMS). Furthermore, normal devices that cannot be connected to the network but commonly used in current rehabilitation conditions are also included in the smart rehabilitation system and made compatible to the network. The effectiveness of the proposed architecture has been verified by some pioneering exoskeleton applications  [31] [32] [33] [34] [35] [36] [37]  ."
    },
    {
      "title": "Enabling technologies of IoT",
      "text": "Presently, the hardware and software systems for sensing, communication, and decision-making activities have become increasingly more versatile and affordable. To promote the innovations of human in various IoT applications, enabling technologies are indispensable."
    },
    {
      "title": "Identification technology",
      "text": "A practical IoT may include a large number of nodes, each of which is capable of generating data, and any authorized node can access data no matter where it is located. To achieve this goal, it is essential to locate and identify the nodes effectively. Identification aims to assign a unique identifier (UID) to a corresponding entity, so that the information exchange through this node is unambiguous. For the system shown in Fig.  1  , every resource such as  hospital, rehabilitation center, doctor or nurse is associated with a digital UID. Thus, the relations between one subject and others can be readily specified in the digital domain. This allows acquired things in the network to be found promptly without mistakes.\n\nSeveral standards for identification have been proposed. The Open Software Foundation (OSF) developed the universally unique identifier (UUID) as a part of the Distributed Computing Environment (DCE), which can operate without a centralized coordination. OSF also introduced the Globally Unique Identifier (GUID).\n\nIt should be noted that there is a growing need for IoT to provide multiple identifiers for a single object and accommodate the changes of identifiers. Moreover, a well-functioning smart device is usually supported by sensors, actuators, etc., which must be addressed separately. During the lifecycle of a product, some components with unique identifiers in one device could be replaced. Therefore, it is necessary to accommodate the changes of identities to maintain the integrity of the smart device even when it is reconfigured. The configuration change record is critical for maintaining devices, tracking components, and diagnosing failures.\n\nThe further deployment of IoT will demand new technologies to (1) locate things efficiently based on a global ID scheme, (2) manage identities safely with the advanced techniques of encoding/encryption, authentication, and repository management, and (3) provide global directory search services and IoT service discovery under diverse UID schemes."
    },
    {
      "title": "Communication and location technologies",
      "text": "Communication technologies support the networking of the infrastructure of an IoT-based healthcare subsystem, and it can be classified into short-distance and long-distance technologies. However, for the reason that long-distance technologies mainly involve regular communication means like Internet or mobile phones, this review will only focus on short-distance technologies. In most cases, short-distance communication is based on wireless technologies, including Bluetooth, RFID, Wi-Fi, Infrared Data Association (IrDA), Ultra-wideband (UWB), ZigBee, etc."
    },
    {
      "title": "Short-distance communication",
      "text": "All of the aforementioned technologies support the data exchange in a short distance. Due to the difference of working radio frequency and security standard, the characteristics of those technologies also vary in terms of the transmission rates, working distances, allowable number of the nodes, the level of power consumption, and the cost of installation and maintenance.\n\nThe comparison of different techniques for short-distance communications is shown in Table  1  . Bluetooth was initially developed by Ericsson as an alternative for wired RS-232 data communication in 1994. One leading advantage of Bluetooth in the application of clinical environment is its low radiation which is less harmful to human. The invention of RFID can be traced back to 1945, when it was created by Theremin  [38]  . In modern healthcare, passive RFID tags have been used to trace the medical resources or acquire the information of patient's states. Wi-Fi is one of the most popular techniques for a short distance due to the deployment of the low cost local area network (LAN). According to the Wi-Fi Alliance, if a wireless local area network (WLAN) product meets the Institute of Electrical and Electronics Engineers' (IEEE) 802.11 standards, it falls in the category of Wi-Fi. Nowadays, Wi-Fi based LANs are available in most hospitals. The development of IrDA was started by an interest group of 50 leading companies in 1993. IrDA (Infrared Data Association) is used to operate remote devices. If the data transfer must be secured physically, Line-of-Sight (LOS) and very low bit error rate (BER) should be ensured and the wireless optical communication can be an appropriate option. However, the low transmission rate is the biggest weakness of IrDA. UWB (Ultra-Wide Band) was pioneered by Scholtz and his colleagues  [39]  . The advantages\n\nof UWB are high-bandwidth and extremely low energy consumption. High-data-rate UWB may enable wireless medical monitors directly without a personal computer. ZigBee-based communication follows the IEEE 802.15 standards. ZigBee provides a low data rate and secure communication, and a long battery life  [40]  . ZigBee plays a similar role with RFID in collecting medical data for IoTbased healthcare applications. Besides, the data communication using visible light, such as light-emitting diode (LED), can be viewed as a communication medium as well. However, it is still under development in laboratories."
    },
    {
      "title": "Location technology",
      "text": "Real-time location systems (RTLS) are used to track and identify the locations of objects. In healthcare applications, RTLS tracks the treatment process securely, and helps to reconfigure the healthcare system based on the distribution of available resources. The most important RTLS is the Global Positioning System (GPS), which is a satellite-based navigation system to locate objects under all weather conditions as long as unobstructed lines of sight can be received by four or more satellites. For a healthcare system, a satellite-based positioning system can be used to locate ambulances, patients, doctors, etc.\n\nIt is noteworthy that the accessibility to the systems like GPS or Beidou System (BDS) of China in an indoor environment is generally poor, because the construction structure hampers the transmission of satellite signals. Since GPS is insufficient to build an effective healthcare system, it is necessary to compensate GPS with local positioning systems (LPSs) to enhance location accuracy. An LPS locates an object based on the measurement of radio signals travelling among the objects and an array of the pre-deployed receivers. A comprehensive discussion on LPSs can be found in the literature  [41]  .\n\nThe above-mentioned short-distance communication technologies are essential to implement LPS. For example, UWB radio has a fine temporal resolution, which enables a receiver to estimate the arrival time accurately  [42]  . Therefore, UWB is an ideal technology for radio-based high-precision positioning. Young et al.  [43]  and Zetik et al.  [44]  implemented the UWB localization by Time Difference of Arrival (TDOA). Based on the measured time of arrival (ToA), an \"indoor GPS\" system has been realized  [45]  . With the measurement of round trip time of flight, a UWB ranging technique was developed  [46]  . An indoor GPS system with the Root Mean Squared (RMS) accuracy of 3-5 feet in an open space cargo was also introduced  [47]  . Other UWB based indoor positioning systems demonstrating good performances are reported in  [4 8,4 9 ] .\n\nFor the implementation of an indoor positioning system, a combination of high bandwidth wireless communication with a GPS or BDS has provided numerous possibilities in developing smart networks."
    },
    {
      "title": "Sensing technologies",
      "text": "Sensing technology is pivotal to the acquisition of numerous physiological parameters about a patient, so that a doctor can adequately diagnose the illness and recommend the treatments. Furthermore, new progress of sensing technologies allows a continual data acquisition from patients, facilitating the improvement of treatment outcomes and the reduction of healthcare costs.\n\nIn this section, some exemplifying devices for data acquisition in the IoT-based healthcare system are discussed, as listed in Table  2  . Pulse oximeter was invented in the early 1970s and it has become one of most widely used instruments for diagnosis  [50]  . Two health indices that are particularly critical for the emergence service, heart rate (HR) and blood oxygen saturation (SpO 2 ), can be reliably obtained by a pulse oximeter. A mote-based pulse oximeter was introduced in  [51]  . The standard digital signal processing (DSP) technique can be used to calculate HR and SpO 2 from the waveforms of light transmission.\n\nMotion analysis sensor is a complicated device composed of different sensors. For example, the instruments such as accelerometers, gyroscopes, and surface electrodes for electromyography recording  [50, 52]  are often used collectively for a motion analysis. A tri-axial accelerometer can detect the orientation and movement of each segment of the body, while a gyroscope can measure the angular velocity. A combination of both can thus tell the dynamic pose of a limb accurately  [53]  . The electrodes of EMG gather the statistical information from action potential (AP) generated by excited muscles. EMG signal has been widely applied in the estimation of muscular fatigue, prediction of muscle contraction, and the identification of motion patterns during clinical rehabilitation.\n\nAll the acquired data related to health conditions of patients can be converted into the digital form and be transmitted to the network immediately. The applications of wireless sensors have greatly simplified the processes of data acquisition, and have made it feasible for patients to wear portable sensors for a longer period of time without bulky data logger."
    },
    {
      "title": "Service-oriented architecture",
      "text": "The number of nodes in an IoT-based healthcare system can be up to thousands and even millions. Since all the networked devices should be interoperable, the service-oriented architecture (SOA) is considered to be a promising solution  [54]  . In SOA, each device is autonomous and its functions are clearly defined via the standard interfaces. The collaboration between one device and another can be reconfigured quickly to perform a new task for other services on-demand. SOA provides great help in the sense that it supports modular design, application integration, interoperation, and software reuse. Under SOA, the standards to support interoperation include Extensible Markup Language (XML), Simple Object Access Protocol (SOAP), Web Services Description Language (WSDL) and Universal Description, Discovery and Integration (UDDI). Consequently, SOA allows the interoperability over different platforms as well as the services implemented in different programming environments.\n\nMany research teams have explored the applications of SOA in e-Healthcare Systems. For example, Kart et al.  [55]  advocated to adopt SOA as the foundation to design, implement, deploy, invoke and manage the services in a distributed healthcare system. Omar et al.  [56]  described an experimental e-health monitoring system (EHMS) where SOA was used as a platform to deploy, discover, integrate, implement, manage, and invoke e-health services. Vasilescu et al.  [57]  discussed the main characteristics, components, and available services of an SOA-based system. In particular, the challenges in implementing SOA for large-scale distributed health enterprises were examined from the perspectives of cost, risk, and profit. Shaikh et al.  [58]  emphasized the importance of SOA to the tele-medicine applications."
    },
    {
      "title": "Smart healthcare devices and systems",
      "text": "Nowadays, many IoT-based smart healthcare devices and systems have become commercially available. These products have contributed a lot to the tasks such as monitoring patients, maintaining contacts with doctors, improving the performance of rehabilitation, etc."
    },
    {
      "title": "Smart healthcare devices",
      "text": "A smart healthcare device or system usually integrates sensing technologies with IoT, which enables the healthcare system to monitor patients. Two examples of such systems are Withings Devices and Nike + fuelband."
    },
    {
      "title": "Withings devices",
      "text": "A Withings device is a wireless body scale fitted with a Wi-Fi interface. It estimates the percentage of fat, the muscle mass, and index of body mass of a user. The acquired data can be uploaded to the company's site via Wi-Fi. It is also pluggable to the Health 2.0 services such as Google Health (Wikipedia 2013). Due to the superior performance, it has drawn a lot of attention in the tech press. The company also provides the blood pressure detecting device. Similar to the body scale, it can be operated with its connection to an Apple device such as iPad, iPhone or iPod Touch, and the information transmission is also completed through Wi-Fi."
    },
    {
      "title": "Nike + fuelband",
      "text": "Nike + FuelBand (Nike 2014) is an activity tracker which can be worn on wrist. The FuelBand can track the steps taken and the amount of calories consumed during a period of time. The readings from the wristband can be transmitted into the Nike + online community. In this way, a user can set his/her own fitness goals, monitor the progresses, and compare the outcomes with other users in the community."
    },
    {
      "title": "Other assistive devices",
      "text": "Video-based monitoring is also an important mean to observe the health condition of patients. Internet protocol (IP) camera has been widely applied for surveillance in diverse applications. An IP camera can send and receive data via a computer network. Therefore, it is capable of monitoring patients in real time and supporting video communication between patients and doctors whenever needed. Other portable devices, such as smartphones and tablets, can also be used as assistive devices for communication related to the healthcare activities over the Internet."
    },
    {
      "title": "Smart healthcare system",
      "text": "A smart healthcare system usually consists of smart sensors, a remote sever and the network. It is capable of providing multidimensional monitoring and basic treatment suggestion. Depending on the requirements, a smart healthcare system may be applied at home, within a community, or even be used world widely. A few of smart systems with different scopes of applications are discussed as follows.\n\nBodyMedia researchers started to conduct pioneering research on wearable devices in 1998. Since then, BodyMedia has begun to develop wearable monitoring systems. The company makes a human physiology database public along with the data modeling methodologies. The system developed by BodyMedia have been successfully applied in hundreds of clinical studies. The outcomes have shown good reliability and accuracy. The mean absolutepercent discrepancy of calories consumed by a person per day was less than 10%.\n\nGoogle Health is also a personal health record service. It was introduced in 2008 but suspended in 2011 by Google. The system provides a platform for Google users to voluntarily share his/her health records from health service providers. Once the information is entered, Google Health is able to provide the user with a complete report of merged health records, health conditions, and possible interactions between drugs and allergies. To increase the coverage, Google Health partnered with tele-health providers and allowed their clients to synchronize online health records.\n\nAiming at the integration of multidisciplinary domains of knowledge, a hospital-oriented enterprise system (ES) design framework has been proposed and remarkable improvements have been made  [59]  . Meanwhile, the studies focusing on key technology, nurse management decision strategy  [60]  , capacity management issues  [61]  , and mechanical treatment effect  [62] [63] [64] [65] [66] [67] [68]  , etc., have laid a firm foundation for the development of smart healthcare system."
    },
    {
      "title": "Implementation strategies and methodologies",
      "text": "Effective strategies and methods play a central role in IoTbased healthcare systems for improving the capability and effectiveness of the systems. The core issues include the rapid response ability and risk avoiding intelligence that are closely related to rehabilitation quality. Risk avoiding intelligence is pivotal because a tiny mistake may cause serious harmful consequence of human health. Rapid response ability refers to the system's capability of dealing with medical emergencies. Moreover, as an expert system, the smart rehabilitation system deals with big data and calls for a more well-structured, systematic and intelligent knowledge management method. Therefore, key strategic problems include resource management, knowledge management, big data management and the methodology for designing and building Tele-Health and Tele-Rehabilitation subsystem. Their semantic relationship is illustrated in Fig.  3  . The entail rehabilitation system is supported by medical resource. During rehabilitation, large amount of data is the raw mateiral for analysis. Derived from it, the medical knowledge accumulates continually. The big data and knowledge act as the basis for recorvy treatment and system operation. These key methodologies are discussed in the following sections."
    },
    {
      "title": "Resource management",
      "text": "Resource management includes the issues of tracking, sensing, identification and authentication. For healthcare systems, information acquisition is always the first step for system functioning and is extremely important, as it is the basis of the subsequent diagnosing, treatment and rehabilitation."
    },
    {
      "title": "Tracking",
      "text": "Tracking aims to solve the lack of \"visibility\" on the locations, the conditions of patients, physicians, medical equipment or other assistive resources, because the visibility problem increases the uncertainties of current healthcare systems. If the status of a medical device is not monitored in real-time, its routine maintenance could be missed. Moreover, unorganized flow of patients would delay urgent medical treatments. Among all these concerns, the primary function of a tracking system is to identify the locations of persons or objects in real time.\n\nYoun et al.  [69]  presented a real-time asset tracking system for a hospital's clinical setting by attached Wi-Fi tags. The system took advantage of radio signals from wireless access points to estimate the locations of the tagged assets. The resolution of positioning was over 1.5 m. Moreover, the detailed logs of the tracking information were available for the archival purpose. The Ultra Badge System  [70]  is another positioning system used by hospitals. The Ultra Badge is a 3D tag to identify the location of a patient. If a patient is in a specific area where a fall is very likely to occur to him/her, the system would immediately alert the caregivers. Bowser and Woodworth  [71]  integrated the location technology with video analysis and wireless multimedia technologies to improve the healthcare services for the elderly. Marco et al.  [72]  developed an ultrasound based positioning system with multi-cell coverage for a healthcare application. A web-based environmental health information system  [73]  has also been developed to support public health service and policy making. It proposes a novel tracking system to replace the relatively independent and disconnected information systems at individual organization levels. The detailed comparison among the above studies on tracking technology is listed in Table  3 ."
    },
    {
      "title": "Sensing",
      "text": "Sensing technologies are patient-oriented, and act as both enabling technologies and key technologies in IoT-based healthcare systems. The instruments are developed to diagnose patients' conditions and provide real-time information of patients' health indicators  [74, 75]  . The application domains include various tele-medicine service systems, monitoring systems, and healthcondition alerting systems. Pioneering studies have been implemented in this field. For example, MobiHealth  [76]  is one of the earliest projects that integrates wearable devices with portable devices such as mobile phones and watches. AlarmNet  [77]  is a prototype of wireless medical sensor network. It provides both the functions of physiological monitoring and location tracking. Mobile ECG  [78]  is a system dedicated to the measurement and analysis of ECG for users with a smart mobile phone acting as a base station."
    },
    {
      "title": "Identification & authentication",
      "text": "Identification and authentication are indispensable to reduce the possibility of harmful mistakes to patients, such as wrong drug, dose, timing, or procedure, etc. For hospital staff, identification and authentication are frequently used to grant an access to confidential information and to improve employee's morale by addressing patients' privacy concern. For healthcare resources, identification and authentication is predominantly used to meet the requirements on security procedures and avoid the loss of valuable instruments and products."
    },
    {
      "title": "Knowledge management",
      "text": "Healthcare is now powered by sophisticated knowledge and information, so the acquisition, development, accumulation and reuse of healthcare knowledge in the expert system is crucial to the rehabilitation efficacy. Among the various knowledge management methods, ontology may be the promising one that enables easy sharing and reusing of existing knowledge  [79]  . This concept  has great advantages in providing well-structured domain knowledge of rehabilitation engineering, so that data mining can be performed with clear hierarchical relations with little or no ambiguity. Therefore, ontology facilitates the consensual understanding among medical staff to find appropriate treatments and corresponding resources. In addition, the application of the ontology simplifies knowledge sharing in the sense that information with the same or similar structure largely increases the possibility of knowledge reuse. Fig.  4  illustrates the basic semantic-network of the ontology of smart rehabilitation system with four main sub-classes, namely resource, prescription, hospital, and patient. Medical resources include the treatment equipment, such as continuous passive motion (CPM), rehabilitation robot, IP monitor and doctors. Patients located in hospitals while taking the rehabilitation treatment, are monitored by the devices such as IP monitors so that the real-time information can be obtained and checked by doctors. The prescription is worked out by doctors and guides patient what treatment to take and how the resource should be managed.\n\nFan et al.  [31]  proposed two local ontologies, the disease ontology and the resource ontology, for the lower-limb rehabilitation system. The disease ontology provides a standard for making comparisons and helps to search out one or several similar cases in the database. One can take the same or similar treatment strategy used for the past cases to cope with the new patient. The resource ontology formalizes medical resources including both human resource and material resource such as CPM, and rehabilitation robot, etc. It helps the system to choose appropriate resources quickly according to the treatment requirements derived by the disease ontology.\n\nThus, when applied in rehabilitation system, ontology serves two purposes. First, ontological data structure enables more efficient and accurate reasoning. Second, ontology provides wellstructured domain knowledge on rehabilitation engineering, enabling easy knowledge sharing and reusing. A highly organized ontology defines the relations among various terminologies in the rehabilitation vocabulary, which are vital in identification, understanding and diagnosing the diseases."
    },
    {
      "title": "Big data management",
      "text": "The implementation of IoT-based healthcare systems is based on big data collected from hospitals, rehabilitation centers, communities and homes. The data from things are updated in real time and the data transactions may happen simultaneously among hundreds or thousands of things. Theoretically, all the information should be stored in the servers. However, even though the cost of storage is getting lower, the collection and storage of this tremendous amount of the data is still costly. Thus, highly efficient intelligent algorithms should be developed to remove redundant data.\n\nThe big data also brings the challenge to the mining of the information and knowledge from the data. The knowledge base derived from data mining can be an additional supplement for  doctors' experience. However, it is very difficult for a computer to distinguish valuable information from the big data. Until now, effective data mining methods for healthcare information systems are still absent due to the complexity and specialty of the clinical healthcare.\n\nAs a backbone component of IoT, Cloud Computing is gaining more and more academic and industrial interests  [80]  . It is a model for enabling convenient, on-demand network access to a shared pool of configurable computing resources  [81]  . Successful implementations of Cloud Computing can be found in various fields  [82, 83]  . For example, two modified data mining models have been successfully developed for vehicular data cloud services in the IoT environment  [84]  . Since it is crucial for healthcare systems to have easy access to data timely and ubiquitously, an increasing number of studies have been done in healthcare filed  [85, 86]  . A resourcebased data accessing method, namely UDA-IoT, has been developed to acquire and process IoT data ubiquitously and has shown great effectiveness in a cloud and mobile computing platform, from which doctors and managers will both benefit  [87]  . To deal with distributed and heterogeneous data environments, an IoT-oriented data storage framework integrating a database management model has been built for cloud computing platform  [88]  . The cloud service specifies quality dimensions and matrices to quantify service quality, and the studies such as  [80, 89, 90]  have been conducted to develop quality model that can be used to represent, measure, and compare the quality of the providers thus to achieve mutual understanding."
    },
    {
      "title": "Methodologies for designing and building tele-health and tele-rehabilitation subsystem",
      "text": "Tele-health aims at providing health-related services and advice remotely over the Internet  [91, 92]  , the application of which makes it possible for timely diagnosis and treatment. Tele-health activities can be performed in four modes (NTT Data 2013): (1) Storeand-forward tele-health where multimedia information such as images, video and audio are captured and \"stored\" at one location and then be transmitted to another location whenever needed; (2) Real-time tele-health where patients and doctors interact with each other via telecommunications such as videoconference; (3) r emote patient monitoring where a patient provides the sensed and monitored data at one end, and the doctor diagnoses the case and recommend the treatment at the other end; (4) remote training where sophisticated care is provided to patients over the network, especially for those with a chronic condition.\n\nIoT has been extensively exploited to provide assistive services to the elderly or the patients with a chronical illness at homes or on-site facilities. Leijdekkers et al.  [93]    systems can reduce the unnecessary waste of medical resources significantly.\n\nA smart rehabilitation system has been developed in our previous work on IoT  [31]  . Fig.  5  has illustrated the framework of the IoT based smart rehabilitation system with the automating design methodology (ADM). It consists of three levels separated by the dotted lines, i.e., interfaces for human-machine interactions , the platform for ADM multidisciplinary optimization , and the management of design information and applications . With the implementation of the proposed framework, new patients could be quickly diagnosed, and corresponding rehabilitation solutions can be made as earlier as possible. Furthermore, the required medical resources can be available to patients very soon. The ontology-based method ensures the well-organized knowledge structure. Meanwhile, the automated design platform can achieve the best possible outcomes, and the efficient management of information and applications guarantees the effectiveness of the system with minimized manual intervention. The ADM-based framework has synergized the capabilities of IoT and healthcare professionals to provide optimal treatment solutions to patients."
    },
    {
      "title": "Case study",
      "text": "IoT will no doubt act as the basis for future smart rehabilitation system, which is aimed at relieving the problem of aging population and shortage of healthcare professionals. Here, a prototype of IoT-based smart rehabilitation system  [31]  is presented as an exemplifying case. Combined with ontology, the system is able to understand symptoms and medical resources, thus creating rehabilitation strategy and reconfigure the resources according to the requirements quickly and automatically.\n\nFig.  6  demonstrates the procedures of automating generation of rehabilitation strategy, in which the calculation of similarity grade plays a central role. During the evaluation of the system, 57 cases were included in the network database, in which patients are recorded with different diseases and corresponding rehabilitation strategies. New patients who have not been diagnosed will receive treatment in 21 hospitals and 18 rehabilitation centers. Besides the doctors and medical staffs. An example of calculated similarity between a new patient and existing cases in the database is shown in Fig.  7  , in which different colors denote the corresponding indices for comparison, and the normalized length of the bar indicates the degree of similarity (maximum is one). Fig.  8  shows the automatically generated rehabilitation strategy and the configuration of medical resources (hospitals, rehabilitation centers et al.) according to various criteria. The locations of patient, hospitals and rehabilitation center are represented by red cross, blue circle and black rectangular, respectively.\n\nThe average similarity grade between the prescription given by doctor and the system is calculated to be 87.9%. Moreover, the results optimized by the system and the pre-optimized results are shown in Fig.  9  , which tells that during the preliminary experiments, averagely, the distance is 49.08% shorter, and the cost is 53.14% lower, while the treatment resource is 55.56% better. This case demonstrates that IoT-based smart rehabilitation system is capable of reconfiguring appropriately the medical resources, thus greatly improving the performance of the existent rehabilitation environment and providing convenience to the patients."
    },
    {
      "title": "Conclusion and future development",
      "text": "Conclusion can be made that the rapidly advancing information technologies and emerging IoT technology have provided great opportunities for developing smart healthcare information systems. Nevertheless, challenges still exist in achieving secure and effective tele-healthcare applications. Some identified areas for future improvements are listed as follows:\n\n(1) Self-learning and self-improvement. Facing the tremendous information and great complexity, IoT itself cannot provide rehabilitation treatments or construct medical resources. Prompt and effective treatments must be made based on other two factors, quick diagnosis for patients, and creations of rehabilitation treatments based on the diagnosis. Even with similar symptoms, the conditions of patients vary from one to another. All the factors have to be taken into account in order to generate an effective therapeutic regimen. A computeraided tool relies merely on the data acquired by sensors and records of past similar cases, while self-learning methods can adaptively and intelligently diagnose and recommend the treatments. Some self-learning algorithms, such as Artificial Neural Network (ANN), Genetic Algorithms (GA), Ant Colony Optimization (ACO), and Simulated Annealing (SA), can be applied to analyze data and mine knowledge. Besides, healthcare resources can be very dynamic due to reconfiguration, and patients need to share the limited healthcare resources with the lowest cost and the highest efficiency. Topology-and ontologybased heuristic algorithms have demonstrated their power in finding optimal solutions for a large scale system. (2) Hardware. In the development of wearable devices, the question of how to achieve unobtrusiveness still poses a big challenge, because comfort is naturally a main concern. Actually, the need of integrating multiple sensors into one solution, such as LiveNet and PATHS, contradicts with the goal of unobtrusiveness. The study on multifunctional sensors with lighter materials such as carbon fiber or even fabric is very promising in the near future. Another bottleneck for sensor devices is power supply, and the solutions to most of the applications are rechargeable batteries. However, routine recharging can be a burden especially for the elderly, and it may also lead to the discontinuity of the service. Much effort has been made to develop sensors with low energy consumption and use new sustainable energy such as solar power. tems are utility and safety for users. In an IoT-based system, data collection, mining, and provision are all performed over the Internet. Thereby, possibilities widely exist for the personal data to be collected inappropriately. The privacy of patients must be ensured to prevent unauthorized identification and tracking. From this perspective, the higher the level of autonomy and intelligence of the things, the more challenges the protection of identities and privacy would arise. Furthermore, IoT-based applications are extremely vulnerable due to two basic factors: (1) most of the communications are wireless, which makes eavesdropping extremely simple; (2) most of the IoT components are characterized by low energy and low computing capabilities, thus they can hardly implement complex schemes on their own to ensure security. It can be seen that the big data from millions of things in a healthcare system brings about many security challenges. To prevent the unauthorized use of private information and permit authorized use, intensive research is needed in the areas of dynamic trust, security, and privacy management.\n\nWith the above prospects, we anticipate that a satisfactory smart rehabilitation system will eventually stem up. An exciting era is ahead of us."
    },
    {
      "text": "Fig. 1. The framework of IoT-based smart rehabilitation system [31] ."
    },
    {
      "text": "Fig. 2. System architecture of the IoT based rehabilitation [31] ."
    },
    {
      "text": "Fig. 3. The semantic relations among the key methodologies in IoT-based rehabilitation system [31] ."
    },
    {
      "text": "Fig. 4. Ontology of smart rehabilitation system and its sematic network."
    },
    {
      "text": "Fig. 6. Process of smart generation of rehabilitation strategy."
    },
    {
      "text": "Fig. 5. The ADM-based Framework for smart habilitation."
    },
    {
      "text": "Fig. 7. Similarity Comparison among different patients."
    },
    {
      "text": "Fig. 8. (a). One patient with different treatment requirements. (b) Different patients with Shortest Distance. (c) Different patients with Lowest Cost. (d) Different patients with Best Treatment Resource. The lines connecting patients, hospital and rehabilitation centers are the chosen paths."
    },
    {
      "text": "Fig. 9. Comparison between the optimized results with different consideration and the pre-optimized results. The blue bar is the average value before optimization, and the red bar is the average after optimization."
    },
    {
      "text": "Standardization. A number of research teams and organizations have contributed to the deployment and standardization of IoT technologies. For example, the Auto-ID Labs have been duplicated all over the world. The standardization of IoT was largely influenced by the inputs from the Machine-to-Machine Workgroup of the European Telecommunications Standards Institute (ETSI) and from some Internet Engineering Task Force (IETF) Working Groups. It is important to integrate all of the emerging ideas as a global solution for the definition and standardizations of the future Internet. According to the outcomes from the CERP-IoT project [12]  , future Internet is an extension of the existing one by integrating general things into wider networks, either mobile or fixed. The standardization will no doubt promote and facilitate the further application of IoT-based healthcare systems. (4) Privacy & Security. The prerequisites of applying IoT-based sys-"
    },
    {
      "text": "Comparison of different short-distance radio communication techniques."
    },
    {
      "text": "Different types of sensors for different physical indices.usefulformeasuringperipheral body temperature.Can be weaved into material, e.g.babyglow Respiration A plethysmograph: used for measuring breathing.Impedance of fabric changes with stretching.Heart rate (ECG) A wearable electrode that in contact with the skin.Can provide ECG trace and heart rate.Weight Scales: communicate weight wirelessly to home computer.Skin conductance Detect sodium or potassium concentration in user's sweat Galvanic response Small current injected and impedance measured.Can detect anxiety levels.Previous used as a lie detector Blood flow (SpO 2 )Light source and photocell may be used to measure changes in pigmentation which reflect oxygen in the blood stream.It is also possible to detect pulse and infer heart rate Glucose testing Blood properties maybe analyzed.Requires an invasive test, i.e., princking of a finger to provide and in-situ test.Commonplace in the diabetic monitoring population.Muscle contraction (EMG)A wearable electrode that similar with the ECG electrode. Can provide the condition of muscular and correspondence motor meuron Motion analysis Need a combination of different sensors, such as Accelerometers, gyroscopes, and surface electrodes for EMG, etc."
    },
    {
      "text": "Comparison among the studies on tracking technology of resource management in healthcare."
    }
  ],
  "references": [
    {
      "title": "Clinical effects of home telemonitoring in the context of diabetes, asthma, heart failure and hypertension: a systematic review",
      "authors": [
        "G Paré",
        "K Moqadem",
        "G Pineau",
        "C St-Hilaire"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1357"
    },
    {
      "title": "Smart cities",
      "authors": [
        "M Dohler",
        "C Ratti",
        "J Paraszczak",
        "G Falconer"
      ],
      "year": 2013,
      "doi": "10.1109/mcom.2013.6525597"
    },
    {
      "title": "A vision of smarter cities: how cities can lead the way into a prosperous and sustainable future",
      "authors": [
        "T Kulesa"
      ],
      "year": 2009
    },
    {
      "title": "Benchmarking internet of things deployments in smart cities",
      "authors": [
        "F Gall",
        "S Chevillard",
        "A Gluhak",
        "Z Xueli"
      ],
      "year": 2013
    },
    {
      "title": "The internet of things: the next technological revolution",
      "authors": [
        "M Feki",
        "F Kawsar",
        "M Boussard",
        "L Trappeniers"
      ],
      "year": 2013
    },
    {
      "title": "Smart community: an internet of things application",
      "authors": [
        "X Li",
        "R Lu",
        "X Liang",
        "X Shen",
        "J Chen",
        "X Lin"
      ],
      "year": 2011,
      "doi": "10.1109/mcom.2011.6069711"
    },
    {
      "title": "A cooperative Internet of Things (IoT) for rural healthcare monitoring and control",
      "authors": [
        "V Rohokale",
        "N Prasad",
        "R Prasad"
      ],
      "year": 2011
    },
    {
      "title": "Internet of Things in healthcare: Interoperatibility and security issues",
      "authors": [
        "L Tarouco",
        "L Bertholdo",
        "L Granville",
        "L Arbiza",
        "F Carbone",
        "M Marotta",
        "J De Santanna"
      ],
      "year": 2012,
      "doi": "10.1109/icc.2012.6364830"
    },
    {
      "title": "Pervasive Healthcare via The Internet of Medical Things",
      "authors": [
        "G Schreier"
      ],
      "year": 2010,
      "doi": "10.19103/as.2021.0093.04"
    },
    {
      "title": "Bringing iot and cloud computing towards pervasive healthcare",
      "authors": [
        "C Doukas",
        "I Maglogiannis"
      ],
      "year": 2012
    },
    {
      "title": "Drugs interaction checker based on IoT",
      "authors": [
        "A Jara",
        "A Alcolea",
        "M Zamora",
        "A Skarmeta",
        "M Alsaedy"
      ],
      "year": 2010,
      "doi": "10.1109/iot.2010.5678458"
    },
    {
      "title": "Vision and Challenges for Realising the Internet of Things",
      "authors": [
        "Harald Sundmaeker",
        "Patrick Guillemin",
        "Peter Friess",
        "Sylvie Woelfflé"
      ],
      "year": 2010
    },
    {
      "title": "Health care applications: a solution based on the internet of things",
      "authors": [
        "N Bui",
        "M Zorzi"
      ],
      "year": 2011
    },
    {
      "title": "That 'internet of things' thing",
      "authors": [
        "K Ashton"
      ],
      "year": 2009
    },
    {
      "title": "The electronic product code",
      "authors": [
        "D Brock"
      ]
    },
    {
      "title": "Converging Technologies for Improving Human Performance: Nanotechnology, biotechnology, information technology and cognitive science",
      "year": 2002,
      "doi": "10.1007/978-94-017-0359-8_1"
    },
    {
      "title": "Toward a global internet of things",
      "authors": [
        "S Meloan"
      ],
      "year": 2003
    },
    {
      "title": "The Internet of Things: Start-ups jump into next big thing: tiny networked chips",
      "authors": [
        "R Weisman"
      ],
      "year": 2004
    },
    {
      "title": "The internet of things",
      "authors": [
        "N Gershenfeld",
        "R Krikorian",
        "D Cohen"
      ],
      "year": 2004
    },
    {
      "title": "The Internet of Things",
      "year": 2005,
      "doi": "10.23919/ituk53220.2021.9662096"
    },
    {
      "title": "The internet of things: a survey",
      "authors": [
        "L Atzori",
        "A Iera",
        "G Morabito"
      ],
      "year": 2010
    },
    {
      "title": "An intelligent self-organization scheme for the internet of things",
      "authors": [
        "Y Ding",
        "Y Jin",
        "L Ren",
        "K Hao"
      ],
      "year": 2013,
      "doi": "10.1109/mci.2013.2264251"
    },
    {
      "title": "The internet of things: a survey",
      "authors": [
        "L Atzori",
        "A Iera",
        "G Morabito"
      ],
      "year": 2010,
      "doi": "10.1016/j.comnet.2010.05.010"
    },
    {
      "title": "Internet of things in healthcare: interoperatibility and security issues",
      "authors": [
        "L Tarouco",
        "L Bertholdo",
        "L Granville",
        "L Arbiza",
        "F Carbone",
        "M Marotta",
        "J De Santanna"
      ],
      "year": 2012
    },
    {
      "title": "How to access factory floor information using internet technologies and gateways",
      "authors": [
        "T Sauter",
        "M Lobashov"
      ],
      "year": 2011,
      "doi": "10.1109/tii.2011.2166788"
    },
    {
      "title": "The internet of nano-things",
      "authors": [
        "I Akyildiz",
        "J Jornet"
      ],
      "year": 2010,
      "doi": "10.1109/mwc.2010.5675779"
    },
    {
      "title": "From the Internet of Computers to the Internet of Things, From Active Data Management to Event-Based Systems and More",
      "authors": [
        "F Mattern",
        "C Floerkemeier"
      ],
      "year": 2010
    },
    {
      "title": "Internet of Things (IoT): a vision, architectural elements, and future directions",
      "authors": [
        "J Gubbi",
        "R Buyya",
        "S Marusic",
        "M Palaniswami"
      ],
      "year": 2013
    },
    {
      "title": "RFID application development with the Accada middleware platform",
      "authors": [
        "C Floerkemeier",
        "C Roduner",
        "M Lampe"
      ],
      "year": 2007,
      "doi": "10.1109/jsyst.2007.909778"
    },
    {
      "title": "RFID technology and applications",
      "authors": [
        "B Nath",
        "F Reynolds",
        "R Want"
      ],
      "year": 2006
    },
    {
      "title": "IoT-Based Smart Rehabilitation System",
      "authors": [
        "Y Fan",
        "Y Yin",
        "L Xu",
        "Y Zeng",
        "F Wu"
      ],
      "year": 2014
    },
    {
      "title": "Active and progressive exoskeleton rehabilitation using multi-source information fusion from sEMG and force & position-EPP",
      "authors": [
        "Y Fan",
        "Y Yin"
      ],
      "year": 2013
    },
    {
      "title": "EMG & EPP-integrated human-machine interface between the paralyzed and rehabilitation exoskeleton",
      "authors": [
        "Y Yin",
        "Y Fan",
        "L Xu"
      ],
      "year": 2012
    },
    {
      "title": "EMG-based Neuro-fuzzy controller for a paraller ankle exoskeleton with proprioception",
      "authors": [
        "Y Fan",
        "Z Guo",
        "Y Yin"
      ],
      "year": 2011
    },
    {
      "title": "Studies on biomechanics of skeletal muscle based on the working mechanism of myosin motors: an overview",
      "authors": [
        "Y Yin",
        "X Guo",
        "Y Chen",
        "Fan"
      ],
      "year": 2012
    },
    {
      "title": "A dynamic model of skeletal muscle based on collective behavior of myosin motors-Biomechanics of skeletal muscle based on working mechanism of myosin motors (I)",
      "authors": [
        "Z Guo",
        "Y Yin"
      ],
      "year": 2012
    },
    {
      "title": "Bioelectrochemical control mechanism with variable-frequency regulation for skeletal muscle contraction-Biomechanics of skeletal muscle based on the working mechanism of myosin motors (II)",
      "authors": [
        "Y Yin",
        "X Chen"
      ],
      "year": 2012,
      "doi": "10.1007/s11431-012-4777-x"
    },
    {
      "title": "Beyond RFID",
      "authors": [
        "C Floerkemeier",
        "R Bhattacharyya",
        "S Sarma"
      ],
      "year": 2009
    },
    {
      "title": "Ultra-wide bandwidth time-hopping spread-spectrum impulse radio for wireless multiple-access communications",
      "authors": [
        "M Win",
        "R Scholtz"
      ]
    },
    {
      "title": "Wireless sensor networks: a survey on the state of the art and the 802.15. 4 and ZigBee standards",
      "authors": [
        "P Baronti",
        "P Pillai",
        "V Chook",
        "S Chessa",
        "A Gotta",
        "Y Hu"
      ],
      "year": 2007
    },
    {
      "title": "Angle of arrival localization for wireless sensor networks",
      "authors": [
        "R Peng",
        "M Sichitiu"
      ],
      "year": 2006,
      "doi": "10.1109/sahcn.2006.288442"
    },
    {
      "title": "A compact microstrip square-ring slot antenna for UWB applications",
      "authors": [
        "S Sadat",
        "M Fardis",
        "F Geran",
        "G Dadashzadeh",
        "N Hojjat",
        "M Roshandel"
      ],
      "doi": "10.1109/aps.2006.1711670"
    },
    {
      "title": "Ultra-wideband (uwb) transmitter location using time difference of arrival (TDOA) techniques",
      "authors": [
        "D Young",
        "C Keller",
        "D Bliss",
        "K Forsythe"
      ],
      "year": 2003
    },
    {
      "title": "Uwb localization-active and passive approach",
      "authors": [
        "J Zetik",
        "R Sachs",
        "Thoma"
      ],
      "year": 2004
    },
    {
      "title": "Designing a positioning system for finding things and people indoors",
      "authors": [
        "C Werb",
        "Lanzl"
      ],
      "year": 1998,
      "doi": "10.1109/6.715187"
    },
    {
      "title": "Ranging in a dense multipath environment using an UWB radio link",
      "authors": [
        "J Lee",
        "R Scholtz"
      ],
      "year": 2002
    },
    {
      "title": "UWB precision asset location system",
      "authors": [
        "R Fontana"
      ],
      "year": 2002,
      "doi": "10.1109/uwbst.2002.1006336"
    },
    {
      "title": "Low power, miniature, distributed position location and communication devices using ultrawideband nonsinusoidal communication technology",
      "authors": [
        "R Flemming",
        "C Kushner"
      ],
      "year": 1995
    },
    {
      "title": "Architecture of an ultra wideband wireless body area network for medical applications",
      "authors": [
        "R Chávez-Santiago",
        "A Khaleghi",
        "I Balasingham",
        "T Ramstad"
      ],
      "year": 2009
    },
    {
      "title": "Pulse oximetry",
      "authors": [
        "K Tremper",
        "S Barker"
      ],
      "year": 1989
    },
    {
      "title": "Codeblue: an ad hoc sensor network infrastructure for emergency medical care",
      "authors": [
        "D Malan",
        "T Fulford-Jones",
        "M Welsh",
        "S Moulton"
      ],
      "year": 2004
    },
    {
      "title": "Quantification of physical activities by means of ambulatory accelerometry: a validation study",
      "authors": [
        "J Bussmann",
        "J Tulen",
        "E Van Herel",
        "H Stam"
      ],
      "year": 1998
    },
    {
      "title": "Is it feasible to reconstruct body segment 3-D position and orientation using accelerometric data?",
      "authors": [
        "V Giansanti",
        "G Macellari",
        "A Maccioni",
        "Cappozzo"
      ],
      "year": 2003
    },
    {
      "title": "Service-oriented architecture: concepts, technology, and design",
      "authors": [
        "T Erl"
      ],
      "year": 2005,
      "doi": "10.3403/30274863"
    },
    {
      "title": "A distributed e-healthcare system based on the service oriented architecture",
      "authors": [
        "F Kart",
        "G Miao",
        "L Moser",
        "P Melliar-Smith"
      ],
      "year": 2007,
      "doi": "10.1109/scc.2007.2"
    },
    {
      "title": "E-health support services based on service-oriented architecture",
      "authors": [
        "W Omar",
        "A Taleb-Bendiab"
      ],
      "year": 2006,
      "doi": "10.1109/mitp.2006.32"
    },
    {
      "title": "Service oriented architecture (SOA) implications for large scale distributed health care enterprises",
      "authors": [
        "E Vasilescu",
        "S Mun"
      ],
      "year": 2006,
      "doi": "10.1109/ddhh.2006.1624805"
    },
    {
      "title": "The role of service oriented architecture in telemedicine healthcare system",
      "authors": [
        "A Shaikh",
        "M Memon",
        "N Memon",
        "M Misbahuddin"
      ],
      "year": 2009
    },
    {
      "title": "Towards high performing hospital enterprise systems: an empirical and literature based design framework",
      "authors": [
        "J Fradinho"
      ],
      "year": 2014,
      "doi": "10.1080/17517575.2013.850746"
    },
    {
      "title": "Hospital technology and nurse staffing management decisions",
      "authors": [
        "L Li",
        "W Benton"
      ],
      "year": 2006
    },
    {
      "title": "An analysis of hospital capacity management patterns using Miles and Snow's typology",
      "authors": [
        "L Li",
        "C Markowski"
      ],
      "year": 2006,
      "doi": "10.1504/ijmed.2006.009084"
    },
    {
      "title": "Fuzzy modeling of the medical treatment effects of superoxide dismutase",
      "authors": [
        "S Feng",
        "L Li",
        "P Wang",
        "C Wang",
        "Q Yue",
        "S Guo"
      ],
      "year": 2006,
      "doi": "10.1111/j.1468-0394.2006.00413.x"
    },
    {
      "title": "The utility of returns to scale in DEA programming: an analysis of Michigan rural hospitals",
      "authors": [
        "T Butler",
        "L Li"
      ],
      "year": 2005
    },
    {
      "title": "Technology investment in hospital: an empirical study",
      "authors": [
        "L Li",
        "B Rubin"
      ],
      "year": 2004
    },
    {
      "title": "The impact of strategic operations management decisions on community hospital performance",
      "authors": [
        "L Li",
        "W Benton",
        "G Leong"
      ],
      "year": 2002
    },
    {
      "title": "The role of technology and quality on hospital financial performance: an exploratory analysis",
      "authors": [
        "L Li",
        "D Collier"
      ]
    },
    {
      "title": "A hybrid system applied to epidemic screening",
      "authors": [
        "L Xu",
        "L Li"
      ]
    },
    {
      "title": "Modeling staffing flexibility: a case of China",
      "authors": [
        "N Li",
        "L Li"
      ]
    },
    {
      "title": "WLAN-based real-time asset tracking system in healthcare environments",
      "authors": [
        "J Youn",
        "H Ali",
        "H Sharif",
        "J Deogun",
        "J Uher",
        "S Hinrichs"
      ],
      "year": 2007
    },
    {
      "title": "Ultrasonic sensors for the elderly and caregivers in a nursing home",
      "authors": [
        "T Hori",
        "Y Nishida"
      ],
      "year": 2005
    },
    {
      "title": "Wireless multimedia technologies for assisted living",
      "authors": [
        "S Bowser",
        "J Woodworth"
      ],
      "year": 2004
    },
    {
      "title": "Location-based services for elderly and disabled people",
      "authors": [
        "R Marco",
        "J Casas",
        "H Falco",
        "J Gracia",
        "A Artigas",
        "Roy"
      ],
      "year": 2008
    },
    {
      "title": "Creation of environmental health information system for public health service: a pilot study",
      "authors": [
        "L Li",
        "L Xu",
        "H Jeng",
        "D Naik",
        "T Allen",
        "M Frontini"
      ],
      "year": 2008
    },
    {
      "title": "Wireless sensor networks for healthcare: a survey",
      "authors": [
        "H Alemdar",
        "C Ersoy"
      ],
      "year": 2010
    },
    {
      "title": "Data mining of motor patterns recorded with wearable technology",
      "authors": [
        "P Bonato",
        "D Mork",
        "R Sherrill",
        "Westgaard"
      ],
      "year": 2003
    },
    {
      "title": "Continuous monitoring of vital constants for mobile users: the MobiHealth approach",
      "authors": [
        "D Konstantas",
        "R Herzog"
      ],
      "year": 2003
    },
    {
      "title": "Context-aware wireless sensor networks for assisted living and residential monitoring",
      "authors": [
        "A Wood",
        "J Stankovic",
        "G Virone",
        "L Selavo",
        "Z He",
        "Q Cao",
        "T Doan",
        "Y Wu",
        "L Fang",
        "R Stoleru"
      ],
      "year": 2008
    },
    {
      "title": "Mobile ecg measurement and analysis system using mobile phone as the base station",
      "authors": [
        "H Kailanto",
        "E Hyvärinen",
        "J Hyttinen",
        "R Institute"
      ],
      "year": 2008
    },
    {
      "title": "What are ontologies and why do we need them?",
      "authors": [
        "B Chandrasekaran",
        "J Josephson",
        "R Benjamins"
      ],
      "year": 1999
    },
    {
      "title": "A quality model for cloud services",
      "authors": [
        "X Zheng",
        "P Martin",
        "K Brohman",
        "L Cloudqual Da",
        "Xu"
      ],
      "year": 2014
    },
    {
      "authors": [
        "C Computing"
      ],
      "year": 2010
    },
    {
      "title": "A view of cloud computing",
      "authors": [
        "M Armbrust",
        "A Fox",
        "R Griffith",
        "A Joseph",
        "R Katz",
        "M Konwinski",
        "Zaharia"
      ],
      "year": 2010
    },
    {
      "title": "CCIoT-CMfg: cloud computing and internet of things based cloud manufacturing service system",
      "authors": [
        "F Tao",
        "Y Cheng",
        "L Xu",
        "L Zhang",
        "B Li"
      ],
      "year": 2014
    },
    {
      "title": "Developing vehicular data cloud services in the IoT environment",
      "authors": [
        "W He",
        "G Yan",
        "L Xu"
      ],
      "year": 2014
    },
    {
      "title": "A wireless biomedical signal interface system-on-chip for body sensor networks",
      "authors": [
        "L Wang",
        "G Yang",
        "J Huang",
        "J Zhang",
        "L Yu",
        "Z Nie",
        "D Cumming"
      ],
      "year": 2010,
      "doi": "10.1109/tbcas.2009.2038228"
    },
    {
      "title": "Input-feature correlated asynchronous analog to information converter for ECG monitoring. biomedical circuits and systems",
      "authors": [
        "R Agarwal",
        "S Sonkusale"
      ],
      "year": 2011,
      "doi": "10.1109/tbcas.2011.2116787"
    },
    {
      "title": "Ubiquitous data accessing method in IoT-based information system for emergency medical services",
      "authors": [
        "B Xu",
        "L Xu",
        "H Cai",
        "C Xie",
        "J Hu",
        "F Bu"
      ],
      "year": 2014
    },
    {
      "title": "An IoT oriented data storage framework in cloud computing platform",
      "authors": [
        "L Jiang",
        "L Xu",
        "H Cai",
        "Z Jiang",
        "F Bu",
        "B Xu"
      ],
      "year": 2014
    },
    {
      "title": "Cloud Service negotiation in internet of things environment: a mixed approach",
      "authors": [
        "X Zheng",
        "P Martin",
        "K Brohman",
        "L Xu"
      ],
      "year": 2014
    },
    {
      "title": "QoS-aware scheduling of services-oriented Internet of Things",
      "authors": [
        "L Li",
        "S Li",
        "S Zhao"
      ],
      "year": 2014
    },
    {
      "title": "Is Internet-based support for dyspnea self-management in patients with chronic obstructive pulmonary disease possible? Results of a pilot study",
      "authors": [
        "H Nguyen",
        "V Carrieri-Kohlman",
        "S Rankin",
        "R Slaughter",
        "M Stulbarg"
      ],
      "year": 2005,
      "doi": "10.1016/j.hrtlng.2004.06.005"
    },
    {
      "title": "Home telehealth reduces healthcare costs",
      "authors": [
        "H Noel",
        "D Vogel",
        "J Erdos",
        "D Cornwall",
        "F Levin"
      ],
      "year": 2004,
      "doi": "10.1089/1530562041641291"
    },
    {
      "title": "Smart homecare system for health telemonitoring",
      "authors": [
        "P Leijdekkers",
        "V Gay",
        "E Lawrence"
      ],
      "year": 2007
    },
    {
      "title": "Developing multimodal intelligent affective interfaces for tele-home health care",
      "authors": [
        "C Lisettia",
        "F Nasoza",
        "C Lerougeb",
        "O Ozyera",
        "K Alvarezc"
      ],
      "year": 2003,
      "doi": "10.1016/s1071-5819(03)00051-x"
    }
  ],
  "num_references": 94
}
