{
  "paper_id": "ZDAE7XCI",
  "title": "Are Oral Antibiotics as Effective as a Combination",
  "abstract": "For well-appearing children older than 1 month with pyelonephritis, oral antibiotics alone appear to be as effective as intravenous (3 to 4 days) followed by oral therapy when completing 10 to 14 days of treatment.",
  "year": 1999,
  "date": "1999",
  "authors": [
    {
      "name": "Candice Cruz",
      "affiliation": {
        "organization": "Department of Emergency Medicine Icahn School of Medicine at Mt",
        "department": "Department of Emergency Medicine Icahn School of Medicine at Mt",
        "institution": "Sinai Hospital New York",
        "address": "NY"
      }
    },
    {
      "name": "Louis Spina",
      "affiliation": {
        "organization": "Icahn School of Medicine at Mt",
        "department": "Icahn School of Medicine at Mt",
        "institution": "Sinai Hospital New York",
        "address": "NY"
      }
    }
  ],
  "doi": "10.1542/peds.104.1.79",
  "md5": "011568A18328A1D17E43EA1C392A543D",
  "sections": [
    {
      "title": "Results",
      "text": "This review included 27 studies with a total of 4,452 children; however, only 4 studies specifically compared oral antibiotics versus intravenous and then oral antibiotics: 3 studies in children older than 1 month and 1 study in children older than 6 months. There was no significant difference found in the duration of fever, persistent urinary tract infection at 72 hours, or evidence of persistent kidney damage at 6 to 12 months between oral therapy (cefixime, ceftibuten, or amoxicillin/clavulanic acid) versus intravenous therapy (3 days) followed by oral therapy for a total of 10 to 14 days. The systematic review authors determined that the results were based on moderate-quality studies as a result of problems with loss to follow-up for dimercaptosuccinic acid scans and imprecision about the measurements for time to resolution of fever. Participants and researchers were not blinded, indicating a high risk for performance bias. The planned subgroup analysis to investigate possible Results for oral antibiotic versus initial intravenous antibiotic followed by oral antibiotic treatment regimen for pediatric pyelonephritis.\n\nOutcome Number of Studies (Number of Patients) Oral Compared With Intravenous Followed by Oral Therapy (95% CI) Time to resolution of fever 2 (808) MD 2.1 h (-0.8 to 4.9) Persistent UTI at 72 h after treatment 2 (542) RR 1.1 (0.1 to 17.4) Persistent kidney damage at 6-12 mo 4 (943) RR 0.8 (0.6 to 1.1) CI, Confidence interval; MD, mean difference; UTI, urinary tract infection; RR, risk ratio. METHODS DATA SOURCE The authors searched the Cochrane Renal Group's Specialized Register, CENTRAL, MEDLINE, and EMBASE, without language restriction through April 2014. A reference list of review articles, clinical practice guidelines, and relevant articles was also included. Investigators involved with previous studies were contacted about incomplete or unpublished studies. STUDY SELECTION All randomized and quasi-randomized controlled trials comparing different antibiotic drugs, routes, frequencies, and durations of therapy in children with acute pyelonephritis were included. The diagnosis of acute pyelonephritis required urinary tract infection, which was generally defined by bacterial growth of more than 10 5 colony-forming units/mL, with at least 1 symptom or sign of systemic illness (fever, abdominal pain, vomiting, or poor oral intake). Asymptomatic bacteriuria and cystitis were excluded. DATA EXTRACTION AND SYNTHESIS Four authors extracted data and assessed study quality. Quality sources of heterogeneity (participants, treatment, and study quality) was not completed because of the small number of subjects for each comparison. Although there was no evidence for substantial statistical heterogeneity among the studies (I 2 <50%), sources of clinical heterogeneity among the trials included variation in ages enrolled (infant versus adolescent), history of uropathy, setting (ie, inpatient versus outpatient therapy), previous antibiotics, dose, and duration."
    },
    {
      "title": "Commentary",
      "text": "Emergency physicians should consider the use of oral antibiotics only for acute pyelonephritis in children older than 1 month. When resource use was considered, intravenous therapy was found to be twice the cost of oral therapy in one study.  2 Outpatient treatment with oral therapy is also likely to decrease the risks associated with intravenous line placement and hospital admission. However, several of the included studies excluded patients with clinical signs of instability or history of uropathy. Hospitalization may also be necessary for children with poor access to outpatient follow-up.  3 critical limitation of this systematic review is the lack of blinding among the primary studies.\n\nAdditional research is needed to determine the risks and benefits of shorter courses of therapy (eg, 7 days) and the effectiveness of more widely available oral antibiotics such as cephalexin.\n\nEditor's Note: This is a clinical synopsis, a regular feature of the Annals' Systematic Review Snapshot (SRS) series. The source for this systematic review snapshot is: Strohmeier Y, Hodson EM, Willis NS, et al. Antibiotics for acute pyelonephritis in children. Cochrane Database Syst Rev. 2014;(7):CD003772. was assessed with the Grading of Recommendations Assessment, Development, and Evaluation 1 approach, which includes categories for very low, low, moderate, and high. Data were pooled with a random-effects model. I 2 was used as a measure of statistical heterogeneity. Dichotomous outcomes were expressed as risk ratios and continuous data were expressed as a mean difference with 95% confidence intervals."
    }
  ],
  "references": [
    {
      "title": "Oral versus initial intravenous therapy for urinary tract infection in young febrile children",
      "authors": [
        "A Hoberman",
        "E Wald",
        "R Hickey"
      ],
      "year": 1999,
      "doi": "10.1542/peds.104.1.79",
      "journal": "Pediatrics",
      "volume": "104",
      "raw": "Oral versus initial intravenous therapy for urinary tract infection in young febrile children \n\t\t \n\t\t\t A Hoberman \n\t\t \n\t\t \n\t\t\t E R Wald \n\t\t \n\t\t \n\t\t\t R W Hickey \n\t\t \n\t\t 10.1542/peds.104.1.79 \n\t \n\t \n\t\t Pediatrics \n\t\t \n\t\t\t 104 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Hoberman A, Wald ER, Hickey RW, et al. Oral versus initial intravenous therapy for urinary tract infection in young febrile children. Pediatrics. 1999;104:79-86."
    },
    {
      "title": "Pediatric urinary tract infections",
      "authors": [
        "S Chang",
        "L Shortliffe"
      ],
      "year": 2006,
      "doi": "10.1016/j.pcl.2006.02.011",
      "journal": "Pediatr Clin North Am",
      "volume": "53",
      "pages": "379",
      "raw": "Pediatric urinary tract infections \n\t\t \n\t\t\t S L Chang \n\t\t \n\t\t \n\t\t\t L D Shortliffe \n\t\t \n\t\t 10.1016/j.pcl.2006.02.011 \n\t \n\t \n\t\t Pediatr Clin North Am \n\t\t \n\t\t\t 53 \n\t\t\t 379 \n\t\t\t 2006 \n\t\t \n\t \n\t Chang SL, Shortliffe LD. Pediatric urinary tract infections. Pediatr Clin North Am. 2006;53:379."
    },
    {
      "title": "Annals' Impact Factor Impact Factor score, one of many metrics of a journal's influence, is a measure of the frequency with which the average article in a journal has been cited over a given period of time",
      "authors": [
        "Michael Brown",
        "Alan Msc",
        "M Jones",
        "David Newman"
      ],
      "pages": "676",
      "raw": "Annals' Impact Factor Impact Factor score, one of many metrics of a journal's influence, is a measure of the frequency with which the average article in a journal has been cited over a given period of time \n\t\t \n\t\t\t Michael Brown \n\t\t \n\t\t \n\t\t\t Md \n\t\t \n\t\t \n\t\t\t Alan Msc \n\t\t \n\t\t \n\t\t\t M D Jones \n\t\t \n\t\t \n\t\t\t David Newman \n\t\t \n\t\t \n\t\t\t Md \n\t\t \n\t\t \n\t\t\t 676 \n\t\t \n\t \n\t serve as editors of the SRS series Annals' Impact Factor rose to an all-time high this year Annals' score ranks #1 out of 25 journals in emergency medicine \n\t Michael Brown, MD, MSc, Alan Jones, MD, and David Newman, MD, serve as editors of the SRS series. Annals' Impact Factor Impact Factor score, one of many metrics of a journal's influence, is a measure of the frequency with which the average article in a journal has been cited over a given period of time. Annals' Impact Factor rose to an all-time high this year, to 4.676. Annals' score ranks #1 out of 25 journals in emergency medicine."
    }
  ],
  "num_references": 3,
  "num_citations": 2,
  "cited_references": [
    "b1",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] Department of Emergency Medicine Icahn School of Medicine at Mt . Sinai Hospital New York , NY",
    "[raw_affiliation] Icahn School of Medicine at Mt . Sinai Hospital New York , NY",
    "Volume 67, no. 1 : January 2016",
    "[raw_reference] Hoberman A, Wald ER, Hickey RW, et al. Oral versus initial intravenous therapy for urinary tract infection in young febrile children. Pediatrics. 1999;104:79-86.",
    "[raw_reference] Chang SL, Shortliffe LD. Pediatric urinary tract infections. Pediatr Clin North Am. 2006;53:379.",
    "serve as editors of the SRS series Annals' Impact Factor rose to an all-time high this year Annals' score ranks #1 out of 25 journals in emergency medicine",
    "[raw_reference] Michael Brown, MD, MSc, Alan Jones, MD, and David Newman, MD, serve as editors of the SRS series. Annals' Impact Factor Impact Factor score, one of many metrics of a journal's influence, is a measure of the frequency with which the average article in a journal has been cited over a given period of time. Annals' Impact Factor rose to an all-time high this year, to 4.676. Annals' score ranks #1 out of 25 journals in emergency medicine."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
