{
  "paper_id": "ZDUNUM82",
  "title": "How self-determination theory can assist our understanding of the teaching and learning processes in medical education. AMEE Guide No. 59",
  "abstract": "Self-determination Theory (SDT), designed by Edward Deci and Richard Ryan, serves among the current major motivational theories in psychology. SDT research has been conducted in many areas, among which are education and health care, but its applications in medical education are rare. The potential of SDT to help understand processes in medical education justifies this Guide. SDT is explained in seven principles, one of which is the distinction of three innate psychological needs of human beings: for competence, for autonomy and for relatedness. Further, SDT elaborates how humans tend to internalise regulation of behaviour that initially has been external, in order to develop autonomous, self-determined behaviour. Implications of SDT for medical education are discussed with reference to preparation and selection, curriculum structure, classroom teaching, assessments and examinations, self-directed learning, clinical teaching, students as teachers and researchers, continuing professional development, faculty development and stress among trainees.",
  "year": 2000,
  "date": "2000",
  "journal": "Med Educ",
  "publication": "Med Educ",
  "authors": [
    {
      "forename": "Olle",
      "surname": "Th",
      "name": "Olle Th",
      "affiliation": "University Medical Center Utrecht , The Netherlands Center for Research and Development of Education , \n\t\t\t\t\t\t\t\t Center for Research and Development of Education \n\t\t\t\t\t\t\t\t University Medical Center Utrecht \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t The Netherlands"
    },
    {
      "forename": "Rashmi",
      "surname": "Cate",
      "name": "Rashmi Cate",
      "affiliation": "University Medical Center Utrecht , The Netherlands Center for Research and Development of Education , \n\t\t\t\t\t\t\t\t Center for Research and Development of Education \n\t\t\t\t\t\t\t\t University Medical Center Utrecht \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t The Netherlands"
    },
    {
      "forename": "Geoffrey",
      "surname": "Kusurkar",
      "name": "Geoffrey Kusurkar",
      "affiliation": "University Medical Center Utrecht , The Netherlands Center for Research and Development of Education , \n\t\t\t\t\t\t\t\t Center for Research and Development of Education \n\t\t\t\t\t\t\t\t University Medical Center Utrecht \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t The Netherlands"
    },
    {
      "surname": "Williams",
      "name": "Williams",
      "affiliation": "University Medical Center Utrecht , The Netherlands Center for Research and Development of Education , \n\t\t\t\t\t\t\t\t Center for Research and Development of Education \n\t\t\t\t\t\t\t\t University Medical Center Utrecht \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t The Netherlands"
    },
    {
      "surname": "Ten Cate",
      "name": "Ten Cate",
      "affiliation": "University Medical Center Utrecht , HB 4.24 , PO Box 85500 , 3508 GA Utrecht , The Netherlands. \n\t\t\t\t\t\t\t\t University Medical Center Utrecht \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t HB 4.24 \n\t\t\t\t\t\t\t\t\t PO Box 85500 \n\t\t\t\t\t\t\t\t\t 3508 GA \n\t\t\t\t\t\t\t\t\t Utrecht \n\t\t\t\t\t\t\t\t\t The Netherlands"
    }
  ],
  "doi": "10.3109/0142159x.2011.595435",
  "sections": [
    {
      "title": "Introduction",
      "text": "Learning, as educational psychology views it, requires cognitive, affective and metacognitive conditions to be successful  (Short et al. 1989; Vermunt 1996) , that is learning requires understanding of content, willingness to invest effort in studying and the ability to regulate one's learning. In other words, the what, why and how of learning are important for its success (Ten  Cate et al. 2004) . In this Guide, we focus on the affective component of learning, and more specifically on the motivation to learn. Self-determination theory (SDT) explains motivational processes and can help medical educators to understand and foster this important component of learning.\n\nA guide for the 'self-determination' of students and teachers sounds like a paradox. How can self-determination be guided by others? Yet, the topic and the theory behind it is so important, practical and relevant for medical education that a detailed description of the SDT is of particular interest to the field of medical education. We hope and anticipate that medical educators who read this Guide will view education, their own efforts and the process of learning in medical students, residents and practicing doctors differently. We expect these readers to understand more of the causes of failures and successes and of mechanisms to steer and remediate the teaching and learning processes after reading this Guide.\n\nSDT, developed by Edward Deci and Richard Ryan at the University of Rochester  (Ryan & Deci 2000 , Deci & Ryan 2000) , is currently one of the major theories, if not the major theory, in the psychology of motivational processes. The SDT field is dynamic; this theory, based on early studies and the first theoretical description in the 1970s, is still the object of ongoing experimental research. It occupies a community of devoted researchers over the world who find and test applications of it in many domains of life-among which are health care and education-all of which further build its validity.\n\nSDT is little known within the medical education community. Outside the Rochester group, only few references were found to discuss this theory related to medical education."
    },
    {
      "title": "Practice points",
      "text": ". Human beings have a natural tendency to develop autonomous regulation of behaviour and are intrinsically motivated to learn and to take on challenges. . Instrinsic motivation (IM) and internalisation of autonomous self-regulation require the satisfaction of three basic psychological needs: need for autonomy, competence and relatedness. . Instrinsic motivation (IM) and autonomous self-regulation for learning is positively associated with academic performance and well-being. . Autonomy-supportive teaching stimulates the development of IM and autonomous self-regulation of learning. . Successes and failures in many elements of medical education can be understood from the perspective of SDT. Williams et al. (1994) ,  Williams and Deci (1996)  and  Williams et al. (1999a)  provided early publications on SDT related to medical education and argue for the use of more measures that stimulate autonomous motivation in medical students, involving volition, agency and choice, and less measures that control motivation by regulations, requirements, pressures and external rewards (derived from behaviourist theories that stress the usefulness of external rewards for motivation building). White and Gruppen (2007, 2010)  explain the relevance of SDT for self-regulated learning. This Guide is not written as a comprehensive literature review or a theoretical expose ´of how SDT mechanisms work based on empirical studies, although we will cite such studies when relevant. A separate review covers this for the medical education domain  (Kusurkar et al. 2010) . The current AMEE Guide rather aims to provide more practical applications of SDT in different components of medical education. It may reveal notions that many readers recognise as familiar but never labelled this way. From this different lens, we hope to facilitate educators and teachers in fostering authentic selfdetermination, both in themselves and their learners."
    },
    {
      "title": "Self-determination theory",
      "text": "The SDT is a theory of motivation and can be best described as a set of psychological mechanisms relating to the self, founded on a series of principles generally proved valid in experimental investigations  (Ryan & Deci 2000; Deci & Ryan 2002) . It is not possible to show the full richness of findings and writings on SDT but we will provide a condensed overview and refer the readers to the founding literature."
    },
    {
      "title": "General principles",
      "text": "(1) Humans are growth-oriented and naturally inclined to develop, internalise and integrate psychic elements to build an integrated and unified sense of the self. They are also inclined to integrate into larger social structures. This natural developmental tendency can be stimulated or hampered by internal and external forces.\n\n(2) Three innate psychological needs determine the ongoing psychological growth of human beings towards integrity and well-being: (a) a need for autonomy, (b) a need for competence and (c) a need for relatedness to others, i.e. to the social environment.\n\n(3) Motivations that determine human behaviour vary on a qualitative scale from lack of motivation (called 'amotivation') through extrinsic motivation to intrinsic motivation (IM). Extrinsic motivation for an activity is driven by external control, demands or requirements such as rewards and punishments. IM is a state that causes free engagement in an activity out of interest or for inherent satisfaction. (4) An internalisation process of external self-regulations can change the nature of motivation. External selfregulations can transform through this process into internalised habits and motives and generate a feeling of autonomous self-regulation and value. The concept of internalisation has been explained in detail later in the Guide. (5) To remain present, IM requires the satisfaction of the need for autonomy and the need for competence and strong benefits from the satisfaction of the need for relatedness. IM is always associated with the satisfaction of these three basic psychological needs. (6) High IM, e.g. learning out of interest, curiosity or enjoyment, and autonomous forms of self-regulation are associated with better learning, better conceptual understanding, better academic performance and achievement and higher levels of well-being than high extrinsic motivation. (7) The regulation of behaviour and the ascribed cause of one's behaviour match the type of motivation (Figure  1 ). The full series of four types of regulation within extrinsic motivation are referred to as:\n\n. external regulation (e.g. conforming to a rule that one does not accept as valid, but because of pending punishment) . introjection of regulation (accepting a rule made by others) . identification of regulation (sincere understanding of the significance of a rule made by others), . integration of regulation (connecting rules to own norms and values). The more extrinsic levels of Behaviour Not Self-Fully Selfdetermined determined regulation (external and introjected) are often called 'controlled self-regulation' in contrast with 'autonomous self-regulation' that includes identified, integrated and fully intrinsic regulation."
    },
    {
      "title": "Type of Motivation"
    },
    {
      "title": "Amotivation",
      "text": "Purely IM is theoretically distinguishable from the most autonomous form of extrinsic motivation (integrated regulation), but in practice this difference is not relevant.\n\nThe reader should be aware that SDT designates the term 'self-regulation' to any form of behaviour regulation that is carried out by the individual, even if the origin of the regulation lies externally (called external control) or is partially internalised (called introjection). Identified self-regulation and integrated self-regulation are further internalised selfregulations along the extrinsic self-regulation continuum (Figure  1 ). Thus, even external control and introjected behaviour regulations are called self-regulations, because the individual has chosen this behaviour, but the reasons the person is showing the behaviour is because they feel like they are outside of the self (under external control) or only partially within the self (introjected)."
    },
    {
      "title": "Three basic psychological needs",
      "text": "The three needs, mentioned in principle II form the core of SDT. These three act in, as Deci and Ryan like to call this, an organismic-dialectic framework. Organismic refers to the natural growth and development tendency of human beings and dialectic to the fact that the interaction with the environment determines how growth and development are fostered or hampered.\n\nThe need for autonomy refers to the desire to be one's own origin or source of behaviour. Autonomy reflects the experience that behaviour is an expression of the self and generates a complete feeling of free will, also called volition, to choose whatever a person desires or considers useful to do.\n\nThe need for competence refers to the desire to feel effective in whatever actions one pursues and performs. This need leads people to seek challenges that are optimal for their capacities and to persistently attempt to maintain and enhance skills and capabilities. Competence is not meant as attained skill or ability per se, but rather a perception of confidence and effectance.\n\nThe need for relatedness refers to the desire to feel connected with others, to caring and being cared for and to having a sense of belongingness, both with significant other individuals as well as with a significant community. Relatedness, as being accepted and valued by others, is meant as a psychological construct, not necessarily as a formal membership of a group or a relationship."
    },
    {
      "title": "From extrinsic to IM and the process of internalisation",
      "text": "People naturally tend to grow and develop through acquiring knowledge, skill and habits observed in the outside world. Much of this development can be considered an internalisation process, which turns learned behaviour into one's own style of action. The mere choice to carry out actions that stem from external sources or directives shows how some internalisation of these directives takes place. As this happens, there is a natural tendency to change external regulation of behaviour into self-determined regulation. SDT holds that this internalisation is not a process that, by itself, is forced through external pressures, incentives or reinforcement, but rather is a natural process.\n\nThe internalisation process, from external regulation to selfregulation, can be considered as having the four distinct types of motivation that were mentioned in 'General principles' section. In the first type, that of external regulation, actions are motivated to satisfy external demands, i.e. to obtain a reward or to avoid a punishment. The locus of causality for actions is perceived to be fully external. The next stage is that of introjected regulation. Here, the subject has partly internalised the regulation of behaviour, but not truly accepted it as one's own. The behaviour may be guided by a desire to avoid shame or guilt or to attain ego-enhancements or feelings of self-worth and may stop as soon as external motives become less apparent. When behaviour follows regulation through identification, the subject values a behavioural goal consciously and accepts it as personally important. Identified regulation leads to more persistence, higher commitment and higher performance than lower stages of extrinsic motivation, as behaviour is felt as more autonomous and self-determined. Integrated regulation of behaviour involves the linking of identified motives with personal values that are already present. The locus of causality is now perceived as internal and external regulation of behaviour has been internalised as autonomous self-regulation. Extrinsic motivation, guided by integrated regulation of behaviour, is close to IM. It has been rather consistently shown that the internalisation process, up to the level of identified regulation, has a positive impact. The advantages include a more volitional persistence, better relationships in one's social groups, more effective performance and greater health and well-being  (Deci et al 1994 , Ryan & Deci 2002) .\n\nTo understand the psychology of the internalisation process, organismic integration theory, a mini-theory within SDT  (Ryan & Deci 2002) , suggests that the innate psychological needs play a key role. The need for autonomy provides the primary ground on which to understand internalisation, as human beings have a strong desire to integrate any behaviour regulation, in order to self-regulate it and self-determine one's behaviour as much and as soon as possible. The environment, including peers, parents and teachers, can affect the type and strength of a person's motivation or, in other words, can affect the internalisation process. Significant others can create more introjected modes of motivation, by externally controlling it with pressures, rules and demands and stimulating effort with external rewards. Or they can stimulate more autonomous modes of motivation by fostering competence, autonomy and relatedness. An early and quite consistent finding in SDT research is that extrinsic rewards, such as money or punishment in case of failure, undermine IM  (Deci 1971) . This is consistent with the SDT postulate that, without any external incentives, humans have an innate, natural tendency to develop towards autonomy and selfdetermination. External rewards may prompt people to modify behaviour, but if this behaviour regulation is not internalised, Self-determination theory the modified behaviour will cease to exist, or fall below its initial level, when the rewards are removed. At the same time, the growth of IM is hampered. Here is an example: If students do not show optimal participation in small group sessions, an external reward system may be introduced, e.g. awarding marks for physical presence, to qualify for participation in a final exam. This mere introduction may shift students' reasons to be present from a more intrinsic motive, e.g. to acquire knowledge, to a more extrinsic motive, to collect the minimum number of points to be able to take the exam. This may turn into a collective culture (why attend any further, if sufficient points have been collected?) that distracts from a more natural habit of being present and engaging in learning the relevant material."
    },
    {
      "title": "Supporting autonomy to foster self-determination",
      "text": "The concept of autonomy support describes an interpersonal climate in which an authority figure (e.g. physician or a teacher) takes the perspective of the person with whom they are interacting into consideration, provides relevant information and opportunities for choice and encourages the individual to accept personal responsibility (e.g. for healthy behaviour or for learning). Autonomy support also includes interactions that involve asking the individual what he or she wants to achieve, encouraging questions, providing meaningful and satisfactory answers to questions and refraining from judgement or evaluation when obtaining information about past behaviour. Thus, autonomy support involves minimal pressure, judgement and control  (Ryan 1993; Williams et al. 2002) . In contrast, a controlling interpersonal climate involves pressuring people with rewards, punishments, threats or evaluations and by being judgemental."
    },
    {
      "title": "Individual and cultural differences in motivation",
      "text": "Individuals differ in the extent to which they act out of extrinsic and IM and how readily they internalise the regulation of their behaviour. These differences may be linked to their personality, as some individuals tend to feel controlled (have a control orientation) in most situations, whereas others tend to feel autonomous in those situations (have an autonomous orientation). A second distinction pertains to aspirations of individuals. Intrinsic aspirations such as affiliation, personal growth and community contribution are distinct from extrinsic aspirations such as wealth, fame and image. Intrinsic aspirations and their attainment are positively related to wellbeing indicators and negatively to anxiety, depression and physical symptoms, whereas extrinsic aspirations showed the opposite  (Kasser & Ryan 1993 , 1996 , 2001) . Associations have been found in the way individuals perceive their parents. Students, who perceived their parents to be autonomy supportive, showed less health-compromising behaviours (use of tobacco, alcohol and marihuana) than those who perceived them to have more controlling parental style  (Williams et al. 2000) .\n\nNext to individual differences, cultural differences may exist, up to the point that some researchers doubted the applicability of SDT in non-western cultures  (Vansteenkiste et al. 2005) ; for instance, in Eastern cultures, independence from parents and society would be valued differently. SDT recognises the Eastern culture of 'interdependence', because people are more dependent on significant others in their values to shape their own behaviour. Here, it is important to bring out the difference between independence and autonomy. Autonomy does not mean acting without help from others, it means having feelings of volition and free will in whatever actions are carried out. Within this, the feelings of volition may vary from individual to individual. One may think that a person engages in a behaviour because he values and endorses his cultural values, another deliberately decides to engage in a particular behaviour because the society expects so; a third may counter-react to values of a previous generation while feeling 'free' to act her 'own' way. SDT hypothesises that the general framework of Figure  1  holds true in non-Western cultures as well. Studies with Russian, Chinese and Pakistani students show that autonomous self-regulation has similar beneficial effects  (Stewart et al. 2000; Chirkov & Ryan 2001; Vansteenkiste et al. 2005) ."
    },
    {
      "title": "SDT applied to health care",
      "text": "The wide application of SDT includes both the domains of health care and education. As doctor-patient relationships in some respects resemble teacher-student relationships, it is useful to mention some findings in this domain.\n\nTraditionally, medical practitioners tend to take a controlling approach with their patients and clients  (Beckman & Frankel 1984) . In contrast, autonomy support has been demonstrated to lead to greater internalisation of autonomy and perceived competence for prescribed health behaviours  (Deci et al. 1994; Williams et al. 2006 Williams et al. , 2007)) . Internalisation of autonomous self-regulation and perceived competence has been facilitated in person-to-person interventions as well as in settings where patients interface with a computer program and then meet with a practitioner  (Williams et al. 2006 (Williams et al. , 2007)) . Likewise, when teachers of medical interviewing and smoking cessation counselling have been autonomy supportive, greater autonomous self-regulation and perceived competence have been internalised by the learners-practitioners  (Williams & Deci 1996; Williams et al. 2003) . SDT has also been applied to a variety of health behaviours, including attendance in an alcohol-treatment programme, participation in a weight loss programme, adherence to medication prescriptions, blood sugar monitoring and smoking cessation  (Ryan et al. 1995; Williams & Deci 1996 , 2001; Williams et al. 1998 Williams et al. , 1999b Williams et al. , 2002)) . These studies focused on motivation for behaviour change as well as the social contexts in which behaviour change occurs. Ryan et al. (1995)  assessed participants' motivation for attending a mandated, 8-week alcohol-treatment programme. Participants who had more autonomous reasons for participating attended treatment meetings more regularly and were rated by their treatment counsellors as more involved in the treatment process. Across a series of recent studies, SDT interventions resulted in positive behaviour change and increased autonomous self-regulation for health behaviour  (Williams et al. 1999b (Williams et al. , 2000 (Williams et al. , 2003 (Williams et al. , 2006 (Williams et al. , 2007;; Williams & Deci 2001) . Further, changes in autonomous self-regulation accounted for significant independent change variance in health behaviours. These results are consistent with autonomous self-regulation being in the causal path for health behaviour change and support the unique and important role that autonomous self-regulation plays in patient health as a mechanism through which health behaviour is changed and maintained  (Patrick & Williams, 2009) ."
    },
    {
      "title": "SDT applied to education in general",
      "text": "As self-determination indicators correlate with performance, education is clearly a promising domain to apply SDT. If education is to foster self-determination and intrinsically regulated behaviour, there should be ways to support learners' sense of competence, autonomy and relatedness. In an overview of research done in this field,  Reeve (2002)  stresses the importance of an autonomy-supportive teaching approach. Two major conclusions are drawn:\n\n(1) autonomously motivated students thrive in educational settings and (2) students benefit when teachers support their autonomy.\n\nWhile most research has been carried out in primary and secondary education settings, lessons learnt may well apply in medical education.\n\nThe author  (Reeve)  stipulates what are considered autonomy-supportive teaching behaviours as opposed to controlling teaching behaviour (Table  1 ). Teachers tend, for many reasons, to use a controlling approach, but can learn to be more autonomy supportive. Reasons for a controlling habit are several. Many people believe in providing punishments and rewards to control and reinforce behaviour. Taking students' perspectives and supporting student interest and curiosity is difficult and is usually not a part of teacher training. Many teachers experience controlling and pressuring circumstances in their own job and tend to transmit these to the learning climate that they create for their students. Many believe that the higher the incentives, the greater will be the motivation. Teachers need to be instructed that fostering IM and autonomous self-regulation asks for a different, more autonomy-supportive approach. Acquiring autonomysupportive behaviour requires insights and practice. Reeve concludes with the advice to let teachers support three qualities in students: an internal locus of causality to foster self-control, volition to foster free will and a perception of choice to foster a feeling of autonomy."
    },
    {
      "title": "SDT applied to medical education",
      "text": "Applying SDT to medical education processes is framing our observations and experiences of medical education within this theory. The approach we took is to ask ourselves questions such as:\n\n(1) How do we explain phenomena that we observe in medical education from the perspective of extrinsic versus IM? (2) Can we observe contexts that stimulate or hamper the internalisation of external behaviour regulation? (3) Can we identify loci of causality? (4) Above all, can we identify processes in medical education that hamper or foster feelings of competence, autonomy and relatedness?\n\nMost of these observations are not evidence-based. But by applying what we know about SDT, hypotheses about mechanisms in medical education can be readily formulated. These assumptions can help to guide research and development of medical education."
    },
    {
      "title": "The power of motivation to become a doctor",
      "text": "Probably, the most basic asset of SDT is that human beings have a natural, organismic tendency to develop and aim for self-determination. Most medical students have invested substantial energy to enter medical school to become a physician. Medical students are known to be highly motivated from the start of their study of medicine. If medical educators recognise this innate motivation and create learning environments to support learners' intrinsic desire to care for patients, to master new material and to support patients and each other, this would have far reaching implications for medical education. Most students are ready to encounter barriers and duties and are willing and capable to cross hurdles to pursue their chosen profession. Some barriers are created by the medical school entrance requirements and curricula and some may be personally determined. The organismic tendency predicts that students with high levels of autonomous self-regulation will overcome these hurdles one way or another, no matter what they are. Some may even leave their country, learn a different language and graduate elsewhere as a doctor if it takes that much effort to become one. The routes to the MD degree vary greatly across the globe and the adaptive power of autonomous behaviour of medical students means that many will find their way, no matter what demands they face in which type of curriculum.\n\nFrom the organismic-dialectical perspective, students are organisms with their own learning needs, such as to acquire a great deal of information, and to develop a new professional identity and new values relating to their future role as physicians. The educational environment forms their outer world that shapes the development of their identity and values and that can foster or undermine self-determination."
    },
    {
      "title": "Self-determination theory",
      "text": "Cognitive evaluation theory (CET), an early mini-theory within SDT, suggests that the needs for competence and autonomy are strongly integrated with IM and that contextual events, such as the medical curriculum, are likely to affect IM to the extent that they are experienced as supporting versus thwarting the satisfaction of these needs  (Ryan & Deci 2002) . In this view, medical students have substantial autonomy to follow the path to graduation and the educational environment has potential to accelerate or hamper this course. The function of education, from this viewpoint, could be more limited than we are usually led to believe.\n\nWe tend to think that education must be carefully designed to provide optimal outcomes. Or to put it differently, many teachers and institutions tend to think that they are most successful if they control most of student activities based on a carefully designed curriculum and well chosen teaching methods. However, SDT informs us that by not allowing the students to choose how to learn for themselves, they are less likely to identify with the material or to integrate it and thus will be less likely to remember what they have learned, and what they do retain will be less integrated into their identity as developing physicians. Given most medical students' natural tendency to develop autonomous regulation of behaviour and IM to learn and take on challenges to become a physician, it is very likely that when we control our students, we will probably inhibit this development much more than we think. We tend to believe that education must be evidence-based, and with this evidence, we can control student behaviour. Thus far, alas, we have not found strong evidence of the superiority of any one educational approach over the other. In fact, it has been very hard to provide support for guaranteed, superior learning results from any specific teaching method, even those based on major curriculum reforms  (Dubin & Taveggia 1968; Albanese 2000; Colliver 2000) . There may be a lack of sufficiently strong research methodology, but more important may be that the influence of the personal will of students to reach their goals may overrule and obscure most of the differences in effects of educational interventions.\n\nFollowing SDT-CET, the educational context, with all its rules and regulations, may only be a limited determinant of educational progress, while the internalised, autonomous selfregulation to become a doctor could very well be the major cause of variance in measured outcome of education. We may over-estimate the potential of educational interventions and neglect what other motives energise individual students (Ten Cate 2001). In 1996,  Albano et al. (1996)  showed how medical students in different countries and very different curricula, proceed differently in their knowledge development, as measured with a standardised test, but also how they show surprisingly similar scores at the end of medical school. More than 10 years earlier, a similar finding was reported among Dutch medical schools and the authors posed the question of whether medical students have a natural tendency to acquire knowledge over time, no matter what education they receive  (Bender et al. 1984) .\n\nIn conclusion, SDT can help to understand why research on outcomes of educational interventions show so little evidence of the superiority of one teaching method or curriculum approach over another. Another lesson may be that much of the energy invested in education by curriculum developers might be best spent in ways to stimulate autonomous forms of motivation and integrated or intrinsic regulation, rather than trying to determine the best moment to provide information or the best didactic method to teach it.\n\nIn the following sections, we will examine how SDT can help understand more specific processes in medical education."
    },
    {
      "title": "Preparing for and entering medical school",
      "text": "As medical school and the medical profession are both very demanding, students must be prepared to show high motivation and work hard. Stress and burnout in undergraduate and postgraduate medical education is not uncommon and may be associated with low motivation  (Dyrbye et al. 2005) . Interestingly, many students do not have a clear view of medical education and the medical profession before they start  (Underwood et al. 1990; Nieuwhof et al. 2005 ) and a significant number of them start medicine because of parental pressure  (Marley & Carman 1999) . If a student perceives her/ his reasons for entering medical study as externally controlled, according to the SDT, s/he may not have much IM for studying medicine. Also, if her/his ideas about her/his future profession do not match with the reality, but getting in was a prestigious thing to happen, s/he will continue in the study with feelings of external regulation, giving less chance for success. Prior vocational guidance and mentorship support during early years of medical school might stimulate feelings of volition, autonomy and relatedness. Mentorship support could also be specially directed towards creating an understanding within the student of the value of medicine as a profession and towards a gradual internalisation of this value. Examples are given by  Teharian and Shekarchian (2008) .\n\nSelection procedures for medical school have been an object of considerable debate as many common procedures have low predictive validity  (Salvatori 2001) . To select only highly motivated candidates is very difficult, as candidates may give socially desirable information in application procedures that is extremely difficult to weigh. Hulsman et al. (2007)  in a study, using post-selection measurement of the strength of motivation, found that students entering medical school through a qualitative selection procedure showed higher strength of motivation than others who entered through a lottery system. This may point at an important 'Hawthorne' effect; in other words, a demanding selection procedure may generate motivation by itself. This conclusion is still somewhat speculative and needs to be substantiated, but SDT might be used to explain this phenomenon. Overcoming a selection hurdle may give the candidates a feeling of competence and relatedness ('now I belong to a highly selective group')."
    },
    {
      "title": "Curriculum structure and classroom teaching",
      "text": "Traditionally, the medical curriculum has been composed of carefully selected content, chosen by experts in medical and pre-medical disciplines, based on their best knowledge of the subjects. The curriculum would then be efficiently arranged to schedule all this content in lectures, lab classes and clerkships, to expose all students optimally to this content. Many generations of medical students have been brought up this way. Viewing the changes in medical curricula that have taken place in the past decades from an SDT perspective, it should be concluded that many changes are in concordance with an increased self-determination of medical students: student-centred education, horizontal and vertical integration within the curriculum, problem-based learning (PBL), learning in small groups, the introduction of electives and other advances all aim to stimulate motivation in students explicitly or implicitly. One established result of research of PBL is that it motivates students  (Albanese & Mitchell 1993) ; SDT may help to explain why. PBL may create feelings of autonomy, as students must formulate their own learning objectives and are relatively free to choose sources of information. It stimulates relatedness, as groups of students must collaboratively work on problems. It may create at times a satisfactory feeling of competence, when mastered content is explained to peers. This differs from the traditional learning, in which there is solitary study with subsequent exhibition of knowledge in written exams resulting in an acquired score which is without interaction or feedback-hence, a typically extrinsic reward.\n\nEven in the relative freedom of PBL but certainly in more traditional education, it cannot be expected that all students will always be motivated. The mere concept of self-determination implies that students may develop specific interests within medicine that exclude other areas. Teachers should realise that even in students with a high level of global motivation, i.e. with a general motivational attitude  (Vallerand & Ratelle 2002) , some classes may not appeal to their interest. Unmotivated or bored students can be troublesome and very demotivating for teachers and fellow students. How do we deal with these students? SDT would advise that teachers work to create an environment that supports student internalisation of a value for learning the required activities. So, an originally externally regulated behaviour will be internalised by a student if he is helped to see the value of the behaviour in a long-term context, if possible in the area of his choice of specialisation. This could be achieved by working in small groups where the teachers get a chance to know the students personally and there is good communication between the teacher and student. The same goes for early patient contact in a vertically integrated curriculum. Medical students sometimes tend to get demotivated during their basic science years when there is a basic misalignment between learning basic sciences and the reason why they pursue medicine, i.e. to work with patients. Again, the value of learning basic sciences could be integrated into the curriculum through a clinically oriented approach and connection with early patient contact.\n\nVertical integration is often defined as clinical experience from early on in the curriculum in conjunction with basic sciences throughout the years  (Dent & Harden 2001) . More broadly defined, vertical integration does not only involve differences in the number and distribution of hours of clinical training and basic science teaching across the curriculum, but includes a philosophy that supports progressive increases in the responsibility and independence allowed to medical students (Ten  Cate et al. 2004; Wijnen-Meijer et al. 2010) . Increasingly, medical students are trusted with more clinical responsibilities in senior clerkships that greatly foster their feelings of autonomy and competence. Provided that supervision is adequate, such responsibility may in turn help to speed up the learning curve, so that responsibilities can indeed be increasingly given. Acknowledgement and reward from the clinical staff may in turn create a tremendous feeling of relatedness as well, as students are being taken seriously as emerging colleagues."
    },
    {
      "title": "Assessments and examinations",
      "text": "Examinations typically represent extrinsic stimuli for learning and marks or scores are typical extrinsic rewards. Given this, the question is how can examinations be used according to SDT to stimulate IM in students?\n\nOne way of thinking about this is from a perspective of what would enhance student autonomy with respect to examinations. Examinations often are large scale events, in which students are all tested identically at the same time, for reasons of reliability and fairness. Autonomy, however, would mean that students would plan their own moments of assessment whenever they feel they are ready to be tested. This basic idea of individualised learning for mastery, an old but useful behaviourist approach  (Kulik et al. 1979; Amirault & Branson 2006) , would create and require flexible learning paths, as cohorts of students would not proceed with equal speed. This approach agrees with current thoughts about competency-based medical education, in which attained competence in clinical education should prevail over clinical rotations with pre-set time frames  (Cooke et al. 2010; Frank et al. 2010; Ten Cate et al. 2010) . It stimulates autonomy in students when they can determine their own learning path. Individualised test creates huge challenges for medical schools, but modern technology may help. Computer-based assessment creates practical possibilities that may replace collective written tests.\n\nTo explain how extrinsic regulations (such as working towards an examination) can combine with IM (to become a doctor),  Vallerand and Ratelle (2002)  have extended SDT by adding three levels of generality motivation: global, contextual and situational. The global level can be viewed as representing a rather stable, general motivational inclination to interact with the outside world. A highly motivated medical student in the global sense could, if studying medicine was not an option, would become a highly motivated other professional. The contextual level represents a more focused motivation. If contextual determinants lead a student to take up medicine, the general will and choice to become a doctor will be a moderately stable motivational orientation. The situational level pertains to specific activities at specific times. Preparing for an examination typically requires extrinsic motivation at the situational level, probably not much more internalised than at the 'introjected' stage. But the overarching contextual level of motivation can at the same time be highly integrated."
    },
    {
      "title": "Self-directed learning",
      "text": "Much of the time, students spend in the preclinical phase of medical school is self-directed. Classes typically take no more than half of the time available. Self-directed time Self-determination theory is spent on learning from books and the internet, preparing for classes, problem-based tutorials or other, and preparing for examinations. To make this time most useful, students should learn how to regulate their learning, to be prepared not only for classes and exams but also for later life with less external guidance and extrinsic pressure. The University of Michigan Medical School uses a structured approach to train students to become self-regulatory learners, applied in a four-stage cycle: planning-learning-assessment-adjustment  (White & Gruppen 2010 , White 2007) . The planning phase includes two elements: goal-setting and motivation to acquire knowledge and skills. This is where teachers can help to support students' autonomy. For the learning and the assessment phases, students are instructed about learning styles and strategies and specific learning methods, followed by self-monitoring and the acquiring of feedback on their competence. The adjustment phase pertains to reflecting on accomplishments and making correct causal attributions of achievement to guide further learning  (White & Gruppen 2010) . The authors stress the usefulness to work with peers in the development of self-regulation skills and cite SDT as one foundation of their approach. Indeed autonomy (in the planning phase), competence (in the assessment phase) and relatedness (working in a peer group) may be considered SDT-related components of this promising approach."
    },
    {
      "title": "Clinical training",
      "text": "Clinical training in undergraduate education is typically experiential in nature. Most of the knowledge and skills are acquired 'along the way' and not because of deliberate teaching by faculty. Much of what students and graduates learn from clinical experience heavily depends on their own behaviour, attitude and conception of learning. It is critical to consider how clinical teachers and the clinical context can support this. Dornan has found that success in clinical clerkships particularly draws on the way the workplace learning climate motivates students by supporting their participation in patient care  (Dornan et al. 2005; Dornan 2006 ). Lave and Wenger (1991)  have introduced the concept of 'legitimate peripheral participation' to signify how new apprentices should gradually become part of a professional community of practice. This is consistent with the assumptions of SDT. Serious participation in the clinical workplace means that autonomy in clinical functioning is valued. If the students' role in the clinical practice is taken seriously, their competence is likely to be boosted. If learning-in-context is effective, it is probably the commitment of students to be part of this context that stimulates learning  (Koens et al. 2005) . Lang et al. (2009)  found a significant correlation of students' US National Board of Medical Examiners subject exam scores, with the number of new patients these students had admitted, compared to the number of patients attended that were already admitted by others. SDT might explain an increased learning effect from a greater feeling of responsibility with such new patients than when students must re-examine already admitted patients. Serious participation in a professional community, for either peripheral or minor tasks, clearly stimulates feelings of relatedness. The earlier in the curriculum this can be realised, the better it might be for student learning  (Littlewood et al. 2005; Kamalski et al. 2007) .\n\nHow should this autonomy support be organised? We would like to highlight two elements: the role of feedback and the significance of entrusting professional activities to trainees.\n\nReceiving feedback is an essential component of experiential learning in the clinical workplace, as it is essential to build a self-image of strengths and weaknesses, and trainees can be actively stimulated to seek feedback  (Teunissen et al. 2009) . When providing one-on-one feedback to medical trainees, as happens daily in clinical settings, the phrasing of feedback messages is important and should reflect the intention to scaffold the learner's development  (Van De Ridder et al. 2008) . Even after shaping a safe environment, many people still find receiving feedback difficult, as it triggers their vulnerability and leads to undue emotional caution by the feedback receiver, as the hidden message often is 'I am in the position to tell you what your weaknesses are; you are far away from me'.\n\nWhen considering the feedback process from an SDT perspective, the question is how to enhance feelings of competence, autonomy and relatedness through the phrasing of feedback messages. It is particularly important that student autonomy be supported if feedback is expected to increase student perceived competence. When feedback is provided carelessly, all three conditions may easily be violated. Boosting of motivation may profit by three approaches:\n\n(1) shifting the focus from the individual to the context. Not 'you fail to do what we are good at', but 'This case/skill/ procedure is quite difficult to master; let's see how to get there'. In the latter wording, failure of competence is not primarily at stake as it normalises early failures and supports student initiation of the new behaviour.\n\n(2) shifting from instructional messages to self-regulation and shifting the focus from the perspective from provider to receiver of the feedback. Not 'I will tell you exactly what you must do' but 'How do you think you would handle this next time? Ask me for help if you need me', can stimulate feelings of autonomy and relatedness.\n\n(3) pulling the trainees into the professional group. Not 'you trainees must learn to eventually be like us' but 'this is what we all went through; we all must practice to attain such new skills' will much more enhance the feeling to be related and understood by future colleagues.\n\nThese phrasings may seem like subtle nuances, but they can make a large difference in how motivation to improve skills and behaviour after receiving feedback is affected.\n\nAnother element, entrusting professional activities to medical trainees, has been elaborated in the literature in conjunction with competency-based medical education  (Ten Cate 2005; Ten Cate & Scheele 2007; Frank et al. 2010; Ten Cate et al. 2010) . In competency-based medical training, the length of training should be determined by the acquisition of competence, and not bound to a pre-set, fixed length. Using the concept of entrustable professional activities (EPAs), it is possible to grant full responsibility to trainees for specific tasks in which they have demonstrated mastery. The impact of such an approach to clinical training is potentially far reaching, as the development of a medical specialist would be the gradual acquisition of responsibility for the building blocks (EPAs) in a flexible time frame, rather than the following and completing a pre-determined training route and the reception of a diploma or registration for the full responsibilities for the profession at the end of the training. This may sound like a future vision, but the model has been applied in health care education  (Mulder et al. 2010) . Viewed from an SDT perspective, this approach would likely have an effect on the development of autonomy and on a better quality of motivation. Awarding full responsibility for limited tasks earlier, for instance, during a postgraduate residency, may well generate feelings of competence, autonomy and relatedness, as the trainee gradually becomes more and more a serious partner of the clinical staff.\n\nClinical training has, in general, not become easier in the recent decades. The relatedness component in clinical training, requiring sufficient interaction with peers, clinical staff and patients, has been at stake. Recent developments in academic health care endanger these relationships; working-hour restrictions, the short stay of patients in hospitals, fragmentation of health care over specialties and health care providers, and the increased pressures upon clinical faculty all lead faculty to create controlling learning environments. The lack of sustained relationships among students, teachers and patients is a major current problem in medical education  (Irby 2007 ) and a threat to the development of IM in medical students. In response to this failure of the medical education system, examples of successfully restored continuity in clinical training have been developed by a different scheduling of clerkships  (Hirsh et al. 2007 ). Autonomy-supportive clinical clerkships in internal medicine and surgery have been shown to increase the likelihood of students choosing these branches for their specialty training  (Williams et al. 1994 (Williams et al. , 1997)) ."
    },
    {
      "title": "Medical students as teachers and researchers",
      "text": "Schools, looking for opportunities to provide students, during their training, with serious responsibilities should not only think of entrustment of responsibilities in patient care but also in other, more academic areas such as teaching and research. There is a growing body of literature that shows how medical students can very well serve as teachers for less advanced students  (Ross & Cameron 2007) . The act of near-peer teaching has been shown to have specific benefits for those medical students who teach, without necessarily compromising the learning of their younger peers. Benefits can be mapped in cognitive, affective and metacognitive levels of the learning process  (Ten Cate & Durning 2007) .\n\nA student or resident, placed in the position of a teacher of near-peers, experiences a different relation to them. Acting as a relative expert makes one feel like a relative expert. It generates feelings of competence, relative autonomy to determine what and how to teach and esteem before others, which in turn can motivate the peer-teacher to spend further energy in studying -as 'success breeds success' (Ten  Cate & Durning 2007) .\n\nSomething similar holds for research. Students may be energised in research electives if they can autonomously work out a project, present results, be allowed to speak at a conference and even to be a first author of a journal paper. In Dutch medical schools, not infrequently, medical students graduate co-authoring one or more journal papers in the scientific literature  (Van Eyk et al. 2010) ."
    },
    {
      "title": "Continuing professional development",
      "text": "Motivation is clearly at stake in continuing medical education and continuing professional development. Outside a formal training or learning framework, doctors must autonomously acquire a habit of spending time and effort in keeping up to date with medical knowledge. This requires some selfregulation. SDT has been used to predict how practicing clinicians internalise autonomous self-regulation for tobacco dependence counselling. Interestingly, the medical literature  (Fiore et al. 2008)  indicates that it is the lack of efficacy or perceived competence and time pressures  (Yarnell et al. 2003)  from busy practice that stops clinicians for providing counselling and prescriptions for tobacco dependence. Williams et al. (2003)  demonstrated in a pre-post, non-randomised design that when practicing clinicians perceive autonomy support from the insurer and from the continuing medical education (CME) facilitator, they internalise autonomous self-regulation about the counselling and that this predicts change in behaviour and self-reported time spent counselling. These findings, in addition to those in general education and with medical students, point to the importance of creating learning environments that facilitate internalisation of valuing the importance of learning materials, and not to simply provide information and training skills. Medical treatments are constantly being updated based on advances in our evidence base. CME learning environments that generate interest and curiosity as well as facilitate autonomous self-regulation to incorporate new treatments and information into practice are more likely to be effective for patient outcomes and to enhance the quality of practice life for clinicians, than many current didactic CME lecture-based courses."
    },
    {
      "title": "Teaching",
      "text": "Teaching of medical students is a task that is almost invariably combined with other tasks. Basic scientists have research obligations and clinicians have patient care duties and research tasks. SDT predicts that faculty will be most intrinsically motivated for those tasks that evoke the highest feelings of competence, autonomy and relatedness. In contrast with most of the teaching, research may lead to strong feelings of competence once a researcher starts publishing and showing selective acquaintance in specific domains, acknowledged by the scientific community, viewed as a group one would like to belong and 'relate' to. Patient care has the potential to feed signs of success back to the clinician. Patients can display satisfaction and clinical signs can show the effect of treatment, both working as signals of clinical competence. Relatedness to Self-determination theory colleagues is continuously present, as most clinical work is team-based. And finally, physicians have a defined professional autonomy to act to the best of their knowledge.\n\nTeaching has a different dynamic. Modern medical curricula do not particularly stimulate the three SDT features more than research and patient care. In student-centred, problembased curricula, the teachers have fewer opportunities to display their knowledge and experience thus leading to lower feelings of competence compared to traditional lecture-based curricula. Relatedness to a community is less developed as much of the teaching performance is rarely seen and discussed among colleagues. In a recent survey among 250 University Medical Center (UMC) Utrecht teachers about their views on what would stimulate their motivation to teach, respondents chose the following factors: teaching about my own expertise, noticeable appreciation of my teaching skills by my direct manager, teaching small groups, freedom to determine the content of my teaching and feedback on my teaching performance. One of the motivators identified by these teachers, which was not a part of the list of factors provided to them, but was very often received as a remark in an openended question, was 'teaching highly motivated students' (Van den  Berg et al. in preparation) . What holds for students, holds for teachers too. Highly student-centred and centrally regulated, integrated curricula may be useful to students, but may not particularly stimulate individual teachers in their educational tasks. To stimulate IM in teaching, visibility of teaching performance, drawing on the teacher's expertise and some autonomy in determining the mode of teaching seems to be needed.\n\nNot all clinical and basic science faculties are intrinsically motivated to teach. If they would be able to connect their values, e.g. for research or clinical practice, with teaching this could enhance their motivation to teach. Talking and teaching in a generalised way about research and patient care can stimulate their own thinking and serve their more primary goals, e.g. using their own work as examples to generalise upon. Feeling competent through constructive feedback and feeling related to other teachers and colleagues in the department could go a long way in motivating them intrinsically for teaching. Teaching needs to be a value; encouraged and internalised into the culture of the department and institution. The teachers need to be able to identify with their work of teaching and see it as a worthy activity. Having 'Teacher communities' as a group to relate to could potentially help in getting teachers together to discuss their experiences, linked to their feeling of competence, difficulties and solutions to common problems faced in teaching."
    },
    {
      "title": "Stress, depression and burnout among medical students and residents",
      "text": "Low motivation has been proposed as both a cause and consequence of medical student distress  (Dyrbye et al. 2005) . Not only that, but well-being in general affects motivation in daily work and overall career; lower motivation leads to feelings of ambiguity in career choice and higher well-being leading to greater zeal towards purpose in medicine and intrinsic passion for work  (Ratanawongsa et al. 2008) ."
    },
    {
      "title": "How does SDT explain this and what could be done from that perspective?",
      "text": "Stress in medical school can be caused by several factors. It is possible that a student, who is intrinsically motivated for the medical study, finds it difficult to strike a balance between gaining medical knowledge to satisfy his IM and studying and delivering high performance in his assessments owing to the huge time demands and constraints of the profession. This could lead to feelings of the controlling nature of the study of medicine, hampering the student's IM, leading to significant distress. Mentorship support could go a long way in helping these students to regain a feeling of autonomy in their learning, by planning their own study events in accordance with their interests, without giving up preparation for assessments.\n\nControlling behaviour by superiors has been found to be an antecedent of work-home interference, leading to decreased feelings of well-being and burnout among medical residents  (Geurts et al. 1999) . Here too, the problem leading to stress and burnout could be tackled by encouraging more autonomy-supportive climates. Lack of autonomy support has also been identified as the leading problem producing burnout among practicing doctors  (Shanafelt et al. 2003) . Autonomysupportive climates are as important in medical practice as in medical education for the promotion of well-being.\n\nLack of intellectual and emotional integration have been proposed to underlie the experience of burnout in medical students when they are actively in contact with patients and support of the three basic needs of autonomy, competence and relatedness have been proposed to reduce burnout  (Patrick & Williams 2009) .\n\nIn the second half of this Guide, we selected a series of components of medical education and student learning to illustrate how SDT may serve to understand and possibly enhance the educational process. Other elements could have been chosen as well, but we hope readers will now have acquired enough ground to think of application of SDT in whatever other part of the medical education continuum is of interest to them, to test them and to draw their own conclusions."
    },
    {
      "title": "Measuring motivation",
      "text": "After this discussion on different types of motivation and the preferred types, it might be helpful to briefly review how motivation used in SDT can be measured. Deci and Ryan have developed and copyrighted many questionnaires which cover measurement of almost all concepts described within the theory. The Academic Self-Regulation Questionnaire gives separate scores on IM, identified regulation, introjected regulation and external regulation. Integrated regulation is difficult to measure and till date there is no scale to measure it. The Self-Determination Scale assesses the extent to which people tend to function in a self-determined way. The General Causality Orientations Scale measures autonomy, controlled and impersonal orientations in an individual. The Learning Climate Questionnaire measures the students' perception of autonomy support in their educational setting or more specific scenarios like a certain lecture. The Perceived Competence for Learning Questionnaire measures how students' perceive their competence in their learning. The Basic Psychological Needs Scale measures the extent to which an individual feels his needs for autonomy, competence and relatedness are satisfied in general life or at work. The Motivators' Orientations Questionnaires measure a relatively stable orientation in adults towards their approach to motivating others. These questionnaires and many others (measuring SDT concepts in other contexts like health care and work) are freely available on SDT website ( http://www.psych.rochester.edu/ SDT/questionnaires.php). Another scale, developed by Vallerand and colleagues is the Academic Motivation Scale (AMS) which also gives scores on IM, identified regulation, introjected regulation and external regulation and amotivation. IM scale has three further sub-scales measuring IM to know, IM towards accomplishment and IM to experience stimulation. This scale too does not have items for measuring integrated regulation. References of AMS are provided in  Vallerand and Ratelle (2002) . AMS has been used in medical education research  (Sobral 2004; Kusurkar et al. 2010) .\n\nFurther references to most of the literature existing on SDT, both empirical and scholarly, are available from the SDT website."
    },
    {
      "title": "Conclusion",
      "text": "The lens of SDT provides us with a different view of processes in medical education. SDT stresses the importance of creating feelings of competence, autonomy and relatedness in medical students. Despite the large body of research in the domain of this theory, including many studies in health care, the applications seen currently in medical education are scarce. Through logical reasoning and applying the elements of the theory, we come to several hypotheses to understand processes in education that have high face validity. It is justifiable to discuss these assertions? We believe it is. Much of medical education methods and curricular structures applied in medical schools are constructed with a focus on practicality and based upon tradition. Some modern approaches are more theory-based, but many lack such foundation. And even if they have, there is often little evidence to predict that one method will yield superior results, compared to other methods, as medical education research is not rocket science  (Regehr 2010) . This should not restrain us from seeking mechanisms to understand what could cause successes and failures in medical education. This Guide is meant to help this thinking."
    },
    {
      "title": "Declaration of interest:",
      "text": "The authors report no conflicts of interest. The authors alone are responsible for the content and writing of the article."
    },
    {
      "title": "Notes on contributors"
    },
    {
      "text": "Figure 1. The spectrum of motivation according to SDT. Adapted from Ryan RM, Deci EL. 2000. Self-determination Theory and the facilitation of intrinsic motivation, social development and well-being. Amer Psych 55 (1) 68-78."
    },
    {
      "text": "OLLE Th.J. TEN CATE, PhD, is a professor of Medical Education and director of the Center for Research and Development of Education at UMC Utrecht, The Netherlands. One of his interests is in motivation and learning in medical education and training. RASHMI A. KUSURKAR, MD, is a researcher in the Center for Research and Development of Education, UMC Utrecht, The Netherlands. She is a fellow of GSMC-FAIMER, Mumbai, India (2006), and is currently completing a PhD in Medical Education at UMC Utrecht. She is committed to research on motivation and is particularly looking at applications of SDT in medical education. GEOFFREY C. WILLIAMS, MD, PhD, is the director of the Healthy Living Research Center University of Rochester at the University of Rochester and professor of Medicine, Psychiatry and Clinical and Social Sciences in Psychology. He has specifically contributed to the development of the SDT model for health behaviour change."
    },
    {
      "text": "Controlling and autonomy-supportive teaching behaviour."
    }
  ],
  "references": [
    {
      "title": "Problem-based learning: Why curricula are likely to show little effect on knowledge and clinical skills",
      "authors": [
        "M Albanese"
      ],
      "year": 2000,
      "doi": "10.1046/j.1365-2923.2000.00753.x"
    },
    {
      "title": "Problem-based learning: A review of literature on its outcomes and implementation issues",
      "authors": [
        "M Albanese",
        "S Mitchell"
      ],
      "year": 1993,
      "doi": "10.1097/00001888-199301000-00012"
    },
    {
      "title": "An international comparison of knowledge levels of medical students: The Maastricht Progress Test",
      "authors": [
        "M Albano",
        "F Carvallo",
        "R Hogenboom",
        "F Magni",
        "G Majoor",
        "F Maneti",
        "L Schuwirth",
        "I Stigler",
        "C Van Der Vleuten"
      ],
      "year": 1996,
      "doi": "10.1111/j.1365-2923.1996.tb00824.x"
    },
    {
      "title": "Educators and expertise: A brief history of theories and models",
      "authors": [
        "R Amirault",
        "R Branson"
      ],
      "year": 2006
    },
    {
      "title": "The impact of physician behavior on the collection of data",
      "authors": [
        "H Beckman",
        "R Frankel"
      ],
      "year": 1984,
      "doi": "10.7326/0003-4819-101-5-692"
    },
    {
      "title": "Medische kennis bij studenten uit verschillende medische faculteiten: Van hetzelfde laken een pak?",
      "authors": [
        "W Bender",
        "J Cohen-Schotanus",
        "T Imbos",
        "W Versfelt",
        "M En Verwijnen"
      ],
      "year": 1984
    },
    {
      "title": "Parent and teacher autonomy support in Russian and US adolescents: Common effects on well-being and academic motivation",
      "authors": [
        "V Chirkov",
        "R Ryan"
      ],
      "year": 2001
    },
    {
      "title": "Effectiveness of problem-based learning curricula: Research and theory",
      "authors": [
        "J Colliver"
      ],
      "year": 2000
    },
    {
      "title": "Educating physicians: A call for reform of medical school and residency",
      "authors": [
        "M Cooke",
        "D Irby",
        "O' Brien"
      ],
      "year": 2010
    },
    {
      "title": "Effects of externally mediated rewards on intrinsic motivation",
      "authors": [
        "E Deci"
      ],
      "year": 1971,
      "doi": "10.1037/h0030644"
    },
    {
      "title": "Facilitating internalization: The self-determination theory perspective",
      "authors": [
        "E Deci",
        "H Eghrari",
        "B Patrick",
        "D Leone"
      ],
      "year": 1994
    },
    {
      "title": "The ''what'' and ''why'' of goal pursuits: Human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000
    },
    {
      "title": "Handbook of self-determination research",
      "year": 2002
    },
    {
      "title": "A practical guide for medical teachers",
      "authors": [
        "J Dent",
        "R Harden"
      ],
      "year": 2001
    },
    {
      "title": "Experience based learning",
      "authors": [
        "T Dornan"
      ],
      "year": 2006,
      "doi": "10.26481/dis.20060512td"
    },
    {
      "title": "How can medical students learn in a self-directed way in the clinical environment? Design-based research",
      "authors": [
        "T Dornan",
        "J Hadfield",
        "M Brown",
        "H Boshuizen",
        "A Scherpbier"
      ],
      "year": 2005
    },
    {
      "title": "The teaching learning paradox. A comparative analysis of college teaching methods",
      "authors": [
        "R Dubin",
        "T Taveggia"
      ],
      "year": 1968
    },
    {
      "title": "Medical student distress: Causes consequences and proposed solutions",
      "authors": [
        "L Dyrbye",
        "M Thomas",
        "T Shanafelt"
      ],
      "year": 2005
    },
    {
      "title": "Treating tobacco use and dependence: 2008 Update",
      "authors": [
        "M Fiore",
        "C Jaen",
        "T Baker",
        "W Bailey",
        "N Benowitz",
        "S Curry",
        "S Dorfman",
        "E Froelicher",
        "M Goldstein",
        "C Healton"
      ],
      "year": 2008
    },
    {
      "title": "Competency-based Med Educ: Theory to practice",
      "authors": [
        "J Frank",
        "L Snell",
        "Ten Cate",
        "Otj Holmboe",
        "E Carraccio",
        "C Swing",
        "S Harris",
        "P Glasgow",
        "N Campbell",
        "C Dath"
      ],
      "year": 2010
    },
    {
      "title": "Antecedents and consequences of work-home interference among medical residents",
      "authors": [
        "S Geurts",
        "C Rutte",
        "M Peeters"
      ],
      "year": 1999
    },
    {
      "title": "Continuity'' as an organizing principle for clinical education reform",
      "authors": [
        "D Hirsh",
        "B Ogur",
        "G Thibault",
        "M Cox"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsb061660"
    },
    {
      "title": "Effectiveness of selection in medical school admissions: Evaluation of the outcomes among freshmen",
      "authors": [
        "R Hulsman",
        "Jsj Van Der Ende",
        "F Oort",
        "Rpj Michels",
        "G Casteelen",
        "Fmm Griffioen"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2929.2007.02708.x"
    },
    {
      "title": "Educational continuity in clinical clerkships",
      "authors": [
        "D Irby"
      ],
      "year": 2007
    },
    {
      "title": "Early clerkships",
      "authors": [
        "Dma Kamalski",
        "Ter Braak",
        "Ten Cate",
        "Otj Borleffs"
      ],
      "year": 2007
    },
    {
      "title": "A dark side of the American dream: Correlates of financial success as a central life aspiration",
      "authors": [
        "T Kasser",
        "R Ryan"
      ],
      "year": 1993,
      "doi": "10.1037//0022-3514.65.2.410"
    },
    {
      "title": "Further examining the American dream: Differential correlates on intrinsic and extrinsic goals",
      "authors": [
        "T Kasser",
        "R Ryan"
      ],
      "year": 1996
    },
    {
      "title": "Be careful what you wish for: Optimal functioning and the relative attainment of intrinsic and extrinsic goals",
      "authors": [
        "T Kasser",
        "R Ryan"
      ],
      "year": 2001
    },
    {
      "title": "Analysing the concept of context in medical education",
      "authors": [
        "F Koens",
        "K Mann",
        "Ejfm Custers",
        "Ten Cate"
      ],
      "year": 2005
    },
    {
      "title": "A meta-analysis of outcome studies of Keller's Personalized system of instruction",
      "authors": [
        "J Kulik",
        "C Kulik",
        "P Cohen"
      ],
      "year": 1979
    },
    {
      "title": "Validity evidence for the measurement of the strength of motivation for medical school",
      "authors": [
        "R Kusurkar",
        "G Croiset",
        "C Kruitwagen",
        "Ten Cate"
      ],
      "year": 2010,
      "doi": "10.1007/s10459-010-9253-4"
    },
    {
      "title": "Motivation as a dependent and an independent variable in medical education: A review of the literature",
      "authors": [
        "R Kusurkar",
        "Ten Cate",
        "Otj Van Asperen",
        "M Croiset"
      ],
      "year": 2011,
      "doi": "10.3109/0142159x.2011.558539"
    },
    {
      "title": "Association between hand-off patients and subject exam performance in medicine clerkship students",
      "authors": [
        "V Lang",
        "C Mooney",
        "O' Connor",
        "A Bordley",
        "D Lurie"
      ],
      "year": 2009,
      "doi": "10.1007/s11606-009-1045-2"
    },
    {
      "title": "Situated learning: Legitimate peripheral participation",
      "authors": [
        "J Lave",
        "E Wenger"
      ],
      "year": 1991
    },
    {
      "title": "Early practical experience and the social responsiveness of clinical education. Systematic review",
      "authors": [
        "S Littlewood",
        "V Ypinazar",
        "S Margolis",
        "A Scherpbier"
      ],
      "year": 2005
    },
    {
      "title": "Selecting medical students: A case report of the need for change",
      "authors": [
        "J Marley",
        "I Carman"
      ],
      "year": 1999
    },
    {
      "title": "Building a competency-based workplace curriculum around entrustable professional activities: The case of physician assistant training",
      "authors": [
        "H Mulder",
        "Ten Cate",
        "Otj Daalder",
        "R Berkvens"
      ],
      "year": 2010,
      "doi": "10.3109/0142159x.2010.513719"
    },
    {
      "title": "Students' conceptions of the medical profession: An interview study",
      "authors": [
        "Mgh Nieuwhof",
        "Jjdm Rademakers",
        "M Kuyvenhoven",
        "Mbm Soethout",
        "Ten Cate"
      ],
      "year": 2005,
      "doi": "10.1080/01421590500271159"
    },
    {
      "title": "Self-determination in medical education: Encouraging medical educators to be more like blues artists and poets",
      "authors": [
        "H Patrick",
        "G Williams"
      ],
      "year": 2009,
      "doi": "10.1177/1477878509104323"
    },
    {
      "title": "Well-being in residency: Effects on relationships with patients interactions with colleagues performance and motivation",
      "authors": [
        "N Ratanawongsa",
        "S Wright",
        "J Carrese"
      ],
      "year": 2008,
      "doi": "10.1016/j.pec.2008.04.010"
    },
    {
      "title": "Self-determination theory applied to educational settings",
      "authors": [
        "J Reeve"
      ],
      "year": 2002
    },
    {
      "title": "It is NOT rocket science. Rethinking our metaphors for research in health professions education",
      "authors": [
        "G Regehr"
      ],
      "year": 2010,
      "doi": "10.1111/j.1365-2923.2009.03418.x"
    },
    {
      "title": "Self-determination theory and the facilitations of intrinsic motivation social development and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000
    },
    {
      "title": "Overview of self-determination theory: An organismic dialectical perspective",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2002
    },
    {
      "title": "Initial motivations for alcohol treatment: Relations with patient characteristics treatment involvement and dropout",
      "authors": [
        "R Ryan",
        "R Plant",
        "O' Malley"
      ],
      "year": 1995,
      "doi": "10.1016/0306-4603(94)00072-7"
    },
    {
      "title": "Reliability and validity of admissions tools used to select students for the health professions",
      "authors": [
        "P Salvatori"
      ],
      "year": 2001,
      "doi": "10.1023/a:1011489618208"
    },
    {
      "title": "The well-being of physicians",
      "authors": [
        "T Shanafelt",
        "J Sloan",
        "T Habermann"
      ],
      "year": 2003
    },
    {
      "title": "The triple alliance for learning: Cognition metacognition and motivation",
      "authors": [
        "E Short",
        "J Weisberg-Benschell"
      ],
      "year": 1989,
      "doi": "10.1007/978-1-4613-8838-8_2"
    },
    {
      "title": "What kind of motivation drives medical students learning quests?",
      "authors": [
        "D Sobral"
      ],
      "year": 2004
    },
    {
      "title": "Perceptions of parents and adolescent outcomes in Pakistan",
      "authors": [
        "S Stewart",
        "M Bond",
        "L Ho",
        "R Zaman",
        "R Dar",
        "M Anwar"
      ],
      "year": 2000
    },
    {
      "title": "Mentoring for doctors: Do its benefits outweigh its disadvantages?",
      "authors": [
        "K Teharian",
        "H Shekarchian"
      ],
      "year": 2008
    },
    {
      "title": "What happens to the student? The neglected variable in educational outcome research",
      "authors": [
        "Ten Cate"
      ],
      "year": 2001
    },
    {
      "title": "Entrustability of professional activities and competency-based training",
      "authors": [
        "Ten Cate"
      ],
      "year": 2005
    },
    {
      "title": "Dimensions and psychology of peer teaching in medical education",
      "authors": [
        "Ten Cate",
        "Otj Durning"
      ],
      "year": 2007
    },
    {
      "title": "Competency-based postgraduate training: Can we bridge the gap between educational theory and clinical practice?",
      "authors": [
        "Ten Cate",
        "Otj Scheele"
      ],
      "year": 2007
    },
    {
      "title": "Medical competence: The interplay between individual ability and the health care environment",
      "authors": [
        "Ten Cate",
        "Otj Snell",
        "L Carraccio"
      ],
      "year": 2010
    },
    {
      "title": "Orienting teaching toward the learning process",
      "authors": [
        "Ten Cate",
        "Otj Snell",
        "L Mann",
        "K Vermunt"
      ],
      "year": 2004
    },
    {
      "title": "Who wants feedback? An investigation of the variables influencing residents' feedback-seeking behavior in relation to night shifts",
      "authors": [
        "P Teunissen",
        "A Stapel",
        "C Van Der Vleuten",
        "A Scherpbier",
        "K Boor",
        "F Scheele"
      ],
      "year": 2009
    },
    {
      "title": "Insight of first-year medical students into their future working conditions",
      "authors": [
        "M Underwood",
        "M Thompson",
        "A Mccaskie"
      ],
      "year": 1990
    },
    {
      "title": "Intrinsic and extrinsic motivation: A hierarchical model",
      "authors": [
        "R Vallerand",
        "C Ratelle"
      ],
      "year": 2002,
      "doi": "10.5040/9781718206632.ch-017"
    },
    {
      "title": "What is Feedback in Clinical Education?",
      "authors": [
        "Jjm Van De Ridder",
        "K Stokking",
        "W Mcgaghie",
        "Ten Cate"
      ],
      "year": 2008,
      "doi": "10.1111/j.1365-2923.2007.02973.x"
    },
    {
      "title": "Assessing the need of teachers in a university medical center",
      "authors": [
        "Bam Van Den Berg",
        "Ten Cate",
        "Van Hal",
        "M Ritzen"
      ]
    },
    {
      "title": "Scientific output of Dutch medical students",
      "authors": [
        "H Van Eyk",
        "Mhw Hooiveld",
        "T Van Leeuwen",
        "Van Der Wurff",
        "De Craen",
        "Ajm Dekker"
      ],
      "year": 2010,
      "doi": "10.3109/01421591003596592"
    },
    {
      "title": "Experiences of autonomy and control among Chinese learners: Vitalizing or Immobilizing?",
      "authors": [
        "M Vansteenkiste",
        "Z Mingming",
        "W Lens",
        "B Soenens"
      ],
      "year": 2005,
      "doi": "10.1037/0022-0663.97.3.468"
    },
    {
      "title": "Metacognitive cognitive and affective aspects of learning styles and strategies: A phenomenographic analysis",
      "authors": [
        "J Vermunt"
      ],
      "year": 1996
    },
    {
      "title": "Smoothing out transitions: How pedagogy influences medical students' achievement of self-regulated learning goals?",
      "authors": [
        "C White"
      ],
      "year": 2007
    },
    {
      "title": "Self-regulated learning in medical education",
      "authors": [
        "C White",
        "L Gruppen"
      ],
      "year": 2007
    },
    {
      "title": "Self-regulated learning in medical education",
      "authors": [
        "C White",
        "L Gruppen"
      ],
      "year": 2010
    },
    {
      "title": "Vertical integration in medical school: Effect on the transition to postgraduate training",
      "authors": [
        "M Wijnen-Meijer",
        "Ten Cate",
        "Otj Van Der Schaaf",
        "M Borleffs"
      ],
      "year": 2010
    },
    {
      "title": "Extrinsic life goals and health risk behaviors in adolescents",
      "authors": [
        "G Williams",
        "E Cox",
        "V Hedberg",
        "E Deci"
      ],
      "year": 2000
    },
    {
      "title": "Presenting the facts about smoking to adolescents: The effects of an autonomy-supportive style",
      "authors": [
        "G Williams",
        "E Cox",
        "R Kouides",
        "Deci El ; A"
      ],
      "year": 1999
    },
    {
      "title": "Internalization of biopsychosocial values by medical students: A test of self-determination theory",
      "authors": [
        "G Williams",
        "E Deci"
      ],
      "year": 1996
    },
    {
      "title": "Activating patients for smoking cessation through physician autonomy support",
      "authors": [
        "G Willams",
        "E Deci"
      ],
      "year": 2001
    },
    {
      "title": "Supporting autonomy to motivate glucose control in patients with diabetes",
      "authors": [
        "G Williams",
        "Z Freedman",
        "E Deci"
      ],
      "year": 1998
    },
    {
      "title": "Facilitating autonomous motivation for smoking cessation",
      "authors": [
        "G Williams",
        "M Gagne",
        "R Ryan",
        "E Deci"
      ],
      "year": 2002
    },
    {
      "title": "Health care practitioners' motivation for tobacco dependence counseling",
      "authors": [
        "G Williams",
        "C Levesque",
        "A Zeldman",
        "S Wright",
        "E Deci"
      ],
      "year": 2003
    },
    {
      "title": "Computer-assisted intervention improving patient-centered diabetes care by increasing autonomy support and perceived competence",
      "authors": [
        "G Williams",
        "M Lynch",
        "R Glasgow"
      ],
      "year": 2007
    },
    {
      "title": "Testing a self-determination theory intervention for motivating tobacco cessation: Supporting autonomy and competence in a clinical trial",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "D Sharp",
        "R Kouides",
        "C Levesque",
        "R Ryan",
        "E Deci"
      ],
      "year": 2006
    },
    {
      "title": "The importance of selfdetermination theory for medical education",
      "authors": [
        "G Williams",
        "R Saizow",
        "R Ryan"
      ],
      "year": 1999
    },
    {
      "title": "Motivation underlying career choice for internal medicine and surgery",
      "authors": [
        "G Williams",
        "R Saizow",
        "L Ross",
        "E Deci"
      ],
      "year": 1997
    },
    {
      "title": "Medical students' motivation for internal medicine",
      "authors": [
        "G Williams",
        "M Wiener",
        "K Markis",
        "J Reeve",
        "E Deci"
      ],
      "year": 1994
    },
    {
      "title": "Primary care: Is there enough time for prevention?",
      "authors": [
        "K Yarnell",
        "K Pollack",
        "T Ostbye",
        "K Krause",
        "J Michener"
      ],
      "year": 2003,
      "doi": "10.2105/ajph.93.4.635"
    }
  ],
  "num_references": 82
}
