{
  "paper_id": "ZHUVW38T",
  "md5": "0EC996D3CAA21642A3ADFFE7004B28A5",
  "sections": [
    {
      "title": "7",
      "text": "What did the participants know about the researcher? e.\n\ng. personal goals, reasons for doing the research Interviewer characteristics 8 What characteristics were reported about the inter viewer/facilitator? e.g. Bias, assumptions, reasons and interests in the research topic Domain 2: Study design Theoretical framework Methodological orientation and Theory 9 What methodological orientation was stated to underpin the study? e.g. grounded theory, discourse analysis, ethnography, phenomenology, content analysis Participant selection Sampling 10 How were participants selected? e.g. purposive, convenience, consecutive, snowball Method of approach 11 How were participants approached? e.g. face-to-face, telephone, mail, email Sample size 12 How many participants were in the study? Non-participation 13 How many people refused to participate or dropped out? Reasons? Setting Setting of data collection 14 Where was the data collected? e.g. home, clinic, workplace Presence of nonparticipants 15 Was anyone else present besides the participants and researchers? Description of sample 16 What are the important characteristics of the sample? e.g. demographic data, date Data collection Interview guide 17 Were questions, prompts, guides provided by the authors? Was it pilot tested? Repeat interviews 18 Were repeat inter views carried out? If yes, how many? Audio/visual recording 19 Did the research use audio or visual recording to collect the data? Field notes 20 Were field notes made during and/or after the inter view or focus group? Duration 21 What was the duration of the inter views or focus group? Data saturation 22 Was data saturation discussed? Transcripts returned 23 Were transcripts returned to participants for comment and/or\n\n4 4 4 4 4 3 4 4 4 3 3 3,6 6 4 4 6-7 4 4 4 4 4 4 N/A"
    }
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
