{
  "paper_id": "ZLLWDQWY",
  "title": "Evidence-Based mHealth Chronic Disease Mobile App Intervention Design: Development of a Framework",
  "abstract": "Background: Mobile technology offers new capabilities that can help to drive important aspects of chronic disease management at both an individual and population level, including the ability to deliver real-time interventions that can be connected to a health care team. A framework that supports both development and evaluation is needed to understand the aspects of mHealth that work for specific diseases, populations, and in the achievement of specific outcomes in real-world settings. This framework should incorporate design structure and process, which are important to translate clinical and behavioral evidence, user interface, experience design and technical capabilities into scalable, replicable, and evidence-based mobile health (mHealth) solutions to drive outcomes. \n Objective: The purpose of this paper is to discuss the identification and development of an app intervention design framework, and its subsequent refinement through development of various types of mHealth apps for chronic disease. \n Methods: The process of developing the framework was conducted between June 2012 and June 2014. Informed by clinical guidelines, standards of care, clinical practice recommendations, evidence-based research, best practices, and translated by subject matter experts, a framework for mobile app design was developed and the refinement of the framework across seven chronic disease states and three different product types is described. \n Results: The result was the development of the Chronic Disease mHealth App Intervention Design Framework. This framework allowed for the integration of clinical and behavioral evidence for intervention and feature design. The application to different diseases and implementation models guided the design of mHealth solutions for varying levels of chronic disease management. \n Conclusions: The framework and its design elements enable replicable product development for mHealth apps and may provide a foundation for the digital health industry to systematically expand mobile health interventions and validate their effectiveness across multiple implementation settings and chronic diseases.",
  "year": 2015,
  "date": "2015-04-14",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Calvin",
      "surname": "Wilhide",
      "name": "Calvin Wilhide",
      "affiliation": "WellDoc Inc , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t WellDoc Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States",
      "email": "ccwilhide@verizon.net"
    },
    {
      "forename": "Malinda",
      "surname": "Peeples",
      "name": "Malinda Peeples",
      "affiliation": "WellDoc Inc , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t WellDoc Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Anthony",
      "surname": "Kouyaté",
      "name": "Anthony Kouyaté",
      "affiliation": "WellDoc Inc , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t WellDoc Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/resprot.4838",
  "keywords": [
    "mHealth",
    "mobile applications",
    "mobile app design",
    "chronic disease",
    "diabetes",
    "mHealth framework",
    "behavioral intervention",
    "intervention design",
    "mHealth implementation",
    "telemedicine"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The promise of mobile technology to revolutionize health care services and patient self-management behavior for chronic disease has intrigued practitioners and researchers for well over a decade  [1] . The attributes that give it an advantage over other information and communication technologies are its popularity, mobility, and technological capabilities  [2] . Mobile health (mHealth) interventions can benefit health care by reaching people in resource-poor settings, delivering interventions to large numbers of people, claiming people's attention when it is most relevant, enabling access to and delivery of customized support, and providing low cost interventions  [3] . Mobile technology offers new capabilities that can help to drive important aspects of chronic disease management at both an individual and population level, including the ability to deliver real-time interventions that can be connected to a health care team.\n\nResearchers, technology companies, health care companies, health plans, and pharma have been exploring these capabilities across different chronic disease management programs and models. In order to design mHealth solutions, practitioners and researchers can draw from innovation, best practices, theory, and evidence. When building different mHealth products for a variety of settings and programs, the type of mHealth product developed is dictated by the objectives deemed necessary for the population being served. For example, building mHealth solutions that provide comprehensive management of chronic disease will differ from building those that support one component of chronic disease management in an existing health care program.\n\nOver the past decade, the evidence base indicating the efficacy and effectiveness of these mHealth technology solutions has been growing for the management of chronic disease. However, evidence of their effectiveness has been inconclusive  [3] [4] [5] . Some literature has provided preliminary evidence regarding the utility of linking mHealth into existing health care models to help drive improved outcomes  [6] [7] [8] [9] [10] [11] . mHealth apps have utilized many intervention strategies such as tracking and texting to offer more comprehensive management support  [8, 12] . The inconclusive findings highlight the importance of the following questions: which aspects of mHealth work for which diseases, and for whom, to achieve which outcomes?\n\nIn order to answer these questions, a systematic approach to designing mHealth apps to support health programs and services becomes vitally important. To date, there is very little to guide such a process  [13] , which facilitates translation of the emerging mHealth science and literature into scalable, replicable, evidence-based mHealth solutions that can be adapted to multiple, real-world health care settings and systematically evaluated. Through the experience of developing mHealth products for different health care settings, there was a unique opportunity to develop and test systematic approaches for designing and developing mHealth interventions. Informed by the Chronic Care Model  [14] , health behavior models and theories, clinical and behavioral program best practices  [15] [16] [17] [18] , and health care outcomes, an app design framework evolved. The purpose of this paper is to discuss the identification and development of an app intervention design framework, and its subsequent refinement through development of various types of mHealth apps for chronic disease."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Phase 1: Developing the Initial Framework (June to August 2012)",
      "text": "As a first step in creating a systematic process for app intervention design, the Clinical Programs and Research subject matter experts (SME) identified the strategic, intervention, and program domains that were the foundation of a telephonic disease management program that had demonstrated positive outcomes  [19] . In that program, patient interventions were delivered telephonically by a case manager. For mobile app intervention development, we needed to understand how to leverage the anywhere, anytime, contextual capabilities of mobile technology, as well as employ existing evidence and expertise to modify, adapt, and incorporate traditional interventions in the context of mobile app product design. In collaboration with the Behavior Change SME and other clinicians, the initial framework (strategic, intervention, and program domains) was translated into a framework that was specific to mobile app intervention design.\n\nThe strategic domains were expanded to include value drivers, outcomes and metrics, and program objectives as defined by key stakeholders. Since mobile health intervention development is still in an early stage, it was essential to understand what types of intervention(s) could be delivered through an app and how success would be measured. For example, tracking a metabolic measure such as blood pressure or weight required different features than providing tailored behavioral support that could impact clinical and behavioral outcomes.\n\nThrough the collaborative process, the intervention domain was expanded to integrate appropriate clinical and behavioral components that were informed by clinical guidelines, standards of care  [20] , clinical practice recommendations, evidence-based research, best practices, and programmatic expertise for chronic disease. The clinical, program, and behavioral experts reviewed all the clinical resources and leveraged existing programmatic guidelines [15-18,21] and experience for developing behavior change strategies. Three intervention domains were added: essential behaviors (supporting actions and determinants), multidimensional profiles, and evidence-based clinical and behavioral interventions. Together these domains make up the intervention plan. This plan then informs the design of the specific product features and content that support the intervention(s) and drive outcome(s)."
    },
    {
      "title": "Phase 2: Applying and Refining the Framework (September 2012 to October 2013)",
      "text": "After the initial development, the framework was applied to design three types of mHealth products (apps) providing a range of chronic disease support and management: (1) direct-to-consumer apps providing targeted intervention(s) such as tracking, reminders, and data display (eg, symptom tracker);\n\n(2) program apps developed for \"single-focus programs\" (eg, low back pain); and (3) prescription apps providing comprehensive chronic disease support through numerous features and capabilities linking the patient and health care team (eg, mobile prescription therapy). Initially, the framework was applied to type 2 diabetes and refined. With each application of the framework to a new disease state and product/program, domains were validated and components for each domain were refined, such that an initial taxonomy of app intervention design evolved."
    },
    {
      "title": "Phase 3: Finalizing the Framework (March 2013 to June 2014)",
      "text": "Through collaboration with clinical informatics SMEs and software developers, and the application of the framework domains to the development of different types of mobile apps, the finalized framework and taxonomy for an mHealth app intervention design evolved. The taxonomy reflected the framework domains and associated design elements for each domain attribute."
    },
    {
      "title": "Results"
    },
    {
      "title": "The Design Framework",
      "text": "The Chronic Disease mHealth App Intervention Design Framework resulted from an iterative process in which the framework was applied, evaluated, and refined during the design and development of different types of apps for 7 chronic diseases. The framework includes 7 domains to guide the development of apps: 3 strategic, 3 intervention design, and 1 product feature(s) and content. As the work for each domain is completed, the output is fed into the next domain in what is described as a \"waterfall process\" (Figure  1 ). This process guides both the development of the product features (downward arrows) and the evaluation (dotted upward arrows) of their effectiveness in driving desired outcomes. Application of the framework in a systematic way results in the identification of key features and content to be included in mHealth products. The specific domains evolved because they provide a coherent means of explicitly describing the logic behind major decisions related to the features and content included in mHealth products. They also guide the measurement of the process, outcomes, and impact that the mHealth app brings to the product/program. Application of the framework results in apps that are either direct-to-consumer tracking apps, \"single-program\" apps, or mobile medical apps regulated by the Federal Drug Administration (FDA). Insights gained in relation to design decisions for different types of apps demonstrated the value of the framework. A comparative analysis of different apps will be presented in subsequent publications."
    },
    {
      "title": "The Framework",
      "text": "The following is a description of the framework and its 7 domains. For each domain, we present a definition and how the domain was derived. The first 3 domains (value drivers, outcomes, and program objectives) are strategic and were determined through interaction with external stakeholders."
    },
    {
      "title": "Value Drivers"
    },
    {
      "title": "Definition",
      "text": "Value drivers are the entities that increase the value of a product or service  [22] . Examples for an mHealth product can include improved health for an individual or population, improved access to care, or reduced health care costs."
    },
    {
      "title": "How Derived",
      "text": "Value drivers were initially determined by analyzing gaps and challenges in chronic disease management at the population level, in service delivery, and in patient self-management. For each mHealth product, value drivers were informed by the overall goals and objectives of the program and by the unique capabilities that an mHealth app could contribute to the improvement of chronic disease management, service delivery, and/or patient self-management. It was also necessary to take into account the setting in which the mHealth solution would be deployed (eg, primary health care, large employer-based insurance program, large pharmaceutical). Value drivers set the course for the development of the mHealth solution, and in turn, dictated subsequent elements of the \"waterfall.\""
    },
    {
      "title": "Outcomes and Metrics"
    },
    {
      "title": "Definitions",
      "text": "Outcomes are the desired results of the program, and generally can be short (eg, knowledge, attitudes), intermediate (eg, self-care behaviors), or long term (eg, A1c) depending on the XSL • FO RenderX objective, length of the program, and expectations of the program or intervention(s)  [23] . Metrics are a means of measurement and are aligned to industry-recognized quality metrics to facilitate a program or providers' ability to demonstrate that intervention(s) have an impact."
    },
    {
      "title": "Derivation",
      "text": "Guided by the designated value drivers for each program, outcomes and metrics were aligned with those of the chronic disease program being supported. National guidelines, standards of care, published literature, and meta-analyses were common sources for identifying standard outcomes and metrics for each product."
    },
    {
      "title": "Program Goals for Key Stakeholders",
      "text": "Definition Key stakeholders are those users that the system is designed to support directly. The program goals for key stakeholders represent what the intended users should accomplish via product use. Typically, they signify fundamental, long-range achievements based on engagement with the mHealth product and are broad general statements  [24] ."
    },
    {
      "title": "Derivation",
      "text": "Based on the value drivers, outcomes, and metrics, key stakeholders and corresponding program goals for those stakeholders were identified by interdisciplinary teams responsible for developing the mHealth programs and products."
    },
    {
      "title": "Intervention Plan",
      "text": "The intervention domain was expanded to include 3 subdomains that resulted from the translation and application of current behavioral and clinical evidence, as well as subject matter expertise to the real-time, contextual capabilities of mobile technology: essential self-management behaviors, multidimensional profiles, and integrated clinical/behavioral interventions. These 3 domains were grouped together as the intervention plan.\n\nThese domains guided the design of integrated clinical and behavioral interventions that target behaviors known to improve clinical outcomes. Behavioral interventions were designed based on clinical contexts to guide intended value drivers and outcomes that uniquely address the chronic disease of interest. Several of the most commonly used behavior change theories guided/informed these domains  [25] ; specifically, determinants addressed through product design included the social ecologic model  [26] , the health belief model  [27] , social cognitive theory/social learning theory  [28] , theory of reasoned action and planned behavior  [29] , and the transtheoretical stages of change model  [30] . Disease specific guidelines, professional best practices, and associated behavioral research informed the evidence that was translated into the intervention design. Systematic application of these domains resulted in an intervention plan that was used to guide decisions about product features and content."
    },
    {
      "title": "Behavioral Domains, Essential Behaviors, Supporting Actions and Determinants"
    },
    {
      "title": "Definition",
      "text": "Behavioral domains are the categories of self-management behaviors, and encompass essential behaviors, their associated supporting actions, and determinants. An essential behavior is a behavior \"...that should be emphasized through program interventions because of its impact on public health, its measurability, and its feasibility to be performed by patients, caretakers and/or health workers\"  [17] . Ideally, research has demonstrated that the behavior is associated with improvements in clinical outcomes or longer-term health impact or quality of life. Supporting actions, or sub-behaviors, are the combined small, do-able actions that comprise the essential behaviors  [31] . Determinants identified are predictors of behavior change or of present behavior  [32] ."
    },
    {
      "title": "Derivation",
      "text": "Based on the program objectives for key stakeholders, standards and guidelines were used to inform the identification of behavioral domains supporting selected clinical outcomes (eg, American Association of Diabetes Educators 7 behavioral domains; AADE7)  [21] . When available, published research demonstrating correlations of behaviors with clinical outcomes  [19]  was utilized to identify essential behaviors. Interdisciplinary teams of clinical, behavioral, and user interface/user experience (UI/UX) SMEs identified a broad set of supporting actions for each essential behavior and noted specific actions that could be supported through mHealth interventions. Finally, theory, published literature, formative research, and marketing research provided insights on behavioral determinants."
    },
    {
      "title": "Multidimensional Profile"
    },
    {
      "title": "Definition",
      "text": "The multidimensional profile is a segmentation approach. It drives the individualization of a user's experience through the customized delivery of interventions via features and tailored message content. Customized delivery can be achieved via preferences set by users or automated, dynamic, and adaptive delivery of interventions based on analysis of longitudinal patterns of data  [8] . Content tailoring includes targeted messages based on demographic characteristics, personalization (eg, incorporating first name into messages), or tailoring content in response to assessments, captured data, or the context in which data was captured (eg, bedtime blood glucose [BG] reading)  [33] ."
    },
    {
      "title": "Derivation",
      "text": "Once goals and essential behaviors were determined, formative market research and the published literature informed the various dimensions of a user profile that were relevant to the essential behaviors. Dimensions included but were not limited to clinical, behavioral, psychosocial, contextual, and personal factors."
    },
    {
      "title": "Evidence-Based Clinical/Behavioral Interventions"
    },
    {
      "title": "Definition",
      "text": "Evidence-based interventions are those that have been identified as effective for achieving outcomes, and are best practices, which have been peer-reviewed and evaluated for effectiveness in improving health outcomes  [34] ."
    },
    {
      "title": "Derivation",
      "text": "These interventions were based on program goals for stakeholders, essential behaviors, and user profiles, and whenever available, the most rigorous quality of evidence was utilized  [34] . Interventions were first identified through an analysis of clinical guidelines, standards of care, evidence-based public health programs, medicine, and health care, as well as meta-analyses and systematic reviews of intervention research. However, given the emerging nature of mobile technology, other types of evidence were also considered, including state-of-the-art practices, and best and emerging practices for innovations  [34] . Interventions were categorized based on their strategic intent (eg, monitoring support or education support) for incorporation into the framework  [35] ."
    },
    {
      "title": "App Feature/Content",
      "text": "Following the \"waterfall\" process, intervention plans were then translated into product features and content identified to deliver optimal outcomes to meet product/program objectives."
    },
    {
      "title": "Definition",
      "text": "Product features, functionality, and content are designed to deliver program interventions in the most effective means possible, by leveraging state-of-the-art technology with the goal of a highly engaging user experience. Content includes self-management educational curriculum, defined as a coordinated set of educational experiences with specific learning outcomes and employing teaching strategies that are dynamic and reflect current evidence and best practice guidelines  [20] . Message content is derived from the educational curriculum, may target the intended behavior, and appeal to the user. Messages may address key benefits and potential obstacles as well  [36] ."
    },
    {
      "title": "Derivation",
      "text": "Features, functionality, and content incorporated into the app were informed by the aforementioned domains of the framework and developed using an iterative design process. Features and functionality evolved with technology advances, but were always guided by the objectives and intent of the defined set of interventions. New innovations were also considered if it appeared that they could facilitate intervention objectives. For example, a GPS-facilitated feature to identify nearby restaurants and their menus to support meal planning and healthy eating was added to the diabetes app. Table  1  provides examples of the intervention plan that informed the design of product features for the diabetes app."
    },
    {
      "title": "Coaching support",
      "text": "Medication adherence tools (medication list, medication schedule, medication reminders); carb estimation tool; restaurant locator Behavioral adherence tool-set pushed to support customizedcare plan. Adherence tools may be accompanied by coaching to address associated self-identified barriers to and motivators for action."
    },
    {
      "title": "Behavioral adherence support",
      "text": "Tailored health care provider report Reports sent to health care team with tailored content based on system analysis (eg, patient data inputs and specific provider recommendations) to facilitate patient-provider discussions."
    },
    {
      "title": "Patient-provider communication support",
      "text": "Homepage design; time-based \"touchpoint\" messages Product features, functionality, and content developed specifically to encourage product use."
    },
    {
      "title": "Patient engagement"
    },
    {
      "title": "Application and Refinement of the Framework",
      "text": "The framework was applied to the development of integrated clinical/behavioral interventions for use in the development of mobile apps for 7 chronic diseases (diabetes, epilepsy, asthma, chronic obstructive pulmonary disease, lupus, HER2+ breast cancer, and low back pain). The findings from this process served as the basis for a chronic disease mHealth intervention taxonomy for scalable design. Table  2  lists the details of the taxonomy. The attributes of the domains were informed by market research with various groups (health care providers, patients, SMEs, caregivers, large pharma) and evidence-based literature (national clinical guidelines, peer-reviewed articles, best practices) that were determined to be valuable in the management of chronic disease. In total, 5 principal programmatic value drivers and 3 program objectives for key stakeholders emerged. There were variations in patient self-management objectives, ranging from single aspects of self-management to comprehensive self-management programs.\n\nInformed by the American Association of Diabetes Educators behavioral domains (AADE7), a total of 7 health behavioral domains were validated across diseases. However, specific essential behaviors facilitated by the mHealth product within each of the domains were specific to the disease (eg, self-monitoring of blood glucose versus self-monitoring of seizure activity). Two additional patient behavioral domains emerged from the process: (1) a health behavioral domain (engaging in health care visits/communicating with the health care team), and (2) initial and ongoing engagement in mHealth product use, which emerged as critical from a program implementation perspective. An analysis of the multidimensional profile for appropriate segmentation of delivered interventions and content yielded 3 principal profile dimensions to be addressed during the first stages of program implementation.\n\nOverall, 8 core evidence-based intervention types identified in the literature were validated via the iterative product development cycle. Additional interventions were incorporated into strategies based on formative and Voice of the Customer marketing research. For example, for the epilepsy app, participants were specific about avoiding the term \"epileptic\"; for the HER+2 cancer app, participants only wanted information specific to their type of cancer and not breast cancer in general. Also, any participants linking to a social community wanted the participants of that community to have the same specific disease (eg, type 2 versus type 1 diabetes). Patients indicated the importance of these interventions for ongoing engagement with mHealth products. Interventions could include messages that were based on clinical guidelines and/or simply designed to enhance engagement, depending on condition and program objectives. For example, in the diabetes app, real-time feedback messaging served to provide clinically relevant content for the user, and in the epilepsy app, it was used to engage the user in tracking information."
    },
    {
      "title": "Using the Finalized Framework for Product Development",
      "text": "The \"waterfall\" framework was applied to the design of an FDA-cleared diabetes prescription app for type 2 diabetes self-management. Table  3  links the design elements to the framework domains."
    },
    {
      "title": "Discussion",
      "text": "The framework resulted in a systematic, replicable, and scalable mechanism for designing mHealth product features, functionality, and content to improve health outcomes in real-world settings for a range of chronic diseases. Through iterative research, design, and testing processes, the \"waterfall\" framework was created to provide a mechanism for translating evidence and research across multiple disciplines. This framework can be used to drive the systematic development of apps designed to provide different levels of intervention support,\n\nJMIR Res Protoc 2016 | vol. 5 | iss. 1 | e25 | p. 7  http://www.researchprotocols.org/2016/1/e25/ (page number not for citation purposes) Wilhide III et al JMIR RESEARCH PROTOCOLS XSL • FO RenderX from tracking to comprehensive care management for various diseases.\n\nIn order for mobile technology to achieve its promise of revolutionizing health care, we must determine which aspects of mHealth work, for which diseases, for whom, and to achieve which outcomes. This framework can provide a standard approach to design and evaluate the effectiveness of health care apps and to inform policy, practice, and research.\n\nFrom a health care policy and regulation perspective, if mobile technology is to be used as a form of therapy, it is critical to have a framework that translates existing guidelines and practices into mHealth products in a transparent, universal, and standardized way. Such a framework creates a mechanism that connects guidelines, health care practices and programs, user interface and experience, and mobile technology capabilities for the design of mHealth products.\n\nThe development of the framework also shifted the paradigm from feature-based to programmatically driven mHealth design, providing interdisciplinary product teams with a common understanding of the goals and objectives of product features and functionality. The framework influences decisions related to UI/UX, and how to ensure a user experience that integrates support into a person's daily self-care activities. Finally, the framework has the potential to adapt to evolving health care service delivery systems, informing the design of interventions that drive outcomes which support new initiatives.\n\nThe framework offers an avenue for researchers to understand how and where guidelines, standards of care, and evidence can be advantageous for mHealth design. It facilitates iterative design and testing during the concept development phase, and process and impact evaluation, which can be used to inform future design. Future applications should validate the framework in diverse service delivery settings so that it can be refined based on broader utilization.\n\nMobile health technology creates a shift in the paradigm of chronic disease management. It offers new possibilities to engage patients in self-management of their chronic diseases in ways that did not exist in the past. To maximize the potential of mHealth requires the integration of research and expertise from multiple disciplines including clinical, behavioral, data analytics, and technology to achieve patient engagement and health outcomes. This paradigm shift also triggers a need for new approaches to designing clinical and behavioral support for chronic disease management that can be implemented through existing health care services and programs.\n\nThe Chronic Disease mHealth App Intervention Design Framework domains and the corresponding design elements developed through this process may provide a foundation for the digital health industry to systematically expand mobile health interventions and validate their effectiveness across multiple implementation settings and chronic diseases. Further enhancement and validation of the framework is needed to recognize these benefits."
    },
    {
      "text": "Figure 1. mHealth waterfall process."
    },
    {
      "text": "Longitudinal feedback messages: based on multiple BG data points entered into journal to improve skills for SMBG Real-time feedback: Based on data entered into journal to improve skills for SMBG Message types a Implementing organization = health care technology company b Program implementation model = Rx only by health care providers for patients c Clinical outcomes for chronic conditions (at the patient level) d Behavioral outcomes related to patient self-management e Initial and sustained mHealth application use f AADE7: American Association of Diabetes Educators behavioral domains g BG: blood glucose h SMBG: self-monitoring of blood glucose i ADA: American Diabetes Association j DSME/S: Diabetes self-management education and support"
    },
    {
      "text": "Diabetes mHealth interventions mapped to features."
    },
    {
      "text": "Chronic disease mHealth app intervention design taxonomy."
    },
    {
      "text": "Application of the framework to the mHealth prescription product (stakeholder input on the Diabetes mHealth App) a,b ."
    }
  ],
  "references": [
    {
      "title": "Is there an app to solve app overload?",
      "authors": [
        "B Kuehn"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.2381"
    },
    {
      "title": "mHealth -an ultimate platform to serve the unserved",
      "authors": [
        "S Akter",
        "P Ray"
      ],
      "year": 2010,
      "doi": "10.1055/s-0038-1638697"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: A systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "The effectiveness of mobile-health technologies to improve health care service delivery processes: A systematic review and meta-analysis",
      "authors": [
        "C Free",
        "G Phillips",
        "L Watson",
        "L Galli",
        "L Felix",
        "P Edwards"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001363"
    },
    {
      "title": "Mobile health technology evaluation: The mHealth evidence workshop",
      "authors": [
        "S Kumar",
        "W Nilsen",
        "A Abernethy",
        "A Atienza",
        "K Patrick",
        "M Pavel"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.03.017"
    },
    {
      "title": "Healthcare via cell phones: A systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0099"
    },
    {
      "title": "Health and the mobile phone",
      "authors": [
        "K Patrick",
        "W Griswold",
        "F Raab",
        "S Intille"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2008.05.001"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: Are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0021-7"
    },
    {
      "title": "Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control",
      "authors": [
        "C Quinn",
        "M Shardell",
        "M Terrin",
        "E Barr",
        "S Ballew",
        "A Gruber-Baldini"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-0366"
    },
    {
      "title": "mobileSpiro: Accurate mobile spirometry for self-management of asthma",
      "authors": [
        "S Gupta",
        "P Chang",
        "N Anyigbo",
        "A Sabharwal"
      ],
      "year": 2011,
      "doi": "10.1145/2064942.2064944"
    },
    {
      "title": "Diabetes text-message self-management support program (SMS4BG): A pilot study",
      "authors": [
        "R Dobson",
        "K Carter",
        "R Cutfield",
        "A Hulme",
        "R Hulme",
        "C Mcnamara"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3988"
    },
    {
      "title": "Technology and diabetes self-management: An integrative review",
      "authors": [
        "C Hunt"
      ],
      "year": 2015,
      "doi": "10.4239/wjd.v6.i2.225"
    },
    {
      "title": "Estimating the voltage-dependent free energy change of ion channels using the median voltage for activation",
      "authors": [
        "S Chowdhury"
      ],
      "year": 2012,
      "doi": "10.1085/jgp.201110722"
    },
    {
      "title": "Improving chronic illness care: Translating evidence into action",
      "authors": [
        "E Wagner",
        "B Austin",
        "C Davis",
        "M Hindmarsh",
        "J Schaefer",
        "A Bonomi"
      ],
      "year": 2001,
      "doi": "10.1377/hlthaff.20.6.64"
    },
    {
      "title": "A Field Guide to Designing a Health Communication Strategy",
      "authors": [
        "G O'sullivan",
        "J Yonkler",
        "W Morgan",
        "A Merritt"
      ],
      "year": 2003,
      "doi": "10.17140/phoj-1-111"
    },
    {
      "title": "Emphasis Behaviors in Maternal and Child Health: Focusing on Caretaker Behaviors to Develop Maternal and Child Health Programs in Communities",
      "authors": [
        "J Murray",
        "G Adeyi",
        "J Graeff"
      ],
      "year": 1997
    },
    {
      "title": "Applying the BEHAVE Framework",
      "authors": [
        "A Jimerson",
        "J Rosenbaum",
        "S Middlestadt"
      ],
      "year": 2004
    },
    {
      "title": "National standards for diabetes self-management education and support",
      "authors": [
        "L Haas",
        "M Maryniuk",
        "J Beck",
        "C Cox",
        "P Duker",
        "L Edwards"
      ],
      "year": 2012,
      "doi": "10.1177/0145721712455997"
    },
    {
      "title": "Standards for outcomes measurement of diabetes self-management education",
      "authors": [
        "American Association",
        "Diabetes Educators"
      ],
      "year": 2003,
      "doi": "10.1177/014572170302900510"
    },
    {
      "title": "Evaluation Guide: Developing and Using a Logic Model",
      "year": 2015,
      "doi": "10.1037/e311602004-001"
    },
    {
      "title": "Evaluation Guide: Writing SMART Objectives",
      "year": 2015,
      "doi": "10.1037/e311602004-001"
    },
    {
      "title": "Theory, research, practice in health behavior health education",
      "authors": [
        "K Glanz",
        "B Rimer",
        "K Viswanath"
      ],
      "year": 2008
    },
    {
      "title": "Ecological models of health behavior",
      "authors": [
        "J Sallis",
        "O Neville",
        "E Fisher"
      ],
      "year": 2008
    },
    {
      "title": "Historical origins of the Health Belief Model",
      "authors": [
        "I Rosenstock"
      ],
      "year": 1974,
      "doi": "10.1177/109019817400200403"
    },
    {
      "title": "Social cognitive theory of self-regulation",
      "authors": [
        "A Bandura"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90022-l"
    },
    {
      "title": "Belief, Attitude, Intention, and Behavior: An Introduction to Theory and Research",
      "authors": [
        "M Fishbein",
        "I Ajzen"
      ],
      "year": 1975
    },
    {
      "title": "Stages and processes of self-change of smoking: Toward an integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1983,
      "doi": "10.1037//0022-006x.51.3.390"
    },
    {
      "title": "Improving Health through Behavior Change -A Process Guide on Hygiene Promotion",
      "authors": [
        "M Favin",
        "G Naimoli",
        "L Sherburne"
      ],
      "year": 2004
    },
    {
      "title": "Theory, evidence and Intervention Mapping to improve behavior nutrition and physical activity interventions",
      "authors": [
        "J Brug",
        "A Oenema",
        "I Ferreira"
      ],
      "year": 2005,
      "doi": "10.1186/1479-5868-2-2"
    },
    {
      "title": "Impact of behavioral adherence on clinical improvement and functional status in a diabetes disease management program",
      "authors": [
        "C Wilhide",
        "J Hayes",
        "J Farah"
      ],
      "year": 2008,
      "doi": "10.1089/dis.2007.0021"
    },
    {
      "title": "Tailoring Health Messages: Customizing Communication with Computer Technology",
      "authors": [
        "M Kreuter"
      ],
      "year": 2000,
      "doi": "10.4324/9781410603319"
    },
    {
      "title": "Seeking best practices: A conceptual framework for planning and improving evidence-based practices",
      "authors": [
        "L Spencer",
        "M Schooley",
        "L Anderson",
        "C Kochtitzky",
        "A Degroff",
        "H Devlin"
      ],
      "year": 2013,
      "doi": "10.5888/pcd10.130186"
    },
    {
      "title": "Intervention taxonomy (ITAX): Describing essential features of interventions",
      "authors": [
        "R Schulz",
        "S Czaja",
        "J Mckay",
        "M Ory",
        "S Belle"
      ],
      "year": 2010,
      "doi": "10.5993/ajhb.34.6.15"
    },
    {
      "title": "Developing and testing a media strategy",
      "authors": [
        "C Parvanta",
        "D Nelson",
        "S Parvanta",
        "R Harner"
      ],
      "year": 2011,
      "doi": "10.2105/9780875533551ch03"
    }
  ],
  "num_references": 34
}
