{
  "paper_id": "ZTGPDK39",
  "title": "Scan for",
  "abstract": "IMELY VACCINATION IS THE CORnerstone of influenza prevention through vaccination of susceptible populations before illness becomes epidemic in communities.  1 The effectiveness of the influenza vaccine in children and adolescents ranges from 66% to 95%, depending on age, vaccine type, and season.  2, 3 Despite the availability of effective vaccines, influenza infection results in an estimated 31 million outpatient visits, 226 000 hospitalizations, and 36 000 deaths annually, 4,5 along with a high burden of cost from direct medical expenses and days lost from work.  5  Children and adolescents aged 6 months to 18 years are at increased risk for influenza morbidity and mortality, and influenza is one of the most common causes of hospitalization in children and adolescents.  1, 4 Schoolaged children and adolescents also serve as an important reservoir, transmitting influenza to those at highest risk for severe disease.",
  "year": 2011,
  "date": "2011",
  "journal": "MMWR Morb Mortal Wkly Rep",
  "publication": "MMWR Morb Mortal Wkly Rep",
  "authors": [
    {
      "forename": "Melissa",
      "surname": "Stockwell",
      "name": "Melissa Stockwell",
      "email": "mstockwell@columbia.edu"
    },
    {
      "forename": "Elyse",
      "surname": "Kharbanda",
      "name": "Elyse Kharbanda"
    },
    {
      "forename": "Raquel",
      "surname": "Andres Martinez",
      "name": "Raquel Andres Martinez"
    },
    {
      "forename": "Celibell",
      "surname": "Vargas",
      "name": "Celibell Vargas"
    },
    {
      "forename": "David",
      "surname": "Vawdrey",
      "name": "David Vawdrey"
    },
    {
      "forename": "Stewin",
      "surname": "Camargo",
      "name": "Stewin Camargo"
    },
    {
      "surname": "Stockwell",
      "name": "Stockwell"
    },
    {
      "affiliation": "Biomedical Informatics (Dr Vawdrey) , and Popula- tion and Family Health , Mailman School of Public Health (Drs Stockwell and Martinez) , Columbia University , New York , New York ; \n\t\t\t\t\t\t\t\t Popula- tion and Family Health \n\t\t\t\t\t\t\t\t Mailman School of Public Health (Drs Stockwell and Martinez) \n\t\t\t\t\t\t\t\t Biomedical Informatics (Dr Vawdrey) \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York"
    },
    {
      "affiliation": "New York-Presbyterian Hospital , New York , New York ( Drs Stockwell and Vaw- drey) ; and \n\t\t\t\t\t\t\t\t Drs Stockwell and Vaw- drey) \n\t\t\t\t\t\t\t\t New York-Presbyterian Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York New York"
    },
    {
      "affiliation": "HealthPartners Research Foundation , Min- neapolis , Minnesota \n\t\t\t\t\t\t\t\t HealthPartners Research Foundation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Min- neapolis \n\t\t\t\t\t\t\t\t\t Minnesota"
    },
    {
      "affiliation": "Columbia University , 622 W 168th St , VC 402 , New York , NY 10032 \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 622 W 168th St VC 402 \n\t\t\t\t\t\t\t\t\t 10032 \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY"
    }
  ],
  "doi": "10.1111/j.1600-6143.2011.03793.x",
  "sections": [
    {
      "text": "Vaccinating children and adolescents against influenza has been shown to be cost-effective  4  ; influenza vaccine is recommended for all children and adolescents aged 6 months to 18 years.  1 onetheless, influenza vaccine coverage nationally remains low; only 51% of those aged 6 months to 17 years were vaccinated in the 2010-2011 season according to parental report.  6 Coverage is lower in low-income populations,  7  who are at higher risk of influenza spread due to crowded living conditions.  8 Several strategies have been evaluated and recommended for increasing influenza vaccination, one of the most common being reminders.  4 Previous studies of traditional (mail or telephone) reminders for routine vaccinations have not been successful in low-income pediatric and adolescent populations.  9, 10 ext messaging is a novel approach to increase influenza vaccine coverage. It can be used for large populations at low cost, especially when linked to immunization registries and electronic health record (EHR) systems. Families appear to be interested in text message vaccine reminders, particularly those with unlimited text messaging plans.  11, 12 In a recent study, 92% of low-income families had cellular telephones; 96% of those were able to receive text messages and 81% had unlimited plans.  12 Cellular telephone numbers tend to be more stable over a 6-month period than home address or noncellular telephone numbers.  11 In addition, unlike calls to a home telephone, text messages reach the intended recipient, and the information can be visibly saved for future use.\n\nWe previously found that text message reminders were effective in increasing pediatric and adolescent vaccination  13, 14  ; influenza vaccine coverage was not studied. To our knowledge, no randomized controlled trial of text message reminders for influenza vaccination has been reported. Our objective was to evaluate targeted text messages for low-income, urban parents to promote influenza vaccine receipt among children and adolescents. We hypothesized that text messaging would in-crease influenza vaccine coverage compared with usual care."
    },
    {
      "title": "METHODS",
      "text": "A randomized controlled trial was conducted during the 2010-2011 influenza season in 4 community-based pediatric clinics affiliated with New York-Presbyterian Hospital/Columbia University Medical Center in New York, New York. These clinics are part of a centrally administered ambulatory care network staffed by 1 pediatric group practice using a common EHR. The clinics serve a primarily Latino and publicly insured population. Of those who visit the clinics, approximately 95% are eligible for free vaccines through the Vaccines for Children Program. The study was approved by the Columbia University Medical Center institutional review board, which provided a waiver of consent.\n\nChildren and adolescents were eligible for inclusion if (1) they were aged 6 months to 18 years as of September 28,  2010; (2) had visited 1 of the 4 clinical sites in the previous 12 months; and (3) had a cellular telephone number recorded in the hospital registration system. Eligibility criteria did not include influenza vaccine status. Children aged 6 months to less than 5 years (59 months) who met eligibility criteria plus a random sample of eligible children and adolescents aged 5 to 18 years (stratified by age: 5-8 and 9-18 years) were randomized. We did not randomize all eligible 5-to 18-year-olds because the response to the intervention was unknown and there was concern that clinical capacity could be overwhelmed.\n\nRandomization occurred with 1:1 allocation at an individual level, using a permuted block design with a block size of 6, and stratified by age and clinic site. The study analysts (M.S.S. and R.A.M.) were blinded to individual group assignment. With the randomized sample size of 9213 and equal allocation, we had 80% power to detect a 3% difference between groups, allowing for a type I error of 5%.\n\nText messages were sent using a customized text-messaging platform integrated with the institution's immunization information system, EzVac. EzVac automatically collects vaccine administrations from the EHRs for the 4 study sites as well as from the New York Citywide Immunization Registry, thereby allowing capture of vaccines administered to clinic patients at practices other than the 4 clinic study sites. New York City Public Health Law requires documentation for all vaccinations administered to those younger than 19 years be submitted to the New York Citywide Immunization Registry,  15  which captures an estimated 93% of vaccines administered by the Vaccines for Children Program.  16, 17 arents of children and adolescents in the intervention group received a series of 5 weekly, automated text message influenza vaccine reminders. The reminders were developed with community input through focus groups and in-depth interviews. The first 3 text messages provided educational information including vaccine safety and emphasis on the seriousness of influenza infection tailored to the age of the child or adolescent. The last 2 messages informed families about dates for Saturday influenza vaccine clinics, which were held weekly from October 2010 through March 2011 at 1 clinic site and were available to all network patients. The text messages were sent using a staggered start with 2 dates per cohort to avoid excessive volume on 1 particular Saturday: parents of those aged 6 to 23 months starting in early October 2010; those aged 2 years to less than 5 years in mid-October; and those aged 5 to 18 years in early November. In January 2011, the families of still unvaccinated children and adolescents received 2 text messages (one indicating the recommendation of vaccination from physicians and the other providing the remaining Saturday clinic dates).\n\nThe text messages were personalized and sent in English or Spanish based on the parent's language preference as specified in the EHR. The text messages sent in English included an option to automatically switch to Span-ish. Information on how to decline further text messages was provided (eTable 1 at  http://www.jama.com ). The text messages were discontinued once a child or adolescent was vaccinated. Children and adolescents in both study groups also received the usual care from the staff at the 4 clinics, which for the 2010-2011 season was an automated telephone message in early November 2010 including information regarding the seriousness of influenza infection, indicating the existence of a safe vaccine, and providing information regarding the Saturday clinics. Flyers advertising the Saturday clinics were posted at the 4 study sites.\n\nThe primary prespecified end point was receipt of 1 or more influenza vaccine doses by the end of influenza season, March 31, 2011. We also assessed timely vaccination based on the text message initiation date for each cohort and indicated by vaccine receipt by a fall review date. The 2010 fall review date was November 30 for those aged 6 to 23 months, December 15 for those aged 2 years to less than 5 years, and December 31 for those aged 5 to 18 years.\n\nThe fall review date was selected as a secondary end point to reflect the national recommendation to vaccinate before influenza becomes widespread in the community.  1 Vaccination records were retrieved from EzVac, including vaccines from the New York Citywide Immunization Registry. The baseline characteristics including age, sex, selfreported race/ethnicity, type of insurance, parent language, and clinic site were derived from the EHR registration system. Staff at the clinics are instructed to have families report the race/ ethnicity, but it is unknown what happens in each case on a day-to-day basis."
    },
    {
      "title": "Statistical Analyses",
      "text": "All analyses used the individual child or adolescent as the unit of analysis. For the primary analysis, we excluded children and adolescents who received influenza vaccine prior to the first text message being sent for their cohort. Differences in the proportions of end points between randomized groups were calculated using 2-sided 2 tests at a significance level of P less than .05. Asymptotic confidence limits on the differences and relative rate ratios (RRRs) are reported.\n\nWe conducted an additional analysis that included those children who received influenza vaccine prior to the first text message being sent for their cohort. Two sensitivity analyses to address effects arising from randomization of multiple individual children in the same family also were performed. First, we randomly selected 1 child from each of those families and analyzed them together with the children with no siblings in the study. Second, we excluded families with children randomized to both study groups. We conducted an additional subgroup analysis comparing children and adolescents in the intervention group whose parents could be contacted via text message (defined as no automated bounce response or notification of wrong number) with all children and adolescents randomized to usual care. The statistical analyses were conducted using SPSS version 18.0 (SPSS Inc)."
    },
    {
      "title": "RESULTS",
      "text": "Of 17 640 children and adolescents who met age and visit criteria, 9213 were randomized (FIGURE). Of these, 7574 had not received the influenza vaccine prior to the first text message being sent for their cohort and were included in the primary analysis. The intervention and usual care groups were similar with regard to baseline demographic factors (TABLE 1 and eTable 2).\n\nText messaging system configuration for this study required an estimated 160 hours at an estimated cost of $7000 for programming time. The system was extensively modified from our previous system.  13 An additional 6 hours per week were used for preparation and monitoring, which cost approximately $270 per week of messaging. Messaging costs for the entire study were an estimated $165. More than 23 000 text messages were sent. Of the 4607 children and adolescents in the intervention group, text messages were undeliverable to 513\n\nFigure. Study Flow Diagram 3790 Included in primary analysis 817 Excluded from analysis (vaccinated prior to text message initiation) 3784 Included in primary analysis 822 Excluded from analysis (vaccinated prior to text message initiation) 17 640 Children and adolescents assessed for eligibility 2948 Aged 6-23 mo 4233 Aged 2-<5 y 10 459 Aged 5-18 y 4607 Randomized to receive intervention b 3790 Received intervention as randomized 817 Did not receive intervention as randomized (vaccinated prior to text message initiation) 4606 Randomized to receive usual care 3784 Received usual care as randomized 822 Did not receive usual care as randomized (vaccinated prior to text message initiation) 8427 Excluded 3027 No cellular telephone number available 5400 Over clinic capacity a 480 Aged 6-23 mo 526 Aged 2-<5 y 2021 Aged 5-18 y 9213 Randomized 2468 Aged 6-23 mo 3707 Aged 2-<5 y 3038 Aged 5-18 y\n\na Excluded due to concerns that clinic capacity would be overwhelmed. All those excluded were aged 5 to 18 years and were excluded randomly. b  The intervention was text message reminders for influenza vaccination.\n\nparents (11.1%) and the cellular telephone number was no longer correct for 48 parents (1.0%); 205 parents (4.5%) declined further text messages. There were no significant differences in undeliverable or declined messages by age of the children and adolescents. The median number of text messages sent before a child or adolescent in the intervention group received an influenza vaccine was 5 (interquartile range, 3-7)."
    },
    {
      "title": "Effect of Text Messaging on Receipt of Influenza Vaccine",
      "text": "As of March 31, 2011, a higher proportion of children and adolescents in the intervention group (43.6%) compared with the usual care group (39.9%) received the influenza vaccine (difference, 3.7% [95% CI, 1.5%-5.9%]; RRR, 1.09 [95% CI, 1.04-1.15]; TABLE  2 ). Of all children and adolescents vaccinated by March 31, 2011, 93.9% of the intervention group were vaccinated outside of the Saturday clinics compared with 97.2% of the usual care group (P Ͻ.001). Significant differences also were seen at the cohort-based fall review date (TABLE  3 ). Tests for interactions between clinic site and intervention were not significant.\n\nIn the secondary analysis for the March 31, 2011, deadline, 53.6% of the intervention group vs 50.6% of the usual care group were vaccinated (difference, 3.0% [95% CI, 0.94%-5.10%]; RRR, 1.06 [95% CI, 1.02-1.10]); this analysis included the 1639 children and adolescents who received the influenza vaccine prior to the first text message being sent for their cohort. As of the cohort-based fall review date, 40.0% of the intervention group vs 36.6% of the usual care group were vaccinated (difference, 3.4% [95% CI, 1.4%-5.4%]; RRR, 1.09 [95% CI, 1.04-1.15]).\n\nIn both sensitivity analyses, the findings were not materially different. When 1 child or adolescent was randomly se- ) of Children and Adolescents a Primary Analytic Sample b Total Sample c Intervention d (n = 3790) Usual Care (n = 3784) P Value Intervention d (n = 4607) Usual Care (n = 4606) P Value Age 6-23 mo 1051 (27.7) 1088 (28.8) 1234 (26.8) 1234 (26.8) 2-Ͻ5 y 1525 (40.2) 1501 (39.7) .61 1854 (40.2) 1853 (40.2) Ͼ.99 5-18 y 1214 (32.0) 1195 (31.6) 1519 (33.0) 1519 (33.0) Sex Male 1858 (49.0) 1859 (49.1) .93 2272 (49.3) 2274 (49.4) .96 Female 1932 (51.0) 1925 (50.9) 2335 (50.7) 2332 (50.6) Race/ethnicity Black 464 (12.2) 453 (12.0) 545 (11.8) 545 (11.8) Latino 1654 (43.6) 1628 (43.0) 1968 (42.7) 1949 (42.3) White, non-Latino 50 (1.3) 56 (1.5) .76 63 (1.5) 69 (1.5) .84 Other e 1619 (42.7) 1646 (43.5) 2028 (44.0) 2042 (44.3) Unknown 3 (0.1) 1 (Ͻ0.1) 3 (0.1) 1 (Ͻ0.1) Insurance None 264 (7.0) 291 (7.7) 300 (6.5) 322 (7.0) Medicaid/SCHIP 3310 (87.3) 3296 (87.1) .33 4059 (88.1) 4053 (88.0) .50 Private 216 (5.7) 197 (5.2) 248 (5.4) 231 (5.0) Language English 1486 (39.2) 1544 (40.8) 1822 (39.5) 1863 (40.4) Spanish 2228 (58.8) 2174 (57.5) .45 2691 (58.4) 2667 (57.9) .39 Other f 54 (1.4) 49 (1.3) 67 (1.5) 58 (1.3) Unknown 22 (0.6) 17 (0.4) 27 (0.6) 18 (0.4) Site 1 1279 (33.7) 1275 (33.7) 1576 (34.2) 1577 (34.2) 2 853 (22.5) 853 (22.5) Ͼ.99 1042 (22.6) 1040 (22.6) Ͼ.99 3 549 (14.5) 545 (14.4) 674 (14.6) 674 (14.6) 4 1109 (29.3) 1111 (29.4) 1315 (28.5) 1315 (28.5) Abbreviation: SCHIP, State Children's Health Insurance Program. a Percentages may not equal 100% due to rounding. b Made up of children and adolescents who had not received vaccination prior to intervention start date. c Includes children and adolescents who had already received vaccination prior to intervention start date. d The intervention was text message reminders for influenza vaccination. e Includes Asian, American Indian, or other as indicated in the registration system. In this predominantly Latino community, in previous surveys, many Latinos, when asked about race/ethnicity, responded with \"other.\" f Includes any language other than English or Spanish as indicated in the registration system. lected from each family (n = 3472 intervention; n=3477 usual care), as of March 31, 2011, 43.1% of the intervention group vs 39.2% of the usual care group were vaccinated (difference, 3.9% [95% CI, 1.6%-6.2%]; RRR, 1.10 [95% CI, 1.04-1.17]). As of the cohort-based fall review date, 26.4% of the intervention group vs 22.5% of the usual care group were vaccinated (difference, 3.9% [95% CI, 1.9%-5.9%]; RRR, 1.18 [95% CI, 1.08-1.28]). When only families with children in 1 of the study groups were assessed (n=3470 intervention; n=3471 usual care), as of March 31, 2011, 42.8% of the intervention group vs 38.9% of the usual care group were vaccinated (difference, 3.9% [95% CI, 1.6%-6.2%]; RRR, 1.10 [95% CI, 1.04-1.17]). As of the cohort-based fall review date, 26.4% of the intervention group vs 22.2% of the usual care group were vaccinated (difference, 4.2% [95% CI, 2.2%-6.2%]; RRR, 1.19 [95% CI, 1.10-1.30]). When assessing the 3266 children and adolescents with presumed delivered text messages (86%), as of March 31, 2011, 46.3% of the intervention group vs 39.9% of the usual care group were vaccinated (PϽ .001). At the cohort-based fall review date, 29.3% of the intervention group vs 22.8% of the usual care group were vaccinated (P Ͻ.001)."
    },
    {
      "title": "COMMENT",
      "text": "To our knowledge, this is the first large, population-based randomized controlled trial of the effectiveness of text message vaccine reminders. It is also the first to assess its effects on a universally recommended, time-critical vaccination. We found that a text messaging intervention increased the rate of influenza vaccination compared with usual care in a low-income population of children and adolescents with low underlying rates of influenza vaccination. The intervention included a linkage to an immunization registry and EHR, both rapidly emerging approaches to population-based clinical care delivery.  18, 19 The intervention effect was greater in the subgroup analysis accounting for delivery of text messages, lending support to the inference that text messaging was effective in pro-moting the behavioral changes leading to increased vaccination. Using text messaging (especially when linked with EHRs or registries) to identify and notify large patient populations in need of vaccination could be an efficient means for improving influenza vaccination rates in adults as well as children and adolescents.\n\nThe effect sizes seen in our study were similar to the most recent influenza reminder/recall study in those aged 6 to 23 months in 2003-2004,  20  and a 2008-2009 state registry-based letter recall for children aged 2 to 5 years who were publicly insured and had highrisk medical conditions.  19 Our study was conducted in an unselected lowincome, urban pediatric and adolescent population, for whom traditional mail and telephone reminders for routine vaccines have had limited to no efficacy.  9, 10, 21, 22 While overall influenza vaccination rates remained low, these families, and the clinics serving them, often face many other competing priorities and barriers.  7, 23, 24 The intervention did not address these other barriers to vaccination; a multipronged approach may be more expensive and difficult to disseminate. One of this study's strengths is that it was conducted in a pragmatic fashion and therefore may be more reflective of what could occur in most practices.\n\nOne possible factor contributing to the effectiveness of text message reminders in our study was the incorporation of education targeting common vaccine misperceptions. The changing recommendations by the Advisory Committee on Immunization Practices over recent years may be confusing for parents who still believe that only young children or those with certain medical conditions (eg, asthma) need vaccination. Additionally, many families may have misperceptions regarding the severity of influenza infection or their child's or adolescent's risk for disease.  25, 26 Families also may have vaccine safety fears or believe the vaccine can cause influenza.  25, 27 Our text messages attempted to target these common vaccine misperceptions. Of note,  text messages also may be particularly useful in lower-literacy populations because they are limited to 160 characters and therefore usually use short, uncomplicated words.\n\nText messaging to increase vaccination coverage has numerous strengths. It can reach large populations, and for vaccines like influenza recommended for the majority of the population, even small increases in vaccination rates can lead to large numbers of protected individuals. It may also be costeffective. Once the system is set up, the only variable cost is the sending of the text messages, which, even using commercial platforms, usually cost pennies per message. Therefore, depending on the size of the population, even amortizing upfront and monitoring costs, text messaging is inexpensive on a per-individual basis. Text messaging can be linked to immunization registries or EHRs via standardized software interfaces. By using such linkages, patients needing vaccination can be rapidly identified and automatically notified. Text messages also may be targeted to selected populations as well as tailored on age or risk factors such as asthma. In addition, text messaging may be particularly useful for notifications that are more urgent because unlike postal mailings, they are received immediately after being sent.\n\nOur study had several limitations. First, vaccine administrations may have been underreported. However, all vaccinations at the 4 study sites were ordered through the EHR, and documentation occurred automatically when the nurse signed the order as given; this information was then pulled into the EzVac immunization registry. Therefore, underreporting for vaccines administered at the practice sites should have been negligible. Information regarding vaccines administered to clinic patients outside the study sites was obtained through the EzVac registry from the New York City registry, which has an excellent capture rate. Therefore, underreporting of vaccinations outside the study sites was likely low. Underre-porting in either setting would have affected the intervention and usual care groups similarly.\n\nSecond, due to the need for a staggered start, 18% of children and adolescents were already vaccinated by the time of the initiation of the intervention for their cohort and thus were not included in the primary analysis. Equal numbers of intervention and usual care children and adolescents were vaccinated before the start of the intervention, which is consistent with the interpretation that those groups were similar at baseline in regard to unmeasured factors affecting influenza vaccination. Third, the subgroup analysis comparing the 86% of children and adolescents in the intervention group for whom text messages were deliverable compared with children and adolescents in the usual care group was only confirmatory because the usual care group may not be fully comparable with this intervention subgroup.\n\nFourth, while randomization and analysis were performed at the individual child and adolescent level, the intervention was directed at parents, and some families had more than 1 child or adolescent randomized in our study. Because a small number of children and adolescents (8%) had a sibling in the opposite study group, the observed intervention effect may have been diminished. The main finding that the text messaging intervention increased the rate of influenza vaccination was not materially different in the sensitivity analyses accounting for a child or adolescent from the same family being assigned to both groups.\n\nFifth, we may have underestimated the effects of the intervention in other ways. All parents received 1 telephone call reminder. Additionally, due to concerns regarding potential overcrowding of Saturday clinics by text message intervention families, not every family was made aware of every clinic date; intervention families also were not referred to their clinic sites for vaccination during regular office hours. In addition, this study took place in a single medical system that serves a primarily low-income, urban community. Findings may not be generalizable to other settings.\n\nIn conclusion, immunization registry-linked text messaging with education-related messages increased influenza vaccination coverage compared with usual care in a traditionally hardto-reach, low-income, urban, minority population. Underlying vaccination coverage overall remained low, as they do nationally,  1, 6, 28  and further studies are recommended to identify ways to maximize the potential of text messaging."
    },
    {
      "text": "Baseline Characteristics by Randomization Group"
    },
    {
      "text": "Influenza Vaccination Coverage by March 31, 2011 (Primary Analysis)"
    },
    {
      "text": "Influenza Vaccination Coverage at Cohort-Based Fall Review Date"
    }
  ],
  "references": [
    {
      "title": "Prevention and control of influenza with vaccines: recommendations of the Advisory Committee on Immunization Practices (ACIP), 2011",
      "authors": [
        "Disease Centers For",
        "Control",
        "( Prevention",
        "Cdc)"
      ],
      "year": 2011,
      "doi": "10.1111/j.1600-6143.2011.03793.x"
    },
    {
      "title": "Effectiveness of inactivated influenza vaccine in preventing acute otitis media in young children: a randomized controlled trial",
      "authors": [
        "A Hoberman",
        "D Greenberg",
        "J Paradise"
      ],
      "year": 2003,
      "doi": "10.1001/jama.290.12.1608"
    },
    {
      "title": "Prevention of otitis media in children with live attenuated influenza vaccine given intranasally",
      "authors": [
        "R Belshe",
        "W Gruber"
      ],
      "year": 2000,
      "doi": "10.1097/00006454-200005001-00010"
    },
    {
      "title": "Prevention and control of influenza with vaccines: recommendations of the Advisory Committee on Immunization Practices (ACIP), 2010",
      "authors": [
        "A Fiore",
        "T Uyeki",
        "K Broder"
      ],
      "year": 2010
    },
    {
      "title": "The annual impact of seasonal influenza in the US: measuring disease burden and costs",
      "authors": [
        "N Molinari",
        "I Ortega-Sanchez",
        "M Messonnier"
      ],
      "year": 2007,
      "doi": "10.1016/j.vaccine.2007.03.046"
    },
    {
      "title": "Final state-level influenza vaccination coverage estimates for the 2010-11 season-United States, National Immunization Survey and Behavioral Risk Factor Surveillance System",
      "year": 2010,
      "doi": "10.1016/j.annemergmed.2012.08.005"
    },
    {
      "title": "Timing of the availability and administration of influenza vaccine through the vaccines for children program",
      "authors": [
        "P Bhatt",
        "S Block",
        "S Toback",
        "C Ambrose"
      ],
      "year": 2011,
      "doi": "10.1097/inf.0b013e3181efff54"
    },
    {
      "title": "The benefits to all of ensuring equal and timely access to influenza vaccines in poor communities",
      "authors": [
        "B Lee",
        "S Brown",
        "R Bailey"
      ],
      "year": 2011,
      "doi": "10.1377/hlthaff.2010.0778"
    },
    {
      "title": "Chal-lenges and successes of immunization registry reminders at inner-city practices",
      "authors": [
        "M Irigoyen",
        "S Findley",
        "D Wang"
      ],
      "year": 2006,
      "doi": "10.1016/j.ambp.2005.10.006"
    },
    {
      "title": "The impact of reminder-recall interventions on low vaccination coverage in an inner-city population",
      "authors": [
        "C Lebaron",
        "D Starnes",
        "K Rask"
      ],
      "year": 2004,
      "doi": "10.1001/archpedi.158.3.255"
    },
    {
      "title": "Parents' experiences with and preferences for immunization reminder/recall technologies",
      "authors": [
        "S Clark",
        "A Butchart",
        "A Kennedy",
        "K Dombkowski"
      ],
      "year": 2011,
      "doi": "10.1542/peds.2011-0270"
    },
    {
      "title": "Text messaging immunization reminders: feasibility of implementation with lowincome parents",
      "authors": [
        "C Ahlers-Schmidt",
        "A Chesser",
        "T Hart",
        "A Paschal",
        "T Nguyen",
        "R Wittler"
      ],
      "year": 2010,
      "doi": "10.1016/j.ypmed.2010.02.008"
    },
    {
      "title": "Text4Health: impact of text message reminderrecalls for pediatric and adolescent immunizations",
      "authors": [
        "M Stockwell",
        "E Kharbanda",
        "R Martinez"
      ],
      "year": 2012,
      "doi": "10.2105/ajph.2011.300331"
    },
    {
      "title": "Text message reminders to promote human papillomavirus vaccination",
      "authors": [
        "E Kharbanda",
        "M Stockwell",
        "H Fox",
        "R Andres",
        "M Lara",
        "V Rickert"
      ],
      "year": 2011,
      "doi": "10.1016/j.vaccine.2011.01.065"
    },
    {
      "title": "Statewide Immunization Registry",
      "doi": "10.2105/ajph.90.10.1613"
    },
    {
      "title": "Impact of childhood hepatitis A vaccination: New York City",
      "authors": [
        "V Papadouka",
        "J Zucker",
        "S Balter",
        "V Reddy",
        "K Moore",
        "A Metroka"
      ],
      "year": 2007
    },
    {
      "title": "Using an immunization information system to improve accountability for vaccines distributed through the Vaccines for Children program in New York City, 2005-2008",
      "authors": [
        "A Metroka",
        "M Hansen",
        "V Papadouka",
        "J Zucker"
      ],
      "year": 2009,
      "doi": "10.1097/phh.0b013e3181a8c31f"
    },
    {
      "title": "Development and utilization of best practice operational guidelines for immunization information systems",
      "authors": [
        "W Williams",
        "N Lowery",
        "D Lyalin"
      ],
      "year": 2011,
      "doi": "10.1097/phh.0b013e31821138fe"
    },
    {
      "title": "Seasonal influenza vaccination reminders for children with high-risk conditions: a registry-based randomized trial",
      "authors": [
        "K Dombkowski",
        "L Harrington",
        "S Dong",
        "S Clark"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2011.09.028"
    },
    {
      "title": "Implementation of universal influenza immunization recommendations for healthy young children: results of a randomized, controlled trial with registry-based recall",
      "authors": [
        "A Kempe",
        "M Daley",
        "J Barrow"
      ],
      "year": 2005,
      "doi": "10.1542/peds.2004-1804"
    },
    {
      "title": "Strategies to improve immunization rates and well-child care in a disadvantaged population: a cluster randomized controlled trial",
      "authors": [
        "S Hambidge",
        "A Davidson",
        "S Phibbs"
      ],
      "year": 2004,
      "doi": "10.1001/archpedi.158.2.162"
    },
    {
      "title": "Immunization recall: effectiveness and barriers to success in an urban teaching clinic",
      "authors": [
        "A Kempe",
        "N Lowery",
        "K Pearson"
      ],
      "year": 2001,
      "doi": "10.1067/mpd.2001.117069"
    },
    {
      "title": "What mothers say about why poor children fall behind on immunizations: a summary of focus groups in North Carolina",
      "authors": [
        "C Lannon",
        "V Brack",
        "J Stuart"
      ],
      "year": 1995,
      "doi": "10.1001/archpedi.1995.02170230024003"
    },
    {
      "title": "Immunization coverage levels among 19-to 35-monthold children in 4 diverse, medically underserved areas of the United States",
      "authors": [
        "J Rosenthal",
        "L Rodewald",
        "M Mccauley"
      ],
      "year": 2004,
      "doi": "10.1542/peds.113.4.e296"
    },
    {
      "title": "Parental perspectives on influenza immunization of children aged 6 to 23 months",
      "authors": [
        "M Nowalk",
        "R Zimmerman",
        "C Lin"
      ],
      "year": 2005,
      "doi": "10.1016/j.amepre.2005.05.010"
    },
    {
      "title": "Factors influencing childhood influenza immunization",
      "authors": [
        "V Grant",
        "Le Saux",
        "N Plint"
      ],
      "year": 2003
    },
    {
      "title": "Parental vaccine safety concerns in 2009",
      "authors": [
        "G Freed",
        "S Clark",
        "A Butchart",
        "D Singer",
        "M Davis"
      ],
      "year": 2010,
      "doi": "10.1542/peds.2009-1962"
    },
    {
      "title": "Interim results: state-specific influenza vaccination coverage-United States, August 2010-February 2011",
      "year": 2011,
      "doi": "10.15585/mmwr.mm6436a5"
    }
  ],
  "num_references": 28
}
