{
  "paper_id": "ZTP5M8TA",
  "title": "Economic Evaluation of Text-Messaging and Smartphone-Based Interventions to Improve Medication Adherence in Adolescents with Chronic Health Conditions: A Systematic Review",
  "abstract": "Background: The rate of chronic health conditions (CHCs) in children and adolescents has doubled in the past 20 years, with increased health care costs. Technology-based interventions have demonstrated efficacy to improving medication adherence. However, data to support the cost effectiveness of these interventions are lacking. \n Objective: The objective of this study is to conduct an economic evaluation of text-messaging and smartphone-based interventions that focus on improving medication adherence in adolescents with CHCs. Methods: Searches included PubMed MEDLINE, Embase, Cochrane Central Register of Controlled Trials, Cumulative Index to Nursing and Allied Health Literature, PsycINFO, Web of Science, and Inspec. Eligibility criteria included age (12-24 years old), original articles, outcomes for medication adherence, and economic outcomes. Results: Our search identified 1118 unique articles that were independently screened. A total of 156 articles met inclusion criteria and were then examined independently with full-text review. A total of 15 articles met most criteria but lacked economic outcomes such as cost effectiveness or cost-utility data. No articles met all predefined criteria to be included for final review. Only 4 articles (text messaging [n=3], electronic directly observed therapy [n=1]) described interventions with possible future cost-saving but no formal economic evaluation. \n Conclusions: The evidence to support the cost effectiveness of text-messaging and smartphone-based interventions in improving medication adherence in adolescents with CHCs is insufficient. This lack of research highlights the need for comprehensive economic evaluation of such interventions to better understand their role in cost-savings while improving medication adherence and health outcomes. Economic evaluation of technology-based interventions can contribute to more evidence-based assessment of the scalability, sustainability, and benefits of broader investment of such technology tools in adolescents with CHCs.",
  "year": 2010,
  "date": "2010-02-17",
  "journal": "J Am Med Assoc",
  "publication": "J Am Med Assoc",
  "authors": [
    {
      "forename": "Sherif",
      "surname": "Badawy",
      "name": "Sherif Badawy",
      "affiliation": "2  Faculty of Medicine , Department of Pediatrics , Division of Hematology and Oncology , Zagazig University , Zagazig , Egypt \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t Division of Hematology and Oncology \n\t\t\t\t\t\t\t\t Zagazig University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zagazig \n\t\t\t\t\t\t\t\t\t Egypt",
      "email": "sbadawy@luriechildrens.org"
    },
    {
      "forename": "Lisa",
      "surname": "Kuhns",
      "name": "Lisa Kuhns",
      "affiliation": "3  Ann and Robert H Lurie Children's Hospital of Chicago , Department of Pediatrics , Division of Adolescent Medicine , Northwestern University Feinberg School of Medicine , Chicago , IL , United States \n\t\t\t\t\t\t\t\t Ann and Robert \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t Division of Adolescent Medicine \n\t\t\t\t\t\t\t\t H Lurie Children's Hospital of Chicago \n\t\t\t\t\t\t\t\t Northwestern University Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Robert",
      "surname": "Lurie",
      "name": "Robert Lurie"
    },
    {
      "forename": "Badawy",
      "surname": "Kuhns",
      "name": "Badawy Kuhns"
    },
    {
      "forename": "Jmir",
      "surname": "Mhealth",
      "name": "Jmir Mhealth"
    },
    {
      "affiliation": "Children's Hospital of Chicago , Department of Pediatrics , Division of Hematology, Oncology, and Stem Cell Transplant , Northwestern University Feinberg School of Medicine , Chicago , IL , United States \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t Division of Hematology, Oncology, and Stem Cell Transplant \n\t\t\t\t\t\t\t\t Children's Hospital of Chicago \n\t\t\t\t\t\t\t\t Northwestern University Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "Children's Hospital of Chicago Department of Pediatrics , Division of Hematology, Oncology , and Stem Cell Transplant Northwestern University Feinberg School of Medicine 225 E Chicago Ave , Box 30 Chicago , IL , United States \n\t\t\t\t\t\t\t\t Children's Hospital \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t Division of Hematology, Oncology \n\t\t\t\t\t\t\t\t Stem Cell Transplant \n\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t Northwestern University Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 225 E Chicago Ave \n\t\t\t\t\t\t\t\t\t Box 30 \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/mhealth.6425",
  "keywords": [
    "adolescent",
    "text messaging",
    "smartphone",
    "medication adherence",
    "chronic disease",
    "cost-benefit analysis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The rate of chronic health conditions (CHCs) in children and adolescents (eg, asthma, diabetes) has doubled in the past 20 years  [1, 2] . Adolescents (12-24 years old) with CHCs, a special subpopulation of pediatric patients, face the day-to-day challenges of transitioning to adult responsibilities while simultaneously managing their illness-related routine  [3] [4] [5] .\n\nAdolescence is an important time to develop healthy habits and behaviors, and building self-management skills is a critical component of successful transition to adulthood. Engaging adolescents with CHCs in self-management skill building is an invaluable investment with long-term benefits. In particular, medication adherence is a crucial component of self-management, and poor adherence is a common problem in adolescents with CHCs  [3] . Across pediatric chronic conditions, this can have negative effects on morbidity, mortality, and quality of life with increased use of health services and annual health care cost  [3, [6] [7] [8] [9] [10] .\n\nTaking daily medications is a challenge irrespective of the frequency, formulation, or patient's age. There are possible differences in adherence barriers across chronic conditions, such as disease-specific treatment regimens and monitoring requirements. However, evidence from a recent systematic review suggests that among adolescents with chronic conditions, most perceived barriers are not unique to a specific disease state  [11] . Nevertheless, barriers to medication adherence among adolescents may be multifaceted, and there may be common attributes to this phenomenon that could be amenable to interventions across chronic conditions.\n\nAdolescents have adopted communication technology such as cellular phones, the Internet, and social networking at a rapid rate across levels of social position and status  [12] [13] [14] . Recent developments in information and communications technologies have opened new opportunities to improve health care and to link patients and their providers. A recent report from a Pew Internet research survey found that teens have access to smartphones, tablets, desktop computers, and laptop computers at rates of 73%, 58%, 87%, and 81%, respectively  [12, 13] . This presents an opportunity to promote self-management and medication adherence among adolescents via these technologies. The use of portable and easily accessible technology-based interventions, particularly text messaging and smartphone apps, to address health-related problems has been shown to be both feasible and acceptable for different health conditions  [15] [16] [17] . In addition, previous systematic reviews and meta-analyses of pediatric patients with CHCs have shown considerable positive effects of these types of interventions in improving medication adherence, health-related quality of life (HRQOL), and family functioning  [15] [16] [17] [18] [19] [20] [21] . However, the cost effectiveness of developing and maintaining such technology-based interventions remains poorly understood.\n\nThe effect of technology-based interventions on health care costs in adolescents with CHCs may go beyond the direct cost savings associated with medication adherence and related health outcomes. These interventions may facilitate efficient health care operations (eg, fewer missed clinic, screening, or laboratory monitoring appointments), increased access to high-quality care (eg, timely referrals to other services for consultations), and potential cost savings of labor. Therefore, economic evaluation of technology-based interventions can contribute to a better understanding of the scalability, sustainability, and benefits of broader investment of such technology tools. Economic data may also raise considerations for third-party reimbursement should interventions prove to be effective in improving health outcomes in this population. The objectives of this systematic review are to (1) conduct an economic evaluation (cost effectiveness and cost-utility analyses) of text-messaging and smartphone-based interventions that focus on improving medication adherence in adolescents with CHCs and (2) determine whether the incremental benefit gained from using such interventions is enough to justify the additional cost required to adopt, develop, and maintain the intervention."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search Strategy",
      "text": "The authors collaborated with a librarian who developed the search strategies and from July to September 2015 ran searches in the following databases: PubMed MEDLINE, Embase (embase.com), Cochrane Central Register of Controlled Trials (CENTRAL) on the Wiley platform, Cumulative Index to Nursing and Allied Health Literature (CINAHL) (EBSCO), PsycINFO (EBSCO), Web of Science, Center for Review and Dissemination (CRD); and Inspec (EBSCO). Further searches were run in November 2015 using the following sources: ProQuest dissertations, Scopus, ClinicalTrials.gov, World Health Organization clinical trials, Controlled-Trials.org, Institute for Electrical and Electronics Engineers (IEEE) Xplore, and Google Scholar. Search strategies for all databases except MEDLINE were adapted from the PubMed MEDLINE strategy. All databases were searched back to 1995 with no language limits applied. The search strategy looked for all articles on text messaging, phones, mobile apps, and portable software combined with adherence or compliance, and search terms related to child, pediatric, adolescent, and youth. Multimedia Appendix 1 shows the complete search strategies in each database. The authors also attempted to discover additional studies by searching the reference lists of key studies and relevant systematic reviews. We followed the guidelines for Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) in the report of evidence across the studies reviewed herein  [22] ."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "The inclusion criteria were as follows: (1) adolescents (12-24 years old) with a CHC that requires long-term daily or weekly medications for 12 months or longer  [23] , (2) original research manuscripts, (3) studies that were either randomized controlled trials, quasi-experimental studies, or pilot/feasibility studies (including single arm, pretest/posttest), (4) text-messaging or smartphone-based interventions (app or mobile intervention), and (5) medication adherence as the primary or the secondary outcome. The exclusion criteria included the following: (1) mean or median age of participants younger than 12 years old or older than 24 years old or mean or median age not specified"
    },
    {
      "title": "Data Extraction",
      "text": "We developed a standardized form for data extraction from the final included articles, adjusted for this particular study. Data items in the extraction form included the following: first author's name; publication year; country; CHC; participant ages; study design; duration of intervention and follow-up; components of technology intervention (text messaging or smartphone apps); adherence measures and rates; disease-related outcomes; theoretical framework; and economic outcomes including cost effectiveness and/or cost-utility data (eg, cost components of each intervention), incremental cost-effectiveness ratios (ICERs), quality adjusted life years (QALYs), and sensitivity analyses. We planned to evaluate the quality of evidence using the GRADE (Grades of Recommendation, Assessment, Development, and Evaluation) approach  [24] ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Overview",
      "text": "The initial search retrieved 1137 records from the main electronic databases (PubMed, Embase, PsycINFO, CINAHL, CENTRAL, Web of Science, Inspec, CRD, and IEEE Xplore). We identified an additional 286 records from the gray literature and hand search of the bibliography of other systematic reviews. After removal of the duplicates, 1118 original articles remained (Figure  1 ). The authors independently screened the article titles and abstracts, and of those screened, 156 articles met the inclusion criteria. The authors then independently reviewed the full text of the 156 articles against the exclusion criteria. No articles met all predefined criteria to be included for final review. The reasons for exclusion of full text papers were documented in an adapted PRISMA study flowchart (Figure  1 )  [22] . It is worth noting that 15 articles met most predetermined inclusion and exclusion criteria but lacked economic outcomes such as cost effectiveness or cost-utility data. In addition, only 4 articles (text messaging [n=3] and mobile directly observed therapy [DOT] [n=1]) described interventions with possible future cost saving but no formal economic evaluation. Therefore, we summarized data from these 4 articles and suggested an economic evaluation approach for future studies."
    },
    {
      "title": "Study Characteristics",
      "text": "Creary et al were able to achieve a significant improvement in hydroxyurea adherence rates (93.3%) among children and adolescents with sickle cell disease by using mobile DOT  [25] . The authors suggested that mobile DOT could be a cost-effective intervention as it has the potential for wider application with lower technology cost over time and better facial recognition capabilities  [25] . The authors also projected that mobile DOT could decrease health care use because patients with higher adherence to hydroxyurea would have fewer disease-related complications, hospitalizations, and visits to the emergency department  [25] . Another study by Ting et al using text message reminders showed statistically significant improvement in clinic attendance rates among adolescents with childhood-onset systemic lupus erythematosus but no improvement in adherence to their medication (hydroxychloroquine)  [26] . However, the authors suggested that using a text-messaging approach might prove to be cost effective by reducing health care cost while improving clinic adherence and health outcomes overall  [26] . Moreover, Miloh et al have shown that using a text-messaging approach not only significantly improved adherence to immune-suppressive medications in pediatric recipients of liver transplant but also reduced rejection episodes, suggesting possible cost-saving effects  [27] . The authors further highlighted that the success of an implemented text-messaging approach lies in the characteristics of the intervention itself being personal, discreet, simple, socially acceptable, minimally intrusive, and low cost and requiring minimal time commitment from health care providers  [27] . Furthermore, Franklin et al evaluated the efficacy of a text-messaging support system-Sweet Talk-among adolescents with diabetes mellitus type 1  [28] . The authors reported improvement in hemoglobin A 1c in patients who received intensive insulin therapy in addition to Sweet Talk and improvement in self-efficacy and adherence by self-report (in comparison to conventional therapy plus Sweet Talk)  [28] . The authors highlighted that a text-messaging intervention may help to overcome critical limitations of the current more labor-intensive approach to diabetes education and management, such as cost and time commitment  [28] . The authors also projected that text messaging might be a low-cost behavioral support intervention that can address the need for long-term behavior change and be integrated into routine care in the clinic setting with detailed cost-effectiveness evaluations  [28] ."
    },
    {
      "title": "Suggested Approach for Economic Evaluation",
      "text": "Health economic evaluation of technology-based interventions (eg, text messaging and smartphone apps) helps to highlight the added value of these interventions by addressing two important points: (1) whether the technology-based intervention used to improve medication adherence among adolescents with chronic conditions improves health outcomes relative to other existing interventions and (2) whether the incremental benefit gained from using the technology-based intervention is enough to justify the additional cost required to adopt, develop, and maintain the intervention. Data on ICERs per unit improvement in medication adherence, disease-related outcomes, and QALYs would inform health economic evaluation and aid in the development of a cost-effectiveness model to evaluate whether these improvements are worth the costs required to develop, maintain, and disseminate the intervention. Disease-related outcomes include disease-specific complications, mortality, and HRQOL. In addition, evaluation of health and social care costs are important to consider in relation to HRQOL. Health economic evaluation should include a comprehensive cost analysis of the development, maintenance, and dissemination of technology-based interventions. A cost-effectiveness model using a cost-utility analysis of technology-based interventions for improving patient outcomes could be measured in terms of ICER per unit improvement in disease-related outcomes or QALY gained compared to standard of care. The ICER per extra QALY generated by text-messaging or smartphone app interventions to improve medication adherence over standard of care can be calculated using the following equations:\n\n• (cost text messaging -cost standard of care )/ (QALY text messaging -QALY standard of care )\n\n• (cost smartphone app -cost standard of care )/ (QALY smartphone app -QALY standard of care )\n\n• (cost smartphone app -cost text messaging )/ (QALY smartphone app -QALY text messaging )"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "In our study, we were not able to identify any articles that met all our predefined criteria. Only 4 articles described interventions with possible future cost saving but no formal economic evaluation. Deriving QALY for use in cost-utility analysis in pediatric populations is a challenging task with only a few child-specific preference-based measures available. There is no single preference-based utility measure that has been validated for children of all ages in different health states, including adolescents with chronic conditions  [29] . Time period is another important consideration in terms of evaluating short-term and, more commonly, long-term outcomes. Alternatives include using adult instruments, proxy measures, expert opinion, or published catalogs of pediatric utility values for different chronic conditions  [29] . Individual preferences for health states can be elicited by either direct or indirect measures. Direct measures include standard gamble and time trade-off. The standard gamble is a technique to measure individuals' preferences under uncertainty and to express the outcome of different therapeutic choices in utility values that can be used in clinical decision analysis and health program evaluation. The time trade-off is another technique to elicit individuals' preferences for health states by letting them imagine living a defined number of years in an imperfect health state then indicate the number of remaining life years in full health at which they are indifferent between the longer period of impaired health and the shorter period of full health. The challenge lies in adolescents' ability to interpret some of those measures. They may lack the cognitive ability to understand the abstract concepts included in standard gambles or time trade-offs, especially the ones related to time spent in different health states and the possibility of death  [30] . Chaining has been suggested as a technique to address these issues  [31] . For example, the worst possible health state of a disease is used instead of death. Indirect measures include the Health Utilities Index and the European Group Quality of Life 5; both are validated for use in adolescents 12 years and older  [32, 33] . The problem with these measures is that the predetermined utility weights currently used for these questionnaires are based on adult preferences, which may compromise their use for adolescents  [29] . However, an Australian group evaluated another measure, the Assessment of Quality of Life instrument. The authors conducted a recalibration study and were able to derive utility weights specifically for adolescents  [34] . The study included adolescents from 4 different countries and used algorithms and multiplicative models to develop age-and country-specific utility weights  [34] ."
    },
    {
      "title": "Badawy & Kuhns JMIR MHEALTH AND UHEALTH"
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX",
      "text": "Nonadherence to the recommended treatment is a widespread problem in pediatric CHCs. The increasing prevalence of CHCs coupled with management problems in pediatric populations present a barrier to optimal health. Self-management skills in adolescents and young adults are critical to maintain optimal adherence to their chronic medications, especially when they transition from pediatric to adult facilities with more expectations of self-care. Adolescent-centered interventions are needed to optimize their adherence to prescribed medication across CHCs, support the development of self-management skills, and enhance intervention uptake and long-term engagement while transitioning to self-care.\n\nThere has been a growing interest in the use of technology to improve medication adherence and self-management skills in the last few years. Similarly, there has been increased interest in the use of portable and easily accessible technology-based approaches to address health-related problems with an overall acceptability and feasibility for different health conditions. Among adults, evidence for the efficacy of text messaging to support medication adherence exists  [35, 36]  and the evidence among adolescents with chronic conditions is emerging  [15] [16] [17] . While results of these studies are promising, they suggest that additional adherence intervention development is needed and should be tested with more rigorous designs and across a broader range of chronic conditions. Despite the growing evidence of the efficacy of text-messaging and smartphone app interventions in improving medication adherence in adults with CHCs  [35] [36] [37] [38] , to date there have been no formal economic evaluations of these interventions, and their cost effectiveness remains unclear  [38] . However, there is evidence to support the cost effectiveness of different technology-based interventions to promote behavior change among adults, such as smoking cessation  [39] [40] [41] .\n\nThe majority of smartphone app initiatives have been pilot studies and the data generated from these studies are limited. In addition to efficacy and effectiveness data, economic evaluation is warranted. The cost to develop and maintain each intervention could be a barrier to the use of these interventions on a broader scale. Additionally, there is variability in patient access to preferred technologies. Formal economic evaluation of various interventions will help health care authorities determine whether the investment required to develop, maintain, and disseminate these interventions is worth the broader benefit, or lack thereof, experienced by patients with chronic conditions. Given the emerging evidence in the field of eHealth, future economic evaluations could consider broader inclusion criteria for different technology-based interventions."
    },
    {
      "title": "Conclusion",
      "text": "In conclusion, we found no evidence to support the cost effectiveness of technology-based text-messaging and smartphone app interventions. The effect of such technology tools on health care costs in adolescents with CHCs can be beyond medication adherence. Technology-based interventions can facilitate increased operating efficiencies (eg, fewer missed clinic appointments), increased access to high-quality health services (eg, timely referrals to other services for consultations and self-management tools), and potential labor cost savings. Economic evaluation of technology-based interventions can contribute to a better and more evidence-based assessment of the scalability, sustainability, and benefits of broader investment of such technology tools and may raise considerations for third-party reimbursement should interventions prove to be effective in improving health outcomes in this population."
    },
    {
      "text": "article, (2) adolescent participants not the focus of the study intervention (eg, interventions that target babies born to adolescent mothers with HIV or target parents of adolescent patients with CHCs), (3) interventions focused on disease monitoring or ecological momentary assessment but not designed to improve medication adherence, (4) technology-based interventions other than text messaging and smartphone apps, and (5) lack of economic outcomes such as cost effectiveness or cost-utility data."
    },
    {
      "text": "Figure 1. Flow of studies through the review according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines."
    }
  ],
  "references": [
    {
      "title": "Dynamics of obesity and chronic health conditions among children and youth",
      "authors": [
        "J Van Cleave",
        "S Gortmaker",
        "J Perrin"
      ],
      "year": 2010,
      "doi": "10.1001/jama.2010.104"
    },
    {
      "title": "Inpatient growth and resource use in 28 children's hospitals: a longitudinal, multi-institutional study",
      "authors": [
        "J Berry",
        "M Hall",
        "D Hall",
        "D Kuo",
        "E Cohen",
        "R Agrawal"
      ],
      "year": 2013,
      "doi": "10.1001/jamapediatrics.2013.432"
    },
    {
      "title": "Adherence to Pediatric Medical Regimens",
      "authors": [
        "M Rapoff"
      ],
      "year": 2010,
      "doi": "10.1007/978-1-4419-0570-3_5"
    },
    {
      "title": "Promoting Adherence to Medical Treatment in Chronic Childhood Illness: Concepts, Methods, and Interventions",
      "authors": [
        "D Drotar"
      ],
      "year": 2000,
      "doi": "10.4324/9781410605108"
    },
    {
      "title": "Objective versus subjective assessment of oral medication adherence in pediatric inflammatory bowel disease",
      "authors": [
        "K Hommel",
        "C Davis",
        "R Baldassano"
      ],
      "year": 2009,
      "doi": "10.1002/ibd.20798"
    },
    {
      "title": "Medication adherence and health care utilization in pediatric chronic illness: a systematic review",
      "authors": [
        "M Mcgrady",
        "K Hommel"
      ],
      "year": 2013,
      "doi": "10.1542/peds.2013-1451"
    },
    {
      "title": "Variations in patients' adherence to medical recommendations: a quantitative review of 50 years of research",
      "authors": [
        "M Dimatteo"
      ],
      "year": 2004,
      "doi": "10.1097/01.mlr.0000114908.90348.f9"
    },
    {
      "title": "Patient adherence and medical treatment outcomes: a meta-analysis",
      "authors": [
        "M Dimatteo",
        "P Giordani",
        "H Lepper",
        "T Croghan"
      ],
      "year": 2002,
      "doi": "10.1097/01.MLR.0000024612.61915.2D"
    },
    {
      "title": "Impact of medication adherence on hospitalization risk and healthcare cost",
      "authors": [
        "M Sokol",
        "K Mcguigan",
        "R Verbrugge",
        "R Epstein"
      ],
      "year": 2005,
      "doi": "10.1097/01.mlr.0000163641.86870.af"
    },
    {
      "title": "Health-related quality of life across pediatric chronic conditions",
      "authors": [
        "L Ingerski",
        "A Modi",
        "K Hood",
        "A Pai",
        "M Zeller",
        "C Piazza-Waggoner"
      ],
      "year": 2010,
      "doi": "10.1016/j.jpeds.2009.11.008"
    },
    {
      "title": "Self-reported barriers to medication adherence among chronically ill adolescents: a systematic review",
      "authors": [
        "S Hanghøj",
        "K Boisen"
      ],
      "year": 2014,
      "doi": "10.1016/j.jadohealth.2013.08.009"
    },
    {
      "title": "Teens, Social Media & Technology Overview",
      "authors": [
        "A Lenhart"
      ],
      "year": 2015,
      "doi": "10.4135/9781452244723.n399"
    },
    {
      "title": "Smartphone Use in",
      "authors": [
        "A Smith"
      ],
      "year": 2015
    },
    {
      "title": "Technology access and smartphone app preferences for medication adherence in adolescents and young adults with sickle cell disease",
      "authors": [
        "S Badawy",
        "A Thompson",
        "R Liem"
      ],
      "year": 2016,
      "doi": "10.1002/pbc.25905"
    },
    {
      "title": "Technology-mediated interventions for enhancing medication adherence",
      "authors": [
        "N Mistry",
        "A Keepanasseril",
        "N Wilczynski",
        "R Nieuwlaat",
        "M Ravall",
        "R Haynes",
        "Patient Adherence",
        "Review Team"
      ],
      "year": 2015,
      "doi": "10.1093/jamia/ocu047"
    },
    {
      "title": "Systematic review and meta-analysis of psychological interventions to promote treatment adherence in children, adolescents, and young adults with chronic illness",
      "authors": [
        "A Pai",
        "M Mcgrady"
      ],
      "year": 2014,
      "doi": "10.1093/jpepsy/jsu038"
    },
    {
      "title": "The impact of effective paediatric adherence promotion interventions: systematic review and meta-analysis",
      "authors": [
        "M Mcgrady",
        "J Ryan",
        "A Gutiérrez-Colina",
        "E Fredericks",
        "E Towner",
        "A Pai"
      ],
      "year": 2015,
      "doi": "10.1111/cch.12271"
    },
    {
      "title": "Targeting health behaviors to reduce health care costs in pediatric psychology: descriptive review and recommendations",
      "authors": [
        "M Mcgrady",
        "K Hommel"
      ],
      "year": 2015,
      "doi": "10.1093/jpepsy/jsv083"
    },
    {
      "title": "The efficacy of adherence interventions for chronically ill children: a meta-analytic review",
      "authors": [
        "M Graves",
        "M Roberts",
        "M Rapoff",
        "A Boyer"
      ],
      "year": 2010,
      "doi": "10.1093/jpepsy/jsp072"
    },
    {
      "title": "A systematic review of interventions to enhance medication adherence in children and adolescents with chronic illness",
      "authors": [
        "A Dean",
        "J Walters",
        "A Hall"
      ],
      "year": 2010,
      "doi": "10.1136/adc.2009.175125"
    },
    {
      "title": "Interventions for enhancing medication adherence",
      "authors": [
        "R Nieuwlaat",
        "N Wilczynski",
        "T Navarro",
        "N Hobson",
        "R Jeffery",
        "A Keepanasseril"
      ],
      "year": 2014,
      "doi": "10.1002/14651858.cd000011.pub4"
    },
    {
      "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
      "authors": [
        "D Moher",
        "L Shamseer",
        "M Clarke",
        "D Ghersi",
        "A Liberati",
        "M Petticrew"
      ],
      "year": 2015,
      "doi": "10.1186/2046-4053-4-1"
    },
    {
      "title": "Defining and measuring chronic conditions: imperatives for research, policy, program, and practice",
      "authors": [
        "R Goodman",
        "S Posner",
        "E Huang",
        "A Parekh",
        "H Koh"
      ],
      "year": 2013,
      "doi": "10.5888/pcd10.120239"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "A pilot study of electronic directly observed therapy to improve hydroxyurea adherence in pediatric patients with sickle-cell disease",
      "authors": [
        "S Creary",
        "M Gladwin",
        "M Byrne",
        "M Hildesheim",
        "L Krishnamurti"
      ],
      "year": 2014,
      "doi": "10.1002/pbc.24931"
    },
    {
      "title": "Usefulness of cellular text messaging for improving adherence among adolescents and young adults with systemic lupus erythematosus",
      "authors": [
        "T Ting",
        "D Kudalkar",
        "S Nelson",
        "S Cortina",
        "J Pendl",
        "S Budhani"
      ],
      "year": 2012,
      "doi": "10.3899/jrheum.110771"
    },
    {
      "title": "Improved adherence and outcomes for pediatric liver transplant recipients by using text messaging",
      "authors": [
        "T Miloh",
        "R Annunziato",
        "R Arnon",
        "J Warshaw",
        "S Parkar",
        "F Suchy"
      ],
      "year": 2009,
      "doi": "10.1542/peds.2009-0415"
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Challenges in health state valuation in paediatric economic evaluation: are QALYs contraindicated?",
      "authors": [
        "W Ungar"
      ],
      "year": 2011,
      "doi": "10.2165/11591570-000000000-00000"
    },
    {
      "title": "Methodological issues raised by preference-based approaches to measuring the health status of children",
      "authors": [
        "S Petrou"
      ],
      "year": 2003,
      "doi": "10.1002/hec.775"
    },
    {
      "title": "Utility measurement in healthcare: the things I never got to",
      "authors": [
        "G Torrance"
      ],
      "year": 2006,
      "doi": "10.2165/00019053-200624110-00004"
    },
    {
      "title": "The Health Utilities Index (HUI): concepts, measurement properties and applications",
      "authors": [
        "J Horsman",
        "W Furlong",
        "D Feeny",
        "G Torrance"
      ],
      "year": 2003,
      "doi": "10.1186/1477-7525-1-54"
    },
    {
      "title": "EQ-5D-3L User Guide, Version 5.1",
      "authors": [
        "M Oppe",
        "M Van Reenen"
      ],
      "year": 2015
    },
    {
      "title": "Predicting time trade-off health state valuations of adolescents in four Pacific countries using the Assessment of Quality-of-Life (AQoL-6D) instrument",
      "authors": [
        "M Moodie",
        "J Richardson",
        "B Rankin",
        "A Iezzi",
        "K Sinha"
      ],
      "year": 2010,
      "doi": "10.1111/j.1524-4733.2010.00780.x"
    },
    {
      "title": "A quantitative systematic review of the efficacy of mobile phone interventions to improve medication adherence",
      "authors": [
        "L Park",
        "J Howie-Esquivel",
        "K Dracup"
      ],
      "year": 2014,
      "doi": "10.1111/jan.12400"
    },
    {
      "title": "Behavioral functionality of mobile apps in health interventions: a systematic review of the literature",
      "authors": [
        "H Payne",
        "C Lister",
        "J West",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3335"
    },
    {
      "title": "Impact of mHealth chronic disease management on treatment adherence and patient outcomes: a systematic review",
      "authors": [
        "S Hamine",
        "E Gerth-Guyette",
        "D Faulx",
        "B Green",
        "A Ginsburg"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3951"
    },
    {
      "title": "Mobile text messaging for health: a systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122855"
    },
    {
      "title": "An economic evaluation of a video-and text-based computer-tailored intervention for smoking cessation: a cost-effectiveness and cost-utility analysis of a randomized controlled trial",
      "authors": [
        "N Stanczyk",
        "E Smit",
        "D Schulz",
        "V De",
        "C Bolman",
        "J Muris"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0110117"
    },
    {
      "title": "The cost-effectiveness of smoking cessation support delivered by mobile phone text messaging: Txt2stop",
      "authors": [
        "C Guerriero",
        "J Cairns",
        "I Roberts",
        "A Rodgers",
        "R Whittaker",
        "C Free"
      ],
      "year": 2013,
      "doi": "10.1007/s10198-012-0424-5"
    },
    {
      "title": "Effectiveness and cost-effectiveness of computer and other electronic aids for smoking cessation: a systematic review and network meta-analysis",
      "authors": [
        "Y Chen",
        "J Madan",
        "N Welton",
        "I Yahaya",
        "P Aveyard",
        "L Bauld"
      ],
      "year": 2012,
      "doi": "10.3310/hta16380"
    }
  ],
  "num_references": 41
}
