{
  "paper_id": "ZWSFREBK",
  "title": "A characterization of sun protection attitudes and behaviors among children and adolescents in the United States",
  "abstract": "Children and adolescents may be vulnerable to increased ultraviolet radiation exposure and greater risk for subsequent sun-related pathologies. This study examined the demographic, geographic, and phenotypic factors influencing sun exposure and protective behaviors among children and adolescents living in the United States. A cross-sectional survey on perceived sun exposure and protective behaviors was administered at three sports medicine clinics in California, Colorado, and Hawaii. Responses were measured with a 5-item frequency scale: Never, Rarely (25% of the time or less), Sometimes (50% of the time), Often (75% of the time or more), and Always. Sun protective behavior was examined using univariate and multivariate analyses. In total, 860 surveys were collected (52% female, 48% male; mean age 12.7 years). Females reported significantly greater frequency of using sunscreen (p = 0.001), staying in the shade or using an umbrella while in the sun (p = 0.004), and tanning (p < 0.001). Age was inversely associated with sunscreen use frequency (p < 0.001); the percentage of participants who reported always wearing sunscreen decreased as age increased. Participants in Hawaii reported using sunscreen less frequently than those in California and Colorado (p < 0.001). These results identify highrisk populations such as males, older adolescents, and Hawaii's youth who may not be practicing frequent sun protective behaviors. While it is important for youth to stay active, they must also be reminded to adopt protective behaviors while outdoors to prevent unnecessary sun damage and lower the risk of sun exposure complications.",
  "year": 2003,
  "date": "2003",
  "journal": "Health Educ. Behav",
  "publication": "Health Educ. Behav",
  "authors": [
    {
      "forename": "Akash",
      "surname": "Patel",
      "name": "Akash Patel",
      "affiliation": "a  Children's Hospital Los Angeles , Los Angeles , CA , United States of America \n\t\t\t\t\t\t\t\t Children's Hospital Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "forename": "Tracy",
      "surname": "Zaslow",
      "name": "Tracy Zaslow",
      "affiliation": "a  Children's Hospital Los Angeles , Los Angeles , CA , United States of America \n\t\t\t\t\t\t\t\t Children's Hospital Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States of America",
      "email": "tzaslow@chla.usc.edu"
    },
    {
      "forename": "Tishya",
      "surname": "Wren",
      "name": "Tishya Wren",
      "affiliation": "a  Children's Hospital Los Angeles , Los Angeles , CA , United States of America \n\t\t\t\t\t\t\t\t Children's Hospital Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "forename": "Ariel",
      "surname": "Daoud",
      "name": "Ariel Daoud",
      "affiliation": "b  Children's Hospital Colorado , Aurora , CO , United States of America \n\t\t\t\t\t\t\t\t Children's Hospital Colorado \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "forename": "Kristen",
      "surname": "Campbell",
      "name": "Kristen Campbell",
      "affiliation": "b  Children's Hospital Colorado , Aurora , CO , United States of America \n\t\t\t\t\t\t\t\t Children's Hospital Colorado \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "forename": "Kyle",
      "surname": "Nagle",
      "name": "Kyle Nagle",
      "affiliation": "c  Seattle Children's Hospital , Seattle , WA , United States of America \n\t\t\t\t\t\t\t\t Seattle Children's Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "forename": "Rachel",
      "surname": "Coel",
      "name": "Rachel Coel",
      "affiliation": "d  Kapi'olani Medical Center for Women and Children , Honolulu , HI , United States of America Children's Orthopaedic Center , \n\t\t\t\t\t\t\t\t Children's Orthopaedic Center \n\t\t\t\t\t\t\t\t Kapi'olani Medical Center for Women and Children \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Honolulu \n\t\t\t\t\t\t\t\t\t HI \n\t\t\t\t\t\t\t\t\t United States of America"
    },
    {
      "affiliation": "Children's Hospital Los Angeles , 4650 Sunset Blvd MS #69 , Los Angeles , CA , 90027 , United States of America. \n\t\t\t\t\t\t\t\t Children's Hospital Los Angeles \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 4650 Sunset Blvd MS #69 \n\t\t\t\t\t\t\t\t\t 90027 \n\t\t\t\t\t\t\t\t\t Los Angeles \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States of America"
    }
  ],
  "doi": "10.1016/j.pmedr.2019.100988",
  "keywords": [
    "Sun exposure Adolescence Skin cancer Melanoma Sunscreen UVR)",
    "ultraviolet radiation; (SPF)",
    "Sun Protection Factor"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Skin cancer is the most commonly diagnosed cancer in the United States (U.S. Cancer Statistics Working Group, 2017;  Siegel et al., 2017) . In the United States in 2017, there were > 95,300 estimated new diagnoses of melanoma, with 13,500 melanoma-related deaths  (Siegel et al., 2017) . This reflects an increase of nearly 20,000 new melanoma diagnoses per year than reported in 2014 (U.S. Cancer Statistics Working Group, 2017). The increasing worldwide incidence of the three main classes of skin cancer (malignant melanoma, squamous cell carcinoma, and basal cell carcinoma) establishes skin cancer as a significant global public health concern, especially for children and adolescents  (Glanz et al., 2008; Berwick et al., 2009; Garvin and Eyles, 2001) . Over the past four decades, cases of pediatric malignant melanoma increased  (Wong et al., 2013; Austin et al., 2013) . Though some recent investigation suggests this trend may be reversing, skin cancer remains a serious concern for the pediatric population in the United States  (Campbell et al., 2015) .\n\nSunlight and ultraviolet radiation (UVR) are implicated as the principal environmental causes for melanoma and keratinocyte cancers  (Sanchez et al., 2016; Whiteman et al., 2001) . Since many healthy activities and sports occur outdoors, children and adolescents may be especially vulnerable to increased UVR and risk for subsequent sunrelated pathologies  (Moehrle, 2008) . Past studies indicate that higher sunlight and UVR exposure occurs before the age of 21 years compared to other periods in life  (Cohen et al., 2006; Autier and Doré, 1998;   https://doi.org/10.1016/j.pmedr.2019.100988 Grodstein et al., 1995; Gallagher et al., 1995) . High exposure during this period has been associated with melanoma risk, thus minimizing UVR exposure in childhood and adolescence may be the most important component of skin cancer prevention efforts  (Cohen et al., 2006; Autier and Doré, 1998; Grodstein et al., 1995; Gallagher et al., 1995) .\n\nPrevious investigations have noted that children and adolescents are generally not well-informed about sun exposure and have negative attitudes towards protection behaviors. Recently, a 2014 study by  Merten et al. (2014)  surveyed 423 adolescents in Florida and found that 63% did not know the peak hours of strongest UVR. Eighty percent of the population believed that a suntan looked healthy despite 67% thinking that they were at risk of developing skin cancer. Female adolescents were twice as likely to wear sunscreen with a Sun Protection Factor (SPF) below 15 and were 5 times as likely as males to intentionally suntan and use tan enhancers  (Merten et al., 2014) .\n\nCultural differences and variations in sun exposure behaviors exist across all regions of the United States. Few prior studies compared the sun protection habits of various geographic regions in the United States or focused specifically children and adolescents. The purpose of this study was to examine the demographic, geographic, and phenotypic factors that may influence sun exposure and protection behaviors among children and adolescents living in three different areas of the United States."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study sample and recruitment",
      "text": "Prior to data collection, institutional review board approval was obtained at all study locations. Participants were recruited from primary care pediatric sports medicine clinics located at three large hospitals and community clinics located in California, Colorado, and Hawaii from 2014 to 2016. In addition to injuries that occur during organized sports, patients present at our clinics for a variety of reasons, including injury during physical education class at school, recreational and personal fitness activities, non-sports related accidents (i.e. trip and fall), or chronic pain unrelated to any injury (i.e. low back pain). Individuals were invited to complete an anonymous cross-sectional survey if they spoke English and were aged 2-18 years. Participants under the age of 18 assented to complete the survey under the supervision of a parent or legal guardian."
    },
    {
      "title": "Data collection/survey",
      "text": "Participants completed the survey and postcard consent electronically on a computer or via paper-and-pencil in the presence of a research team member. The 69-item survey asked subjects to report their perceived sun exposure and their sun protective behaviors when they are outside during the summer, during sports practices, and during sports competitions. The survey was derived from standardized primary core survey items recommended by  Glanz et al. (2008) . The authors adapted questions from the original survey to include unique population characteristics, such as age, gender, ethnicity, and natural hair color, as well as specific questions assessing sunburn perceptions and SPF-capable clothing use (Tables  1 2 ). For the purposes of this study, only responses regarding perceived sun exposure and protective behaviors when participants were outside during the summer were analyzed. Responses were measured with a 5-item frequency scale: Never, Rarely (25% of the time or less), Sometimes (50% of the time), Often (75% of the time or more), and Always. Survey responses were stratified by gender, age, geographic location, and phenotypic characteristics, such as natural skin color and natural hair color. At all three study sites, the response rate was 100% because the survey was brief and completed in clinic with the patients' intake form."
    },
    {
      "title": "Data analysis",
      "text": "Questions with categorical responses were summarized with counts and proportions; those with continuous responses were summarized with means and standard deviations. The distribution of responses by stratification variables were compared using chi-squared tests for categorical responses and one-way ANOVA for continuous responses with a significance level of 0.05. Following this univariate analysis, multivariable analysis was performed on the sun protective behavior variables using ordered logistic regression with the demographic (age group, gender, geographic site) and sunburn susceptibility (skin color, hair color, sunburns easily) characteristics included as predictor variables. Geographic site was treated as a factor variable, gender and perceived sunburn risk were binary, while the ordered variables were approximated as continuous. Stata version 14.2 was used for all statistical analysis."
    },
    {
      "title": "Results",
      "text": "A total of 860 surveys across all three sites were included. In addition to sun exposure responses, participants also reported gender and age, which are summarized by site location in Table  1 . There were approximately the same number of females versus males in the study (52% vs. 48%), but the distribution of gender by site was statistically different (p = 0.01). The average age of participants in the study was 12.7 years, and the average age differed across sites (p < 0.001). Respondents reported sun protection-related physical characteristics including skin and hair color, which also differed significantly across the three sites (p < 0.001). There were more self-reported light brown and dark brown skin color participants in Hawaii compared to the other sites."
    },
    {
      "title": "Geographic location",
      "text": "A comparison of sun protective behaviors was performed by geographic location in Table  2 : California, Colorado, and Hawaii. Geographic location was significantly associated with reported sunscreen use (p < 0.001), with respondents in California and Colorado generally reporting more frequent usage compared to those in Hawaii. Additionally, geographic location was significantly associated with reported sunglasses use (p < 0.001) and hat use (p = 0.003), with respondents in Colorado generally reporting more frequent usage for both. A significant association between geographic location and spending time in the sun to get a tan was also found (p = 0.01), with respondents in Hawaii generally reporting more frequent tanning behavior. A higher percentage of respondents in Hawaii (11.8%) reported either often or always spending time in the sun to get a tan compared to Colorado (8.8%) and California (4.8%)."
    },
    {
      "title": "Gender",
      "text": "Comparing responses by gender, 42% of females perceived themselves to sunburn easily without sunblock compared to 28% of males (Table  3 ; p < 0.001). Gender was significantly associated with reported sunscreen use (p < 0.001), staying in the shade or using an umbrella while in the sun (p = 0.007), and wearing sunglasses (p = 0.001). Females reported more frequent use for all items. Additionally, gender was significantly associated with wearing shirts with sleeves that cover the shoulders (p < 0.001) and wearing hats while in the sun (p < 0.001), with males reporting more frequent usage for both. The frequency of wearing clothing made with SPF capabilities was found to be similar and infrequent between males and females, with most respondents of both genders reporting wearing SPF clothing < 50% of the time."
    },
    {
      "title": "Age",
      "text": "Participants were split into four age groups for comparison purposes in Table  4 : 6 years or less, between 7 and 11 years, between 12 and 14 years, and between 15 and 18 years. The distribution of how often respondents wore sunscreen was significantly different by age (p < 0.001). The percentage of patients who reported always wearing sunscreen decreased as age increased. Age was also associated with how often participants wore hats (p = 0.01) and clothing made with sun protective material (p < 0.001), both less frequently with older ages. Age was similarly associated with wearing sunglasses (p < 0.001) and with time spent in the sun to get a tan (p < 0.001), both more frequently with older ages."
    },
    {
      "title": "Skin color",
      "text": "A comparison of sun protection behavior responses was performed by reported skin color (Table  5 ): very fair, fair, olive, light brown, dark ⁎ Significance values for categorical responses were obtained using chi-squared tests; one-way ANOVA was used for continuous responses. ⁎⁎ Significance values for categorical responses were obtained using chi-squared tests.\n\nbrown, or very dark. A significant difference (p < 0.001) was found in responses to the question, \"How often do you wear sunscreen?\" by selfreported skin color, with generally fairer skinned respondents reporting a higher rate of more frequent sunscreen use. Skin color was also significantly associated with hat wearing (p = 0.009), sunglasses use (p = 0.008), wearing shirts with sleeves (p = 0.02), and wearing clothing manufactured with sun protective material (p = 0.03), generally less use for all of the above with darker skin colors."
    },
    {
      "title": "Hair color",
      "text": "Significant difference (p < 0.001) was found in frequency of sunscreen use between hair color categories, with respondent rates of 78% for red hair, 59% for blonde hair, 44% for light brown hair, 29% for dark brown hair, and 15% for black hair respondents reporting wearing sunscreen > 75% of the time (Supplement Table  1 ). Reported hair color was also found to be significantly associated with hat (p = 0.001) and sunglasses wearing (p < 0.001) and wearing clothing with sun protective material (p = 0.02); those reporting darker hair colors also reported less use of these protective measures."
    },
    {
      "title": "Sunburn risk",
      "text": "The frequency of sunscreen use was significantly associated with whether respondents believed they sunburned easily or did not sunburn easily (p < 0.001). However, no significant difference was found between these two groups for any other sun protection behaviors. (Supplement Table  2 )."
    },
    {
      "title": "Multivariable results",
      "text": "Geographic location, gender, age group, skin color, hair color, and susceptibility to sunburn all remained significantly associated with frequency of sunscreen use in multivariable analysis (Table  6 ). Some of these variables were also related to other sun protective behaviors (Supplement Tables 3A-F). Sunscreen use, wearing a hat or sunglasses, and frequency of tanning were generally lowest in Hawaii and highest in Colorado, with California in between. However, frequency of shade or umbrella use was greater in California than in Colorado (p = 0.01). Females had higher rates of sunscreen use (p = 0.001), shade or umbrella use (p = 0.004), and sunglasses use (p < 0.001) than males, as well as higher rates of tanning (p < 0.001), but lower rates of wearing a hat (p < 0.001) and wearing sleeves that cover the shoulders (p < 0.001). Wearing sunscreen (p < 0.001), hats (p = 0.02), and clothing with sun protective material (p < 0.001) became less frequent with age, while wearing sunglasses (p < 0.001) and frequency of tanning increased with age (p < 0.001). Sunscreen use (p = 0.02), wearing sunglasses (p = 0.03), and frequency of tanning (p = 0.04) increased with lighter skin tones, while sunscreen use (p < 0.001), wearing a hat (p = 0.001), and wearing SPF protective clothing (p < 0.001) decreased with darker hair colors. The only sun protective behavior associated with perceived susceptibility to sunburn was greater sunscreen use in youth who reported that they sunburned easily (p = 0.001). ⁎⁎ Significance values for categorical responses were obtained using chi-squared tests."
    },
    {
      "title": "Discussion",
      "text": "Overall, our findings suggest gender, age, geographic location, and phenotypic characteristics are associated with sun protection attitudes and behaviors among children and adolescents. Females reported greater frequency of protective behaviors-using sunscreen, staying in the shade or using an umbrella while in the sun, and wearing sunglasses. Males reported with greater frequency the protective behaviors of wearing shirts with sleeves that covered their shoulders and hats while in the sun. The frequency of wearing clothing made with SPF capabilities was found to be similar and infrequent (majority < 50% of the time) between males and females. Our findings are consistent with previous reports suggesting that females are more likely to wear sunscreen and actively avoid sun exposure, while males are more likely to use clothing to reduce exposure  (Abroms et al., 2003; Lee et al., 2014; Cokkinides et al., 2006; Robinson et al., 1997; Buller et al., 2011; Geller et al., 2002; Hutchinson et al., 2015; Jones and Saraiya, 2006) . It is speculated that females engage in more sun protective behaviors because sunscreen is commonly included in skincare and beauty products, thereby making it more accessible to females; however, definitive reasoning is not available in the current literature  (Lee et al., 2014) . Existing qualitative data for young adults (18-25 years) suggests that differences in sun protection behavior are influenced by normative beliefs along gender-lines in the United States. For example, males consider skin care, and by proxy sunscreen use, a feminine practice; and females believe sun protection may increase physical attractiveness by preventing aging of their skin. 17 On the other hand, for adolescents in general and females in particular, a sense of invincibility may serve as a barrier to sun protective behaviors. In a small study of adolescent females in England, subjects believed looking tan in the short-term was worth the risk of cosmetic and health consequences in the long-term  (Eastabrook et al., 2016) . Our finding that behavior differs by gender and by age aligns with the existing literature, emphasizing the need for interventions tailored to the specific beliefs of a precisely-targeted population.\n\nAge was also found to be a significant factor influencing sunscreen use and protective behaviors. Our findings suggest that older populations of adolescents use sunscreen less frequently than younger populations, which is similar to previous reports  (Dixon et al., 1999; Zinman al., 1995; Banks et al., 1992) . Banks et al.  found that 31% of teenagers (mean age = 15.2 years) applied sunscreen only a quarter of the time during summer months, with 33% reporting that they never used it before  (Banks et al., 1992) . In comparison, Zinman et al. reported that 91% of children age 1-12 years applied sunscreen during summer months  (Zinman et al., 1995) . Parental influence has previously been noted as a significant predictor of sunscreen use and protective behaviors during early childhood. Dixon et al.  reported that among children aged 5-12 years, parental encouragement strongly accounts for increased prevalence of sun protective behaviors and positive attitudes towards sun protection. Protective behaviors and attitudes were found to decline with age as adolescents became more independent, spending more time away from home and their parental influences  (Dixon et al., 1999) . This tendency to reject sunscreen as children age may be due to increasing independence during this age range and/or social cultural ⁎⁎ Significance values for categorical responses were obtained using chi-squared tests.\n\nnorms, which may act as barriers to sun protective behaviors among older adolescents and teens. Some studies considered regional variation in skin protection behaviors  (Geller et al., 2002; Jones and Saraiya, 2006; Cokkinides et al., 2001) . Jones et al. compared sunscreen use in high school students from the \"West,\" \"South,\" \"Midwest,\" and \"Northeast\" of the United States and did not find persuasive evidence of differences between these regions  (Jones and Saraiya, 2006) . No previous studies have compared the sun protection behaviors and attitudes of children and adolescent living in Colorado, California, and Hawaii. Contrary to previous studies of larger geographic regions  (Jones and Saraiya, 2006) , our results indicate that differences in sun protection habits are associated with geographic location. Participants in Hawaii reported using sunscreen and wearing sunglasses less frequently compared to those in California and Colorado. Subjects in Hawaii and California were found to wear hats for sun protection less frequently compared to participants in Colorado. Interestingly, our analysis indicates that the majority of children and adolescents across all sites did not spend time in the sun to receive a tan. The differences appreciated may be due to several effects, such as social and cultural influences on individual behaviors. There is a higher proportion of Hispanic patients in Colorado and California as compared to Hawaii, and a higher proportion of Pacific Islanders in Hawaii compared to the other study locations (U.S Census  Bureau, n.d.) . This study's findings suggest interventions may be more effective when tailored to the social and cultural elements of targeted geographic regions. Further research is necessary to elucidate the unique sociocultural characteristics that influence sun protection behaviors regionally.\n\nThe present study found that those with lighter skin and hair were more likely to report high frequency of sun protection behaviors than those with darker skin and hair colors. This may be due to differences in tendency to sunburn, societal messaging, misinformation, or other social cultural norms. This agrees with the literature, which suggests those with more sun-sensitive or lighter skin, are more likely to use sun protection  (Pichon et al., 2010a) . Additionally, natural skin color may influence perceptions about skin cancer risk and subsequently impact sun protective behaviors. Pichon et al. surveyed a population of 1932  African American adults and found that 46% perceived themselves to have zero risk for skin cancer, while 76% perceived themselves to have zero or low risk  (Pichon et al., 2010b) . These past studies suggest there exists a multi-faceted interplay of perceived risk and social cultural norms, which may influence an individual's behavior  (Cafri et al., 2009) . Targeted interventions in children and adolescents should seek  to dispel the myth that only lighter-skinned individuals are at significant risk for cosmetic and health complications from chronic sun exposure and communicate that all individuals should adopt adequate sun protective behaviors. The current public health recommendations for safe sun exposure behaviors include regular use of sunscreens with an SPF of 15 or higher, minimizing sunburns, and avoiding intentional sun tanning  (Geller et al., 2002) . Our results identify high-risk populations such as males, older adolescents, and Hawaii's population of children and adolescents who may not be adhering to these guidelines and should be the target of sun protection interventions. The current literature suggests that sun protection during early childhood and adolescence can greatly reduce the chances of skin cancer in later life; however, past prevention efforts have yielded mixed results  (Stern et al., 1986; Stern, 1995) . Previous skin cancer prevention efforts directed at the pediatric population found success in improving skin cancer knowledge, but failed to show significant improvement in sun protection behaviors  (Tuong and Armstrong, 2014; Moore and Rosenthal, 1992) . Further research is needed to identify specific barriers to sun protection behavioral modification in children and adolescents.\n\nThis study has several important strengths and limitations. The strengths of our study include a large sample size, with a large number of participants across all age groups of children and adolescents. Although we relied on participants' self-report of sun protection behaviors and attitudes, we attempted to reduce response variability and bias by utilizing an anonymous, standardized core survey accepted in published literature  (Glanz et al., 2008) . We surveyed participants in 3 different regions of the United States, which allowed us to better generalize our data; however, our small study sample in Hawaii may not be fully representative of all youth in the United States. Participants were all recruited from primary care sports medicine clinics, which may also not be representative of the general population. Additionally, data collection for this study occurred year-round, which may have resulted in recall bias about sun protection behaviors practiced during the summer months. Due to its focus on UVR exposure during outdoor activities, this study did not consider tanning bed use.\n\nGender, age, geographic location, and phenotypic characteristics may contribute to sun protection attitudes and behaviors among children and adolescents. Targeted interventions may need to focus on males, adolescents, dark skinned individuals, and consider local social and cultural norms, which may affect regional variability in behavior. Since sun-tanning frequency was found to be low, it is likely that the majority of exposure to sunlight in children and adolescents is the result of outdoor activities. While youth are encouraged to stay active, they must also be reminded to adopt protective behaviors while outdoors to prevent unnecessary sun damage and lower the risk of sun exposure complications."
    },
    {
      "text": "Overall demographics."
    },
    {
      "text": "Sun protective behavior by geographic location."
    },
    {
      "text": "Sun protection behavior by gender."
    },
    {
      "text": "Sun protection behavior by age."
    },
    {
      "text": "Sun protection behavior by skin color."
    },
    {
      "text": "Multivariable analysis of sunscreen use."
    }
  ],
  "references": [
    {
      "title": "Gender differences in young adults' beliefs about sunscreen use",
      "authors": [
        "L Abroms",
        "C Jorgensen",
        "B Southwell",
        "A Geller",
        "K Emmons"
      ],
      "year": 2003,
      "doi": "10.1177/1090198102239257"
    },
    {
      "title": "Melanoma incidence rises for children and adolescents: an epidemiologic review of pediatric melanoma in the United States",
      "authors": [
        "M Austin",
        "Y Xing",
        "A Hayes-Jordan",
        "K Lally",
        "J Cormier"
      ],
      "year": 2013,
      "doi": "10.1016/j.jpedsurg.2013.06.002"
    },
    {
      "title": "Influence of sun exposures during childhood and during adulthood on melanoma risk. EPIMEL and EORTC Melanoma Cooperative Group. European Organisation for Research and Treatment of Cancer",
      "authors": [
        "P Autier",
        "J Doré"
      ],
      "year": 1998,
      "doi": "10.1002/(sici)1097-0215(19980812)77:4<533::aid-ijc10>3.0.co;2-7"
    },
    {
      "title": "Attitudes of teenagers toward sun exposure and sunscreen use",
      "authors": [
        "B Banks",
        "R Silverman",
        "R Schwartz",
        "W Tunnessen"
      ],
      "year": 1992,
      "doi": "10.1542/peds.89.1.40"
    },
    {
      "title": "Melanoma epidemiology and public health",
      "authors": [
        "M Berwick",
        "E Erdei",
        "J Hay"
      ],
      "year": 2009,
      "doi": "10.1016/j.det.2008.12.002"
    },
    {
      "title": "Prevalence of sunburn, sun protection, and indoor tanning behaviors among Americans: review from national surveys and case studies of 3 states",
      "authors": [
        "D Buller",
        "V Cokkinides",
        "H Hall"
      ],
      "year": 2011,
      "doi": "10.1016/j.jaad.2011.05.033"
    },
    {
      "title": "Investigating the role of appearance-based factors in predicting sunbathing and tanning salon use",
      "authors": [
        "G Cafri",
        "J Thompson",
        "P Jacobsen",
        "J Hillhouse"
      ],
      "year": 2009,
      "doi": "10.1007/s10865-009-9224-5"
    },
    {
      "title": "Melanoma incidence in children and adolescents: decreasing trends in the United States",
      "authors": [
        "L Campbell",
        "K Kreicher",
        "H Gittleman",
        "K Strodtbeck",
        "J Barnholtz-Sloan",
        "J Bordeaux"
      ],
      "year": 2015,
      "doi": "10.1016/j.jpeds.2015.02.050"
    },
    {
      "title": "Sun-protective behavior among high-school and collegiate athletes in Los Angeles, CA",
      "authors": [
        "P Cohen",
        "H Tsai",
        "J Puffer"
      ],
      "year": 2006,
      "doi": "10.1097/00042752-200605000-00012"
    },
    {
      "title": "Sun exposure and sunprotection behaviors and attitudes among U.S. Youth, 11 to 18 years of age",
      "authors": [
        "V Cokkinides",
        "M Weinstock",
        "M O'connell"
      ],
      "year": 2001,
      "doi": "10.1006/pmed.2001.0877"
    },
    {
      "title": "Trends in sunburns, sun protection practices, and attitudes toward sun exposure protection and tanning among US adolescents, 1998-2004",
      "authors": [
        "V Cokkinides",
        "M Weinstock",
        "K Glanz",
        "J Albano",
        "E Ward",
        "M Thun"
      ],
      "year": 2006,
      "doi": "10.1542/peds.2005-3109"
    },
    {
      "title": "Sun protection and sunburn in primary school children: the influence of age, gender, and coloring",
      "authors": [
        "H Dixon",
        "R Borland",
        "D Hill"
      ],
      "year": 1999,
      "doi": "10.1006/pmed.1998.0392"
    },
    {
      "title": "Melanoma risk: adolescent females' perspectives on skin protection pre/post-viewing a ultraviolet photoaged photograph of their own facial sun damage",
      "authors": [
        "S Eastabrook",
        "P Chang",
        "M Taylor"
      ],
      "year": 2016,
      "doi": "10.1177/1757975916639871"
    },
    {
      "title": "Sunlight exposure, pigmentation factors, and risk of nonmelanocytic skin cancer. II. Squamous cell carcinoma",
      "authors": [
        "R Gallagher",
        "G Hill",
        "C Bajdik"
      ],
      "year": 1995,
      "doi": "10.1001/archderm.1995.01690140048007"
    },
    {
      "title": "Sunlight Exposure",
      "authors": [
        "Gallagher"
      ],
      "year": 1995,
      "doi": "10.1001/archderm.1995.01690140041006"
    },
    {
      "title": "Public health responses for skin cancer prevention: the policy framing of Sun Safety in Australia, Canada and England",
      "authors": [
        "T Garvin",
        "J Eyles"
      ],
      "year": 2001,
      "doi": "10.1016/s0277-9536(00)00418-4"
    },
    {
      "title": "Use of sunscreen, sunburning rates, and tanning bed use among more than 10 000 US children and adolescents",
      "authors": [
        "A Geller",
        "G Colditz",
        "S Oliveria"
      ],
      "year": 2002,
      "doi": "10.1542/peds.109.6.1009"
    },
    {
      "title": "Measures of sun exposure and sun protection practices for behavioral and epidemiologic research",
      "authors": [
        "K Glanz",
        "A Yaroch",
        "M Dancel"
      ],
      "year": 2008,
      "doi": "10.1001/archdermatol.2007.46"
    },
    {
      "title": "A prospective study of incident squamous cell carcinoma of the skin in the nurses' health study",
      "authors": [
        "F Grodstein",
        "F Speizer",
        "D Hunter"
      ],
      "year": 1995,
      "doi": "10.1093/jnci/87.14.1061"
    },
    {
      "title": "Skin tone dissatisfaction, sun exposure, and sun protection in Australian adolescents",
      "authors": [
        "A Hutchinson",
        "I Prichard",
        "K Ettridge",
        "C Wilson"
      ],
      "year": 2015,
      "doi": "10.1007/s12529-014-9441-3"
    },
    {
      "title": "Sunscreen use among US high school students, 1999-2003",
      "authors": [
        "S Jones",
        "M Saraiya"
      ],
      "year": 2006,
      "doi": "10.1111/j.1746-1561.2006.00085.x"
    },
    {
      "title": "The influence of age and gender in knowledge, behaviors and attitudes towards sun protection: a cross-sectional survey of Australian outpatient clinic attendees",
      "authors": [
        "A Lee",
        "K Garbutcheon-Singh",
        "S Dixit",
        "P Brown",
        "S Smith"
      ],
      "year": 2014,
      "doi": "10.1007/s40257-014-0106-4"
    },
    {
      "title": "Sun safety knowledge, attitudes, and behaviors among beachgoing adolescents",
      "authors": [
        "J Merten",
        "S Higgins",
        "A Rowan",
        "A Pragle"
      ],
      "year": 2014,
      "doi": "10.1080/19325037.2013.852997"
    },
    {
      "title": "Outdoor sports and skin cancer",
      "authors": [
        "M Moehrle"
      ],
      "year": 2008,
      "doi": "10.1016/j.clindermatol.2007.10.001"
    },
    {
      "title": "Australian adolescents perceptions of health-related risks",
      "authors": [
        "S Moore",
        "D Rosenthal"
      ],
      "year": 1992,
      "doi": "10.1177/074355489272004"
    },
    {
      "title": "Sun-protection behaviors among African Americans",
      "authors": [
        "L Pichon",
        "I Corral",
        "H Landrine",
        "J Mayer",
        "G Norman"
      ],
      "year": 2010,
      "doi": "10.1016/j.amepre.2009.10.041"
    },
    {
      "title": "Perceived skin cancer risk and sunscreen use among African American adults",
      "authors": [
        "L Pichon",
        "I Corral",
        "H Landrine",
        "J Mayer",
        "D Adams-Simms"
      ],
      "year": 2010,
      "doi": "10.1177/1359105310364177"
    },
    {
      "title": "Summer sun exposure: knowledge, attitudes, and behaviors of midwest adolescents",
      "authors": [
        "J Robinson",
        "A Rademaker",
        "J Sylvester",
        "B Cook"
      ],
      "year": 1997,
      "doi": "10.1006/pmed.1997.0156"
    },
    {
      "title": "Sun protection for preventing basal cell and squamous cell skin cancers",
      "authors": [
        "G Sanchez",
        "J Nova",
        "A Rodriguez-Hernandez"
      ],
      "year": 2016,
      "doi": "10.1002/14651858.cd011161.pub2"
    },
    {
      "title": "Cancer statistics",
      "authors": [
        "R Siegel",
        "K Miller",
        "A Jemal"
      ],
      "year": 2017,
      "doi": "10.3322/caac.21387"
    },
    {
      "title": "Sunscreens for cancer prevention",
      "authors": [
        "R Stern"
      ],
      "year": 1995,
      "doi": "10.1001/archderm.1995.01690140106020"
    },
    {
      "title": "Risk reduction for nonmelanoma skin cancer with childhood sunscreen use",
      "authors": [
        "R Stern",
        "M Weinstein",
        "S Baker"
      ],
      "year": 1986,
      "doi": "10.1001/archderm.1986.01660170067022"
    },
    {
      "title": "Effect of appearance-based education compared with health-based education on sunscreen use and knowledge: a randomized controlled trial",
      "authors": [
        "W Tuong",
        "A Armstrong"
      ],
      "year": 2014,
      "doi": "10.1016/j.jaad.2013.12.007"
    },
    {
      "title": "United States Cancer Statistics: 1999-2014 Incidence and Mortality Web-based Report",
      "year": 2017,
      "doi": "10.3886/icpsr06344.v1"
    },
    {
      "title": "Childhood sun exposure as a risk factor for melanoma: a systematic review of epidemiologic studies",
      "authors": [
        "D Whiteman",
        "C Whiteman",
        "A Green"
      ],
      "year": 2001,
      "doi": "10.1023/a:1008980919928"
    },
    {
      "title": "Incidence of childhood and adolescent melanoma in the United States: 1973-2009",
      "authors": [
        "J Wong",
        "J Harris",
        "C Rodriguez-Galindo",
        "K Johnson"
      ],
      "year": 2013,
      "doi": "10.1542/peds.2012-2520"
    },
    {
      "title": "Predictors of sunscreen use in childhood",
      "authors": [
        "R Zinman",
        "S Schwartz",
        "K Gordon",
        "E Fitzpatrick",
        "C Camfield"
      ],
      "year": 1995,
      "doi": "10.1001/archpedi.1995.02170200094015"
    }
  ],
  "num_references": 37
}
