{
  "paper_id": "ZYS77YEC",
  "title": "The Application of Cognitive Load Theory to the Design of Health and Behavior Change Programs: Principles and Recommendations",
  "abstract": "Health and behavior change programs are a cornerstone of health care, used to prevent, manage, and treat acute and longterm health conditions and optimize health and well-being behaviors. These programs are evaluated by their ability to modify behaviors related to an outcome or problem at an individual, community, or population level  (Abraham et al., 2009) . Unfortunately, promising behavioral programs may encounter challenges translating to real-world settings  (Lobb & Colditz, 2013) . There is a clear social gradient in health, meaning that people with lower socioeconomic position generally have worse health than those who are more advantaged  (Siegrist & Marmot, 2006) . Although the burden of poor health is greatest in socio-economically disadvantaged populations, the evidence does not support consistent, positive impacts of health behavior programs in such populations  (Karran et al., 2023; Veinot et al., 2018) . These populations also face barriers to access related to their structural precarity, such as capacity, time, cost, and cultural misalignment  (Gallegos et al., 2023) . Understanding how people process new information and the factors that influence this cognitive processing could provide 1327185H EBXXX10.",
  "year": 2009,
  "date": "2009",
  "journal": "Psychology, Health & Medicine",
  "publication": "Psychology, Health & Medicine",
  "authors": [
    {
      "forename": "Kimberley",
      "surname": "Baxter",
      "name": "Kimberley Baxter",
      "email": "kimberley.baxter@qut.edu.au"
    },
    {
      "forename": "Nidhi",
      "surname": "Sachdeva",
      "name": "Nidhi Sachdeva",
      "affiliation": "1  Education & BehaviorBaxter et al Centre for Childhood Nutrition Research , Faculty of Health , Queensland University of Technology , Brisbane , Queensland , Australia \n\t\t\t\t\t\t\t\t Education & BehaviorBaxter et al \n\t\t\t\t\t\t\t\t Centre for Childhood Nutrition Research \n\t\t\t\t\t\t\t\t Faculty of Health \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Sabine",
      "surname": "Baker",
      "name": "Sabine Baker",
      "affiliation": "1  Education & BehaviorBaxter et al Centre for Childhood Nutrition Research , Faculty of Health , Queensland University of Technology , Brisbane , Queensland , Australia \n\t\t\t\t\t\t\t\t Education & BehaviorBaxter et al \n\t\t\t\t\t\t\t\t Centre for Childhood Nutrition Research \n\t\t\t\t\t\t\t\t Faculty of Health \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Postdoctoral Research Fellow , Centre for Childhood Nutrition Research and Centre for Children's Health Research , Faculty of Health , Queensland University of Technology , Graham Street , Brisbane , Queensland 4101 , Australia. \n\t\t\t\t\t\t\t\t Centre for Childhood Nutrition Research and Centre for Children's Health Research \n\t\t\t\t\t\t\t\t Faculty of Health \n\t\t\t\t\t\t\t\t Postdoctoral Research Fellow \n\t\t\t\t\t\t\t\t Queensland University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Graham Street \n\t\t\t\t\t\t\t\t\t 4101 \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "https://doi.org/10.13039/501100022100",
  "keywords": [
    "health programs",
    "health literacy",
    "health behavior",
    "cognitive load theory",
    "health equity"
  ],
  "sections": [
    {
      "text": "valuable insights into designing health and behavior change programs that aim to modify behaviors.\n\nCognitive load theory (CLT) is a theory of instructional design based on an understanding of human cognition and working memory  (Sweller, 1988) . Working memory is the small amount of information that can be held and applied to tasks, whereas long-term memory is the cumulative stored knowledge from one's life  (Cowan, 2014) . According to CLT, learning is more effective when cognitive resources are properly managed in working and long-term memory  (Sweller et al., 1998) . CLT acknowledges the limitation of working memory when dealing with new information, in both capacity and duration. Learning and performance are optimized when instruction is designed according to the human cognitive architecture  (Kirschner, 2002) .\n\nCLT has been applied extensively in education and instructional design and is gaining recognition within medical and clinical education  (Gould et al., 2022; Sewell et al., 2019; Szulewski et al., 2021; Van Merriënboer & Sweller, 2010; Young et al., 2016) . It has also been used to a lesser extent in developing health consumer education handouts  (Kennedy & Parish, 2021; Wilson & Wolf, 2009)  and interventions  (Antonio et al., 2023; D. W. Baker et al., 2011) . However, there are limited applied examples of CLT in the design of health and behavioral programs or structured principles that could be used across a range of contexts. Health and behavior programs typically incorporate an educational component, requiring individuals to absorb, process, and apply new information and behaviors to a range of situations in their life contexts. By viewing health programs through the lens of \"learning,\" (i.e., acquiring and applying new knowledge, and to practice long-term memory), CLT can provide ways to design programs, materials, and interfaces that minimize cognitive load and optimize delivery and impact. This article explores the potential of an interdisciplinary approach drawing on CLT and provides future research and practice recommendations. We present the main ideas and implications of CLT and explore the theory's potential application in the design and development of health and behavior programs. We present connections with emerging knowledge that recognizes the impact of stress on working memory depletion  (Chen et al., 2018; Choi et al., 2014) , emphasizing the particular value of CLT in designing programs for those experiencing high stress and disadvantage. We offer a series of design principles that consolidate knowledge from CLT and other health theories that can be applied to improve the design of programs, materials, and interfaces that individuals engage with  (Feldon et al., 2023) ."
    },
    {
      "title": "Cognitive Load Theory-A Concise Overview",
      "text": "CLT is a scientific approach to designing learning materials and content that considers the limits of working memory. Our working memory is limited in both capacity and duration  (Miller, 1956) . New information must be processed in working memory before being transferred to be stored in longterm memory. When working memory is exposed to too much information or unnecessary demands, the cognitive load on working memory increases, producing cognitive overload. Learners can feel confused and frustrated when overloaded, and motivation and engagement decrease. However, if working memory is properly managed, there is sufficient capacity for learning to be productive and enjoyable. CLT conceptualizes cognitive load during learning into three elements  (Sweller, 2010) :\n\n1. Intrinsic cognitive load is the task or material's inherent complexity, the rate of information flow, and the learner's expertise and prior knowledge. This load is necessary for learning and should be optimized by responding to and adjusting the difficulty level of the learning content for the intended audience. 2. Extraneous cognitive load refers to any part of the process that does not facilitate learning. This load is imposed by suboptimal instructional techniques or information presentation and is detrimental to learning. Reducing this load is important and can be achieved by creating clean, simple, and easy-to-follow learning experiences. 3. Germane cognitive load is the working memory devoted by the learner to make sense of the new material and store it in long-term memory.\n\nIn practice, the more working memory the learner must devote to extraneous load because of poor instructional design, the fewer cognitive resources are available to deal with the intrinsic load of the material, reducing learning  (Sweller, 2010) . Recently, empirical studies have found that when extraneous cognitive load was reduced, the total cognitive load also decreased  (Sweller et al., 2019) . Therefore, germane load is not considered an independent source of cognitive load. The key implication of CLT is that instructional strategies and learning materials should optimize intrinsic load because it is helpful for learning while minimizing extraneous load as it impedes learning. Instructional effectiveness will be compromised by the extent to which instructional choices require learners to apply working memory resources to extraneous cognitive load  (Sweller, 2010) . Germane cognitive load is not an independent load but rather the optimal use of available cognitive capacity after reducing extraneous load."
    },
    {
      "title": "Application of CLT to Behavioral Health Programs",
      "text": "Behavior change programs are coordinated sets of activities designed to change specified behavior patterns of individuals, communities, and/or populations through hypothesized or known means  (Michie et al., 2011) . Programs can be designed to target discreet behaviors or sets of behaviors, such as a parenting approach. In the context of health, behavior change programs can be related to health promotion to prevent disease, manage existing disease, or promote desired practices. Modifiable behaviors for disease prevention might include reducing smoking and alcohol consumption, improving nutrition, managing stress, or increasing physical activity; disease management could consist of medication or therapy adherence programs and health screening (e.g., regular eye checks for diabetes).\n\nSeveral theoretical models have influenced our understanding of human behavior and informed intervention development. Behavior change theories focus on the complexities of achieving lasting behavior change and can guide program development, implementation, and evaluation. Several behavior change theories can be applied across populations and health contexts  (Barley & Lawson, 2016) . Some examples include the health belief model  (Becker, 1974) , the theory of planned behavior  (Ajzen, 1991) , the social cognitive theory  (Bandura, 1986) , the transtheoretical model  (Prochaska & Velicer, 1997) , and the behavior change wheel with the COM-B model  (Michie et al., 2011) . Each uses a combination of constructs reliant on beliefs, social norms, self-efficacy, and motivation. Digital technologies and increasing community access to such technologies offer opportunities within health to reach individuals in their communities and environments. This has resulted in an upsurge in digital health interventions such as mobile applications, SMS-based programs, and online health websites and platforms  (Brewer et al., 2020) . From this focus, program development models specific to digital health have also emerged; examples include the IDEAs framework  (Mummah et al., 2016)  and Behavioral design thinking for mobile health interventions  (Voorheis et al., 2022) .\n\nThese models and frameworks inform the development of a theory of change to explicitly identify the targeted behavior, the mechanisms of how the behavior will be modified, and the expected outcomes. These established models help plan and articulate a program's what, how, and when. However, health programs face barriers in engaging individuals, typically have modest effects, and are impacted by poor engagement and high attrition  (Middleton et al., 2013) . CLT provides a framework for developing health materials and aspects of programs that individuals engage with that consider human cognitive factors. By understanding and managing the different types of cognitive loads, programs and materials can be tailored to enhance learning and practice acquisition, recognize potential cognitive loads, and manage them. The benefit of taking an approach informed by CLT may be particularly pronounced for programs aimed at individual behavior change, where an educational or learning component is included, rather than policy or legislative initiatives that aim to influence human behavior through environmental changes or disincentives."
    },
    {
      "title": "Contextual Factors",
      "text": "While CLT focuses on the cognitive load directly related to the characteristics of the task, learning task design should not be considered in isolation, as learning occurs within the broader environment and is influenced by contextual factors. Learning cannot happen without the learner, who possesses certain characteristics and is impacted by their environment  (Choi et al., 2014) . CLT has primarily been applied in educational settings where learning or instruction happens in a controlled environment like a classroom. In real-world settings, the connection between the person and health program is more blurred. The physical environment interacts with the learner's characteristics, the learning task's characteristics, or a combination of both  (Choi et al., 2014; Jamieson et al., 2000; Tanner, 2008) . Affective factors, such as emotional state, stress, and anxiety, are thought to contribute to cognitive load, thereby depleting working memory  (de Almeida et al., 2024; Sweller et al., 2019) .\n\nFor individuals living with disadvantage or poverty, contextual factors may increase cognitive load and impede learning. For example, their home environment may not be conducive to learning (e.g., unsafe, crowded, noisy, or distracting). Managing with limited resources and sporadic income leads to a preoccupation with money and requires individuals to expend cognitive resources on expense management and budgeting  (Boswell Dean et al., 2017) . A recent qualitative study exploring family food and mealtimes with parents who struggled financially found a common experience was high mental load from the cognitive and emotional work of getting enough food to feed the family with limited economic resources  (Baxter, Nambiar, et al., 2024) . Poverty may impair cognitive capacity through several pathways, including increased stress, sleep deprivation, hunger, or diminished access to high-quality nutrition, education, and health care  (Szaszi et al., 2023) .\n\nAnother critical consideration in the design of materials and programs is the individual's health literacy. Health literacy is the personal, cognitive, and social skills that determine one's ability to gain access to, understand, and use information to promote and maintain good health  (Nutbeam, 2000) . Low health literacy has been linked to poor understanding of health information and adverse outcomes  (Dewalt et al., 2004) .\n\nThese examples underscore the importance of considering psychosocial and contextual factors that may increase mental load and decrease cognitive capacity. The design of health programs, materials, and interfaces should use strategies that minimize the cognitive load of the program to ensure that social inequalities in health are not further exacerbated. Applying CLT and other cognitive considerations of learning to health and behavioral program design can lead to programs better suited to the cognitive needs of end-users  (Pusic et al., 2014) ."
    },
    {
      "title": "Design Principles for the Development of Health and Behavioral Programs",
      "text": "Figure  1  summarizes design principles, which are further described in this section to consolidate knowledge from CLT and existing health and behavioral approaches. These design principles aim to organize programs, interfaces, and materials to reduce extraneous cognitive load, thereby directing working memory to learning. Health researchers and program designers can utilize these strategies alongside a plain language approach, content expertise, and health behavior models that inform the program's theory of change. These principles can be applied holistically or selectively to materials and content development in a way that makes sense for the program.\n\nPlain Language principles are a commonly used and recommended approach in developing health communications, and established guidelines exist for their application  (Stableford & Mettger, 2007) . Plain Language emphasizes clear, concise language, including simpler words and shorter sentences, without unnecessary complexity and jargon. Studies suggest that using plain language can improve the comprehensibility of complex health information  (Grene et al., 2017) . Using pictorial aids is also recommended to help understand abstract ideas and complex instructions and is commonly employed for individuals with lower health literacy  (Mayer, 2021b; Schubbe et al., 2020) .\n\nDeveloping health programs and materials in alignment with the limitations of working memory can further promote comprehension and recall. Intrinsic load is often overlooked by designers, in part because designers can possess \"expert blindness\" (i.e., the inability of experts to perceive the kinds of confusion that a novice might have  (Nathan et al., 2001) ). For any set of educational materials, a learner's level of intrinsic load is a combination of the material's inherent complexity and the knowledge an individual possesses. For example, if the educational materials use language unfamiliar to a learner, that person will experience higher levels of intrinsic load. This is important when designing materials for large audiences with varying literacy levels. Thus, one way to reduce intrinsic load is to use simple language and, where possible, to augment written or verbal information with clear, easy-to-understand images and animations.\n\nAnother strategy for reducing intrinsic load is to reduce the inherent complexity of the instruction. This can be accomplished by chunking new information and presenting the material bit by bit  (Paas et al., 2004) . Effective chunking requires the designer to think carefully about the size and sequencing of each chunk of information to ensure that prerequisite knowledge is taught before more advanced knowledge. Providing examples, stories, scenarios, and models contextualizes and applies information. Designers can minimize the extraneous load within educational materials by eliminating unnecessary information, eliminating ambiguities, using clear language, and removing visual elements that are strictly decorative  (Castro-Alonso et al., 2021) . Reducing extraneous load can be achieved by reducing unnecessary complexity in health information and programs, thus freeing up cognitive resources for processing essential information  (Kalyuga & Sweller, 2021) .\n\nLearning can be encouraged by designing materials that promote the integration of new information with existing knowledge, facilitating the embedding of knowledge and practice in long-term memory. One way this can be encouraged is by providing opportunities for individuals to reflect on the content and provide feedback on the materials; this scaffolds opportunities to make connections and organize information. This is especially important in health programs as behaviors happen within an individual's broader life; therefore, addressing previous behaviors and knowledge and integrating them with new practices are essential to long-term behavior change.\n\nAnother consideration when developing health and behavioral programs is the cognitive theory of multimedia learning (CTML)  (Mayer, 2021a) . Based on cognitive load and information processing theories, it proposes a series of evidencebased multimedia principles to design content that promotes active learning, wherein the learner can select information, organize it, and integrate it with previous knowledge. Some of these multimedia principles that can inform the design of health programs include the multimedia principle (to present words and pictures rather than words alone), spatial contiguity principle (to present text and corresponding graphics close to one another), coherence principle (to remove distracting content from materials), and segmenting principle (to divide the content into segments, so as not to overload working memory). While generally useful for designing learning content, multimedia principles are especially beneficial for developing digital content."
    },
    {
      "title": "Exemplary Approaches Applying CLT",
      "text": "Techniques informed by CLT have been successfully applied to specific settings where integrating knowledge sets and practical skills is essential. Such an example is a multisession education program for heart failure management among low literacy patients (D. W.  Baker et al., 2011) . This research described design principles for the program informed by cognitive load and learning mastery theory to improve the design of education curricula and programs (D. W.  Baker et al., 2011) . Another cognitive theory-informed approach is microlearning, which is gaining significant traction in clinical training and health settings  (De Gagne et al., 2019) . Microlearning refers to small lesson modules and activities that focus on discrete concepts and can take many forms, including web-based applications, mobile gaming devices, and videos. The key feature of microlearning is the small content size, which can be completed in short bursts  (Torgerson, 2016) . The asynchronous nature of microlearning allows the individual to control the place, time, and pace of the learning interaction and applies well to digital formats and platforms. Microlearning in health professional training has been found to have benefits for knowledge retention, effectiveness, and increased engagement  (De Gagne et al., 2019) . In parenting support settings, microlearning has been identified to address barriers, such as the logistics of attending face-to-face sessions, declining enrolment, high attrition, and lower uptake in socioeconomic and racial groups  (Grodberg & Smith, 2022) . Digital modes for parenting programs offer an opportunity to reach a broad range of parents, including higher-risk families (S.  Baker et al., 2017) . A recent study that developed a childfeeding program identified digital microlearning as a mode and delivery method aligned with the needs of low-income families who experienced high stress and food insecurity  (Baxter, Kerr, et al., 2024) . It has also been shown in a systematic review that microlearning can improve an individual's self-care capability, including health-related self-care and health literacy  (Wang et al., 2020) . Approaches that consider CLT, offer opportunities within health and behavior programs that address some of the barriers and challenges associated with traditional techniques and methods of delivery."
    },
    {
      "title": "Recommendations and Implications for Practice and Research",
      "text": "Innovative approaches are needed to improve engagement and outcomes in health programs and offer new perspectives. Researchers and program developers can gain insights from educational theory that considers the learning process and cognitive factors. CLT provides a promising framework for optimizing health programs, materials, and interfaces. Central to CLT is the recognition that individuals have finite cognitive resources, which can be overwhelmed by complex information, environmental distractions, and affective factors such as stress. For populations experiencing disadvantage and poverty, considerations of reduced mental resources are often compounded by systemic barriers to health program access, lower literacy levels, and higher experiences of psychosocial stress  (Evans & Kim, 2013) . Research suggests that individuals experiencing poverty and social disadvantage are more likely to face chronic stressors related to financial strain, housing instability, and exposure to family conflict and tension, which contribute to elevated levels of cognitive load  (Mani et al., 2013) . In addition, lower literacy levels among individuals may be partly explained by cognitive effects, such as reduced working memory  (Federman et al., 2009; Wilson et al., 2010) . This calls for the design of materials and programs that take cognitive factors such as working memory into account beyond considering readability and simplifying language. Designing health programs and materials in ways that optimize intrinsic load and reduce extraneous load can reduce the cognitive demands placed on individuals, thereby enhancing accessibility, engagement, and effectiveness.\n\nIt is important to recognize that within educational theory, critical opinions exist on the methodological rigor and conceptual clarity of CLT and the delineation of the loads proposed by  CLT (de Jong, 2010; Martin, 2018) . Further advances in measuring intrinsic and extraneous loads are needed to empirically test theoretical explanations of the effects of manipulating instructional designs  (Schnotz & Kürschner, 2007) . However, the assertion that individuals have a limited working memory is a central tenet of education, and it is widely accepted that the design of instruction impacts the learning experience. For this article, we propose that an understanding of the concepts of intrinsic and extraneous cognitive load provides a framework that can be used to optimize modifiable design elements. Furthermore, we have presented connections with the complex factors surrounding individuals, such as disadvantage, low resources, and low literacy, which creates an imperative to design materials as effectively as possible and consider the limits of individuals' working memory.\n\nThe process of developing health program materials and interfaces should consider cognitive factors. Intrinsic and extrinsic loads place cognitive demands on individuals, which can be reduced through thoughtful design, such as the principles and strategies presented in this article. Optimizing these loads through well-designed programs and materials will provide the best opportunity to support, engage, and retain individuals in promoting behaviors for positive health change. This may improve long-term learning and behavior adoption, leading to better outcomes and higher satisfaction and engagement. Moving forward, further research and interdisciplinary collaboration are needed to fully realize the potential of CLT to enhance approaches to health and behavioral program design."
    },
    {
      "text": "Figure 1. Design Principles for Use in Health and Behavior Change Programs."
    }
  ],
  "references": [
    {
      "title": "The UK National Institute for Health and Clinical Excellence public health guidance on behaviour change: A brief introduction",
      "authors": [
        "C Abraham",
        "M Kelly",
        "R West",
        "S Michie"
      ],
      "year": 2009,
      "doi": "10.1080/13548500802537903"
    },
    {
      "title": "Targeting patients' cognitive load for telehealth video visits through student-delivered helping sessions at a United States Federally Qualified Health Center: Equity-focused, mixed methods pilot intervention study",
      "authors": [
        "I Ajzen",
        "M Williamson",
        "A Kameswaran",
        "V Beals",
        "A Ankrah",
        "E Goulet",
        "S Wang",
        "Y Macias",
        "G James-Gist",
        "J Brown",
        "L Davis",
        "S Pillai",
        "S Buis",
        "L Dillahunt",
        "T Veinot"
      ],
      "year": 1991,
      "doi": "10.2196/42586"
    },
    {
      "title": "Teach to goal\": theory and design principles of an intervention to improve heart failure self-management skills of patients with low health literacy",
      "authors": [
        "D Baker",
        "D Dewalt",
        "D Schillinger",
        "V Hawk",
        "B Ruo",
        "K Bibbins-Domingo",
        "M Weinberger",
        "A Macabasco-O'connell",
        "M Pignone"
      ],
      "year": 2011,
      "doi": "10.1080/10810730.2011.604379"
    },
    {
      "title": "Who uses online parenting support? A cross-sectional survey exploring Australian parents' Internet use for parenting",
      "authors": [
        "S Baker",
        "M Sanders",
        "A Morawska"
      ],
      "year": 2017,
      "doi": "10.1007/s10826-016-0608-1"
    },
    {
      "title": "Social foundations of thought and action: A social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Using health psychology to help patients: Theories of behaviour change",
      "authors": [
        "E Barley",
        "V Lawson"
      ],
      "year": 2016,
      "doi": "10.12968/bjon.2016.25.16.924"
    },
    {
      "title": "A design thinking-led approach to develop a responsive feeding intervention for Australian families vulnerable to food insecurity: Eat, Learn, Grow",
      "authors": [
        "K Baxter",
        "J Kerr",
        "S Nambiar",
        "D Gallegos",
        "R Penny",
        "R Laws",
        "R Byrne"
      ],
      "year": 2024,
      "doi": "10.1111/hex.14051"
    },
    {
      "title": "Food insecurity and feeding experiences among parents of young children in Australia: An exploratory qualitative study",
      "authors": [
        "K Baxter",
        "S Nambiar",
        "R Penny",
        "D Gallegos",
        "R Byrne"
      ],
      "year": 2024,
      "doi": "10.1016/j.jand.2024.02.016"
    },
    {
      "title": "The health belief model and sick role behavior",
      "authors": [
        "M Becker"
      ],
      "year": 1974,
      "doi": "10.1177/109019817400200407"
    },
    {
      "title": "Poverty and cognitive function",
      "authors": [
        "E Boswell Dean",
        "F Schilbach",
        "H Schofield"
      ],
      "year": 2017,
      "doi": "10.7208/chicago/9780226574448.001.0001"
    },
    {
      "title": "Back to the future: Achieving health equity through health informatics and digital health",
      "authors": [
        "L Brewer",
        "K Fortuna",
        "C Jones",
        "R Walker",
        "S Hayes",
        "C Patten",
        "L Cooper"
      ],
      "year": 2020,
      "doi": "10.2196/14512"
    },
    {
      "title": "Five strategies for optimizing instructional materials: Instructor-and learner-managed cognitive load",
      "authors": [
        "J Castro-Alonso",
        "B De Koning",
        "L Fiorella",
        "F Paas"
      ],
      "year": 2021,
      "doi": "10.1007/s10648-021-09606-9"
    },
    {
      "title": "Extending cognitive load theory to incorporate working memory resource depletion: Evidence from the spacing effect",
      "authors": [
        "O Chen",
        "J Castro-Alonso",
        "F Paas",
        "J Sweller"
      ],
      "year": 2018,
      "doi": "10.1007/s10648-017-9426-2"
    },
    {
      "title": "Effects of the physical environment on cognitive load and learning: Towards a new model of cognitive load",
      "authors": [
        "H Choi",
        "J Van Merriënboer",
        "F Paas"
      ],
      "year": 2014,
      "doi": "10.1007/s10648-014-9262-6"
    },
    {
      "title": "Working memory underpins cognitive development, learning, and education",
      "authors": [
        "N Cowan"
      ],
      "year": 2014,
      "doi": "10.1007/s10648-013-9246-y"
    },
    {
      "title": "Financial scarcity and cognitive performance: A meta-analysis",
      "authors": [
        "F De Almeida",
        "I Scott",
        "J Soro",
        "D Fernandes",
        "A Amaral",
        "M Catarino",
        "A Arêde",
        "M Ferreira"
      ],
      "year": 2024,
      "doi": "10.1016/j.joep.2024.102702"
    },
    {
      "title": "Microlearning in health professions education: Scoping review",
      "authors": [
        "J De Gagne",
        "H Park",
        "K Hall",
        "A Woodward",
        "S Yamane",
        "S Kim"
      ],
      "year": 2019,
      "doi": "10.2196/13997"
    },
    {
      "title": "Cognitive load theory, educational research, and instructional design: Some food for thought",
      "authors": [
        "Jong De"
      ],
      "year": 2010,
      "doi": "10.1007/s11251-009-9110-0"
    },
    {
      "title": "Literacy and health outcomes: A systematic review of the literature",
      "authors": [
        "D Dewalt",
        "N Berkman",
        "S Sheridan",
        "K Lohr",
        "M Pignone"
      ],
      "year": 2004,
      "doi": "10.1111/j.1525-1497.2004.40153.x"
    },
    {
      "title": "Childhood poverty, chronic stress, self-regulation, and coping",
      "authors": [
        "G Evans",
        "P Kim"
      ],
      "year": 2013,
      "doi": "10.1111/cdep.12013"
    },
    {
      "title": "Health literacy and cognitive performance in older adults",
      "authors": [
        "A Federman",
        "M Sano",
        "M Wolf",
        "A Siu",
        "E Halm"
      ],
      "year": 2009,
      "doi": "10.1111/j.1532-5415.2009.02347.x"
    },
    {
      "title": "Direct effects of cognitive load on self-efficacy during instruction",
      "authors": [
        "D Feldon",
        "R Brockbank",
        "K Litson"
      ],
      "year": 2023,
      "doi": "10.1037/edu0000826"
    },
    {
      "title": "Working towards the active participation of underrepresented populations in research: A scoping review and thematic synthesis",
      "authors": [
        "D Gallegos",
        "J Durham",
        "C Rutter",
        "R Mckechnie"
      ],
      "year": 2023,
      "doi": "10.1155/2023/1312525"
    },
    {
      "title": "Academic management in uncertain times: Shifting and expanding the focus of cognitive load theory during COVID-19 pandemic education",
      "authors": [
        "D Gould",
        "K Sawarynski",
        "C Mohiyeddini"
      ],
      "year": 2022,
      "doi": "10.3389/fpsyg.2022.647904"
    },
    {
      "title": "Use of plain-language guidelines to promote health literacy",
      "authors": [
        "M Grene",
        "Y Cleary",
        "A Marcus-Quinn"
      ],
      "year": 2017,
      "doi": "10.1109/tpc.2017.2761578"
    },
    {
      "title": "Scaling parent management training through digital and microlearning approaches",
      "authors": [
        "D Grodberg",
        "I Smith"
      ],
      "year": 2022,
      "doi": "10.3389/fpsyg.2022.934665"
    },
    {
      "title": "Place and space in the design of new learning environments",
      "authors": [
        "P Jamieson",
        "K Fisher",
        "T Gilding",
        "P Taylor",
        "A Trevitt"
      ],
      "year": 2000,
      "doi": "10.1080/072943600445664"
    },
    {
      "title": "The redundancy principle in multimedia learning",
      "authors": [
        "S Kalyuga",
        "J Sweller"
      ],
      "year": 2021,
      "doi": "10.1017/9781108894333.021"
    },
    {
      "title": "Do health education initiatives assist socioeconomically disadvantaged populations? A systematic review and meta-analyses",
      "authors": [
        "E Karran",
        "A Grant",
        "H Lee",
        "S Kamper",
        "C Williams",
        "L Wiles",
        "R Shala",
        "C Poddar",
        "T Astill",
        "G Moseley"
      ],
      "year": 2023,
      "doi": "10.1186/s12889-023-15329-z"
    },
    {
      "title": "Educational theory and cognitive science: Practical principles to improve patient education",
      "authors": [
        "M Kennedy",
        "A Parish"
      ],
      "year": 2021,
      "doi": "10.1016/j.cnur.2021.04.006"
    },
    {
      "title": "Cognitive load theory: Implications of cognitive load theory on the design of learning",
      "authors": [
        "P Kirschner"
      ],
      "year": 2002,
      "doi": "10.1016/S0959-4752(01)00014-7"
    },
    {
      "title": "Implementation science and its application to population health",
      "authors": [
        "R Lobb",
        "G Colditz"
      ],
      "year": 2013,
      "doi": "10.1146/annurev-publhealth-031912-114444"
    },
    {
      "title": "Poverty impedes cognitive function",
      "authors": [
        "A Mani",
        "S Mullainathan",
        "E Shafir",
        "J Zhao"
      ],
      "year": 2013,
      "doi": "10.1126/science.1238041"
    },
    {
      "title": "A critical analysis of the theoretical construction and empirical measurement of cognitive load",
      "authors": [
        "S Martin"
      ],
      "year": 2018,
      "doi": "10.4324/9781315296258-3"
    },
    {
      "title": "Cognitive theory of multimedia learning",
      "authors": [
        "R Mayer"
      ],
      "year": 2021,
      "doi": "10.1017/9781108894333.008"
    },
    {
      "title": "The multimedia principle",
      "authors": [
        "R Mayer"
      ],
      "year": 2021,
      "doi": "10.1017/9781108894333.015"
    },
    {
      "title": "The behaviour change wheel: A new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Longterm adherence to health behavior change",
      "authors": [
        "K Middleton",
        "S Anton",
        "M Perri"
      ],
      "year": 2013,
      "doi": "10.1177/1559827613488867"
    },
    {
      "title": "The magical number seven plus or minus two: Some limits on our capacity for processing information",
      "authors": [
        "G Miller"
      ],
      "year": 1956,
      "doi": "10.1037/h0043158"
    },
    {
      "title": "IDEAS (Integrate, Design, Assess, and Share): A framework and toolkit of strategies for the development of more effective digital interventions to change health behavior [Viewpoint",
      "authors": [
        "S Mummah",
        "T Robinson",
        "A King",
        "C Gardner",
        "S Sutton"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5927"
    },
    {
      "title": "Expert blind spot: When content knowledge eclipses pedagogical content knowledge",
      "authors": [
        "M Nathan",
        "K Koedinger",
        "M Alibali"
      ],
      "year": 2001,
      "doi": "10.4324/9781315735665-10"
    },
    {
      "title": "Health literacy as a public health goal: A challenge for contemporary health education and communication strategies into the 21st century",
      "authors": [
        "D Nutbeam"
      ],
      "year": 2000,
      "doi": "10.1093/heapro/15.3.259"
    },
    {
      "title": "Cognitive load theory: Instructional implications of the interaction between information structures and cognitive architecture",
      "authors": [
        "F Paas",
        "A Renkl",
        "J Sweller"
      ],
      "year": 2004,
      "doi": "10.1023/b:truc.0000021806.17516.d0"
    },
    {
      "title": "The transtheoretical model of health behavior change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-12.1.38"
    },
    {
      "title": "Seven practical principles for improving patient education: Evidence-based ideas from cognition science",
      "authors": [
        "M Pusic",
        "K Ching",
        "H Yin",
        "D Kessler"
      ],
      "year": 2014,
      "doi": "10.1093/pch/19.3.119"
    },
    {
      "title": "A reconsideration of cognitive load theory",
      "authors": [
        "W Schnotz",
        "C Kürschner"
      ],
      "year": 2007,
      "doi": "10.1007/s10648-007-9053-4"
    },
    {
      "title": "Using pictures to convey health information: A systematic review and meta-analysis of the effects on patient and consumer health behaviors and outcomes",
      "authors": [
        "D Schubbe",
        "P Scalia",
        "R Yen",
        "C Saunders",
        "S Cohen",
        "G Elwyn",
        "M Van Den Muijsenbergh",
        "M Durand"
      ],
      "year": 2020,
      "doi": "10.1016/j.pec.2020.04.010"
    },
    {
      "title": "Cognitive load theory for training health professionals in the workplace: A BEME review of studies among diverse professions: BEME guide no",
      "authors": [
        "J Sewell",
        "L Maggio",
        "O Cate",
        "T Van Gog",
        "J Young",
        "P O'sullivan"
      ],
      "year": 2019,
      "doi": "10.1080/0142159x.2018.1505034"
    },
    {
      "title": "Social Inequalities in Health: New evidence and policy implications",
      "authors": [
        "J Siegrist",
        "M Marmot"
      ],
      "year": 2006,
      "doi": "10.1093/acprof:oso/9780198568162.001.0001"
    },
    {
      "title": "Plain language: A strategic response to the health literacy challenge",
      "authors": [
        "S Stableford",
        "W Mettger"
      ],
      "year": 2007,
      "doi": "10.1057/palgrave.jphp.3200102"
    },
    {
      "title": "Cognitive load during problem solving: Effects on learning",
      "authors": [
        "J Sweller"
      ],
      "year": 1988,
      "doi": "10.1016/0364-0213(88)90023-7"
    },
    {
      "title": "Element interactivity and intrinsic, extraneous, and germane cognitive load",
      "authors": [
        "J Sweller"
      ],
      "year": 2010,
      "doi": "10.1007/s10648-010-9128-5"
    },
    {
      "title": "Cognitive architecture and instructional design: 20 years later",
      "authors": [
        "J Sweller",
        "J Van Merriënboer",
        "F Paas"
      ],
      "year": 2019,
      "doi": "10.1007/s10648-019-09465-5"
    },
    {
      "title": "Cognitive architecture and instructional design",
      "authors": [
        "J Sweller",
        "J Van Merrienboer",
        "F Paas"
      ],
      "year": 1998,
      "doi": "10.1023/a:1022193728205"
    },
    {
      "title": "Does alleviating poverty increase cognitive performance? Short-and long-term evidence from a randomized controlled trial",
      "authors": [
        "B Szaszi",
        "B Palfi",
        "G Neszveda",
        "A Taka",
        "P Szécsi",
        "C Blattman",
        "J Jamison",
        "M Sheridan"
      ],
      "year": 2023,
      "doi": "10.1016/j.cortex.2023.07.009"
    },
    {
      "title": "From theory to practice: The application of cognitive load theory to the practice of medicine",
      "authors": [
        "A Szulewski",
        "D Howes",
        "J Van Merriënboer",
        "J Sweller"
      ],
      "year": 2021,
      "doi": "10.1097/acm.0000000000003524"
    },
    {
      "title": "Explaining relationships among student outcomes and the school's physical environment",
      "authors": [
        "C Tanner"
      ],
      "year": 2008,
      "doi": "10.4219/jaa-2008-812"
    },
    {
      "title": "The microlearning guide to microlearning",
      "authors": [
        "C Torgerson"
      ],
      "year": 2016,
      "doi": "10.4324/9780367821623-3"
    },
    {
      "title": "Cognitive load theory in health professional education: Design principles and strategies",
      "authors": [
        "J Van Merriënboer",
        "J Sweller"
      ],
      "year": 2010,
      "doi": "10.1111/j.1365-2923.2009.03498.x"
    },
    {
      "title": "Good intentions are not enough: How informatics interventions can worsen inequality",
      "authors": [
        "T Veinot",
        "H Mitchell",
        "J Ancker"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy052"
    },
    {
      "title": "Integrating behavioral science and design thinking to develop mobile health interventions: Systematic scoping review [Review]",
      "authors": [
        "P Voorheis",
        "A Zhao",
        "K Kuluski",
        "Q Pham",
        "T Scott",
        "P Sztur",
        "N Khanna",
        "M Ibrahim",
        "J Petch"
      ],
      "year": 2022,
      "doi": "10.2196/35799"
    },
    {
      "title": "The efficacy of microlearning in improving self-care capability: A systematic review of the literature",
      "authors": [
        "C Wang",
        "M Bakhet",
        "D Roberts",
        "S Gnani",
        "A El-Osta"
      ],
      "year": 2020,
      "doi": "10.1016/j.puhe.2020.07.007"
    },
    {
      "title": "Working memory and the design of health materials: A cognitive factors perspective",
      "authors": [
        "E Wilson",
        "M Wolf"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.11.005"
    },
    {
      "title": "Literacy, cognitive ability, and the retention of health-related information about colorectal cancer screening",
      "authors": [
        "E Wilson",
        "M Wolf",
        "L Curtis",
        "M Clayman",
        "K Cameron",
        "K Eigen",
        "G Makoul"
      ],
      "year": 2010,
      "doi": "10.1080/10810730.2010.499984"
    },
    {
      "title": "Unpacking the complexity of patient handoffs through the lens of cognitive load theory",
      "authors": [
        "J Young",
        "O Cate",
        "P O'sullivan",
        "D Irby"
      ],
      "year": 2016,
      "doi": "10.1080/10401334.2015.1107491"
    }
  ],
  "num_references": 65
}
